{
  "summary": "Enzyme immobilization techniques can significantly enhance their stability and selectivity for industrial applications, but the success depends on proper protocol design.",
  "key_claims": [
    "Immobilization protocols can dramatically improve enantioselectivity of enzymes (from E = 1 to >100).",
    "Properly designed immobilization techniques are crucial for enhancing enzyme stability and selectivity."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "lipases"
    ],
    "reaction_types": [],
    "immobilization": [
      "covalent immobilization",
      "random immobilization"
    ],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Advantages and limitations of enzymes as industrial catalysts",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Rigidification of the enzyme structure by multipoint covalent immobilization",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Stabilization of multimeric enzymes by multisubunit immobilization",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Lipase immobilization in the presence of detergents",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "1458 6.2. Decrease of the affinity of the recognition places of the enzyme by the inhibitor",
      "year": null
    },
    {
      "doi": "",
      "title": "Enzymes for chemical synthesis",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Enzymes in synthetic organic chemistry",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Immobilization of enzymes and cells: methods in biotechnology",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Biocatalysis: immobilized cells and enzymes",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Immobilized biocatalysts-from simple to complex systems",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Immobilized enzymes: learning from past successes and failures",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The use of biotransformations for the production of flavours and fragrances",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Thermostabilization of proteins",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Approaches to enzyme stabilization",
      "year": 1983
    },
    {
      "doi": "",
      "title": "Stabilisation of enzymes against thermal inactivation",
      "year": 1982
    },
    {
      "doi": "",
      "title": "Enzyme stabilization by immobilization",
      "year": 1979
    },
    {
      "doi": "",
      "title": "Enzyme stabilisation: state of the art",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Operational stability of copolymerized enzymes at elevated temperatures",
      "year": 1983
    },
    {
      "doi": "",
      "title": "The principles of enzyme stabilisation. I. Increase in thermostability of enzymes covalently bound to a complementary surface of a polymer support in a multi-point fashion",
      "year": 1977
    },
    {
      "doi": "",
      "title": "Strategy for stabilising enzymes. I. Increasing stability of enzymes via their multipoint interaction with a support",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Immobilisation and properties of Bacillus stearothermophilus pullalanase",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Preparation and properties of glucose isomerase immobilised on Indon 48-R",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Immobilised nucleases",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Deactivation of formate dehydrogenase (FDH) in solution and at gas-liquid interfaces",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Enzyme inactivation by inert gas bubbling",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Lysozyme inactivation by inert gas bubbling: kinetics in a bubble column reactor",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Lysoenzyme inactivation and aggregation in stirred-reactor",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Selective enzymetic oxidations: stabilization by multipoint covalent attachment of ferredoxin NAD-reductase-an interesting cofactor recycling enzyme",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Stabilization of a formate dehydrogenase by covalent immobilization on highly activated glyoxyl-agarose supports",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Silica-encapsulated nanomagnetic particle as a new recoverable biocatalyst carrier",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Preparation and characterization of dendritic composite magnetic particles as a novel enzyme immobilization carrier",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Alpha-amylase immobilized by Fe3O 4 poly(styrene-co-maleic anhydride) magnetic composite microspheres: preparation and characterization",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Dextran aldehyde coating of glucose oxidase immobilized on magnetic nanoparticles prevents its inactivation by gas bubbles",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Effect of the support and experimental conditions in the intensity of the multipoint covalent attachment of proteins on glyoxyl-agarose supports. Correlation between enzyme-support linkages and thermal stability",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Glyoxyl-agarose: a fully inert hydrophilic support for immobilization and high stabilization of proteins",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Eupergit ® C, a carrier for immobilization of enzymes of industrial potential",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Glyoxyl agarose as a new chromatographic matrix",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Some special features of glyoxyl supports to immobilize proteins",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Preparation of a very stable immobilized biocatalyst of glucose oxidase from Aspergillus niger",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Preparation of a robust biocatalyst of d-amino acid oxidase on sepabeads supports using the glutaraldehyde crosslinking method",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Immobilization and stabilization of glutaryl acylase on aminated sepabeads supports by the glutaraldehyde crosslinking method",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Glutaraldehyde: behavior in aqueous solution, reaction with proteins, and application to enzyme crosslinking",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Different mechanisms of protein immobilization on glutaraldehyde activated supports: effect of support activation and immobilization conditions",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Comparison of two glutaraldehyde immobilization techniques for solid-phase tryptic peptide mapping of human hemoglobin by capillary zone electrophoresis and mass spectrometry",
      "year": 2004
    }
  ],
  "_title": "Improvement of enzyme activity, stability and selectivity via immobilization techniques",
  "_abstract": "In spite of their excellent catalytic properties, enzyme properties have to be usually improved before their implementation at industrial scale (where many cycles of high yield processes are desired). Generally, soluble enzymes have to be immobilized to be reused for long times in industrial reactors and, in addition to that, some other critical enzyme properties have to be improved like stability, activity, inhibition by reaction products, selectivity towards non-natural substrates. Some strategies to improve these enzyme properties during the performance of tailor-made enzyme immobilization protocols are here reviewed. In this way, immobilized enzymes may also exhibit much better functional properties than the corresponding soluble enzymes by very simple immobilization protocols. For example, multipoint and multisubunit covalent immobilization improve the stability of monomeric or multimeric enzymes. Moreover, enantioselectivity of different enzymes (e.g., lipases) may be also dramat"
}