{
  "summary": "Epibatidine, derived from Epipedobates tricolor frogs, is a potent analgesic with non-opioid mechanisms. It was isolated through a multi-step reaction yielding 51% of the desired product.",
  "key_claims": [
    "Isolated epibatidine from skin extracts of Epipedobates tricolor frogs",
    "Epibatidine proved to be a potent analgesic with non-opioid mechanisms"
  ],
  "process_signals": [
    {
      "name": "yield",
      "value": "51",
      "unit": "%",
      "context": "of the desired product from the reaction mixture"
    }
  ],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "of 2 are within 0.06 ppm and J values are within 0.2 Hz of those reported for the aromatic hydrogens of 2-chloro-5-picoline, but deviate up to 0.27 ppm for the 3chloro-6-picoline isomer. Other chloropicolines with a 1,2,4-disposition of hydrogens deviated much more in 6 and J values from those observed for 2",
      "year": null
    },
    {
      "doi": "",
      "title": "J. Chem. Soc., Perkin Trans. I",
      "year": 1979
    },
    {
      "doi": "",
      "title": "Can. J. Chem",
      "year": 1970
    },
    {
      "doi": "",
      "title": "Interestingly, the I H NMR spectrum of exo-2-chloro-7-(trichloroacetyl)-7azabicyclo[2.2.l]heptane showed no discrete rotamer signals",
      "year": null
    },
    {
      "doi": "",
      "title": "Can. J. Chem",
      "year": 1961
    },
    {
      "doi": "",
      "title": "J. Am. Chem. SOC",
      "year": 1967
    },
    {
      "doi": "",
      "title": "Chem 3D program for the Macintosh computer. (21) Quanta molecular modelling program (Vers. 3.0) on a Silicon Graphics RS 40 Computer and IRIS 40 Workstation",
      "year": null
    }
  ],
  "_title": "Epibatidine: a novel (chloropyridyl)azabicycloheptane with potent analgesic activity from an Ecuadoran poison frog",
  "_abstract": "camphorsulfonic acid (2.2 mg, 0.01 mmol, 0.2 equiv). After 10 h, additional vancosamide glycal8 (10 mg, 0.6 equiv) was added, and stirring was continued at room temperature for an additional 6 h. The reaction mixture was then diluted with EtOAc and washed with saturated aqueous NaHCO,, water, and brine. The solution was dried over MgSO,, filtered, and concentrated, and the resulting clear colorless oil was chromatographed over silica gel (using 17.5-40% EtOAc-hexanes elution) to provide recovered 3b (13.5 mg, 48% recovery) and the desired disaccharide 10b (23.0 mg, 51%"
}