{
  "summary": "Directed evolution is a key technology for generating enzymes with desired properties, such as enantioselectivity, by mimicking natural selection processes in vitro. This method has been successfully applied to improve substrate specificity and stability but remains challenging due to the lack of clear strategies for optimizing specific enzyme properties.",
  "key_claims": [
    "Directed evolution is a powerful tool for developing biocatalysts with novel properties without requiring knowledge on enzyme structures or catalytic mechanisms.",
    "The general strategy involves creating molecular diversity through random mutagenesis and/or recombination, followed by screening or selection of improved variants."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "target enzyme",
      "improved enzymes"
    ],
    "reaction_types": [
      "enantioselective reactions"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Modified base compositions at degenerate positions of a mutagenic oligonucleotide enhance randomness in site-saturation mutagenesis",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed evolution of new catalytic activity using the α/β-barrel scaffold",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Directed evolution: creating biocatalysts for the future",
      "year": 1996
    },
    {
      "doi": "",
      "title": "In vitro selection for catalytic turnover from a library of β-lactamase mutants and penicillin-binding proteins",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Recombinant protein expression in Escherichia coli",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Improved method for PCR-mediated site-directed mutagenesis",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Hydrolases in organic synthesis: regio-and stereoselective biotransformations",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Directed evolution of an esterase for the stereoselective resolution of a key intermediate in the synthesis of epothilones",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed evolution of an esterase: screening of enzyme libraries based on pH-indicators and a growth assay",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Handbook of enantioselective catalysis with transition metal compounds, vol I-II",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Randomization of genes by PCR mutagenesis",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Mutagenic PCR",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Deoxyribonucleic acid polymerase from the extreme thermophile Thermus aquaticus",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Directed evolution of thymidine kinase for AZT phosphorylation using DNA family shuffling",
      "year": 1999
    },
    {
      "doi": "",
      "title": "DNA shuffling of a family of genes from diverse species accelerates directed evolution",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Biotransformations in preparative organic chemistry: the use of isolated enzymes and whole cell systems in synthesis",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Borchert TV (2000a) A novel biotinylated suicide inhibitor for directed molecular evolution of lipolytic enzymes",
      "year": null
    },
    {
      "doi": "",
      "title": "Design and synthesis of triglyceride analogue biotinylated suicide inhibitors for directed molecular evolution of lipolytic enzymes",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Enzyme catalysis in organic synthesis: a comprehensive handbook, vol I-II",
      "year": 1995
    },
    {
      "doi": "",
      "title": "High fidelity DNA synthesis by Thermus aquaticus DNA polymerase",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Biotransformations in organic chemistry, 3rd edn",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Directed evolution of D-2-keto-3-deoxy-6-phoshogluconate aldolase to new variants for the efficient synthesis of D-and L-sugars",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Directed evolution of a thermostable esterase",
      "year": 1998
    },
    {
      "doi": "",
      "title": "In vitro selection and evolution of functional proteins by using ribosome display",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Ribosome display efficiently selects and evolves high-affinity antibodies in vitro from immune libraries",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Comprehensive asymmetric catalysis",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Microbial lipases form versatile tools for biotechnology",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed evolution of enantioselective enzymes for organic chemistry",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Bacterial lipases",
      "year": 1994
    },
    {
      "doi": "",
      "title": "a) Biotechnological application of Pseudomonas aeruginosa lipase: efficient kinetic resolution of amine and alcohols",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Lipase of Pseudomonas aeruginosa: molecular biology and biotechnological application",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Bacterial biocatalysts: molecular biology, three-dimensional structures, and biotechnological applications of lipases",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Rapid insertional mutagenesis of DNA by polymerase chain reaction (PCR)",
      "year": 1989
    },
    {
      "doi": "",
      "title": "A general method for rapid site-directed mutagenesis using the polymerase chain reaction",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Directed evolution of an enantioselective lipase",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Industrial biotransformations",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Homology-independent protein engineering",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Inverting enantioselectivity by directed evolution of hydantoinase for improved production of L-methionine",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Directed evolution of a paranitrobenzyl esterase for aqueous-organic solvents",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Specific synthesis of DNA in vitro via a polymerase catalyzed chain reaction",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Crystal structure of Pseudomonas aeruginosa lipase in the open conformation. The prototype for family I.1 of bacterial lipases",
      "year": 2000
    },
    {
      "doi": "",
      "title": "DNA shuffling of subgenomic sequences of subtilisin",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Asymmetric catalysis in organic synthesis",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Catalytic asymmetric synthesis. VCH, Weinheim Ostermeier M, Nixon AE, Bencovic SJ (1999a) Incremental truncation as a strategy in the engineering of novel biocatalysts",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Combinatorial protein engineering by incremental truncation",
      "year": 1999
    },
    {
      "doi": "",
      "title": "A combinatorial approach to hybrid enzymes independent of DNA homology",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Designed evolution of enzymatic properties",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Molecular and biotechnological aspects of microbial proteases",
      "year": 1998
    },
    {
      "doi": "10.10007/s002530100597",
      "title": "IR-thermographic screening of the activity and enantioselectivity of enzymes",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Combinatorial and evolution-based methods in the creation of enantioselective catalysts",
      "year": 2001
    }
  ],
  "_title": "Directed evolution and the creation of enantioselective biocatalysts",
  "_abstract": "Directed evolution has emerged as a key technology to generate enzymes with new or improved properties that are of major importance to the biotechnology industry. A directed evolution approach starts with the identification of a target enzyme to be optimized and the cloning of the corresponding gene. An efficient expression system is needed before the target gene is subjected to random mutagenesis and/or in vitro recombination, thereby creating molecular diversity. Subsequently, improved enzyme variants are identified, preferably after being secreted into culture medium, by screening or selection for the desired property. The genes encoding the improved enzymes are then used to parent the next round of directed evolution. Enantioselectivity is a biocatalyst property of major biotechnological importance that is, however, difficult to deal with. We discuss recent examples of creating enantioselective biocatalysts by directed evolution."
}