{
  "summary": "The study reveals the first close-to-atomic cryo-EM structure of Arabidopsis nitrilase 4 and demonstrates how helical twist influences substrate specificity, enabling the design of nitrilases for chemoenzymatic synthesis.",
  "key_claims": [
    "First close-to-atomic resolution (3.4 Å) cryo-EM structure of an active helical nitrilase from Arabidopsis thaliana",
    "Helical twist is correlated with substrate specificity and size in plant nitrilases",
    "Directed evolution generated a mutant NIT4 with altered helical twist that accepts new substrates"
  ],
  "process_signals": [
    {
      "name": "resolution",
      "value": "3.4",
      "unit": "Å",
      "context": "cryo-EM structure of AtNIT4"
    },
    {
      "name": "humidity",
      "value": "10%",
      "unit": "%",
      "context": "incubation condition for improving filament quality"
    },
    {
      "name": "temperature",
      "value": "25 °C",
      "unit": "°C",
      "context": "incubation temperature for improving filament quality"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "AtNIT4",
        "type": "nitrilase",
        "ec_number": "EC 3.5.5.1"
      },
      {
        "name": "Nit6803",
        "type": "nitrilase",
        "ec_number": "EC 3.5.5.1"
      }
    ],
    "reaction_types": [
      {
        "name": "hydrolysis of nitriles to carboxylic acids and ammonia and/or amides"
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Recent advances and challenges in the heterologous production of microbial nitrilases for biocatalytic applications",
      "year": 2017
    },
    {
      "doi": "",
      "title": "The cyanide degrading nitrilase from Pseudomonas stutzeri AK61 is a two-fold symmetric, 14-subunit spiral",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Post-translational cleavage of recombinantly expressed nitrilase from Rhodococcus rhodochrous J1 yields a stable, active helical form",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Helical structure of unidirectionally shadowed metal replicas of cyanide hydratase from Gloeocercospora sorghi",
      "year": 2008
    },
    {
      "doi": "",
      "title": "The cyanide hydratase from Neurospora crassa forms a helix which has a dimeric repeat",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Structural and biochemical characterization of a nitrilase from the thermophilic bacterium, Geobacillus pallidus RAPc8",
      "year": 2010
    },
    {
      "doi": "",
      "title": "NITRILASE1 regulates the exit from proliferation, genome stability and plant development",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Substrate specificity of plant nitrilase complexes is affected by their helical twist",
      "year": 2018
    },
    {
      "doi": "",
      "title": "The nitrilase superfamily: classification, structure and function",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The Arabidopsis thaliana isogene NIT4 and its orthologs in tobacco encode β-Cyano-L-alanine hydratase/nitrilase",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Primary or secondary? Versatile nitrilases in plant metabolism",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Enzymatic characterization of the recombinant Arabidopsis thaliana nitrilase subfamily encoded by the NIT2/NIT1/NIT3-gene cluster",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Evolution of nitrilases in glucosinolate-containing plants",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Sinapis phylogeny and evolution of glucosinolates and specific nitrile degrading enzymes",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Structural insights into enzymatic activity and substrate specificity determination by a single amino acid in nitrilase from Syechocystis sp. PCC6803",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Cloning of a nitrilase gene from the cyanobacterium Synechocystis sp. Strain PCC6803 and heterologous expression and characterization of the encoded protein",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Semi-rational approaches to engineering enzyme activity: combining the benefits of directed evolution and rational design",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Beyond directed evolution-semi-rational protein engineering and design",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The mechanism of the amidases: mutating the glutamate adjacent to the catalytic triad inactivates the enzyme due to substrate mispositioning",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Crystal structure and pH-dependent allosteric regulation of human β -ureidopropionase, an enzyme involved in anticancer drug metabolism",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Microbial nitrilases: versatile, spiral forming, industrial enzymes",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Detection of covalent enzymesubstrate complexes of nitrilase by ion-spray mass spectroscopy",
      "year": 1990
    },
    {
      "doi": "10.2210/pdb1uf5/pdb",
      "title": "Crystal structure of C171A/V236A mutant of Ncarbamyl-D-amino acid amidohydrolase. RCSB Protein Data Bank",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Structure of amidase from Pseudomonas aeruginosa showing a trapped acyl transfer reaction intermediate state",
      "year": 2007
    },
    {
      "doi": "10.2210/pdb4izs/pdb",
      "title": "Covalent modifications of the active site cysteine occur as a result of mutating the glutamate of the catalytic triad in the amidase from Nesterenkonia sp. RCSB Protein Data Bank",
      "year": 2013
    },
    {
      "doi": "",
      "title": "When second best is good enough: nother probabilistic look at saturation mutagenesis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Directed evolution of protein catalysts",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Bacterial utilization of cyanide",
      "year": 1955
    },
    {
      "doi": "",
      "title": "UCSF Chimera -A visualization system for exploratory research and analysis",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Applications of nitrile hydratases and nitrilases",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Herbicide resistance in transgenic plants expressing a bacterial detoxification gene",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Investigative mining of sequence data for novel enzymes: a case study with nitrilases",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Genome mining for the discovery of new nitrilases in filamentous fungi",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Directed evolution of Alcaligenes faecalis nitrilase",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Isolation and characterization of a cyanide dihydratase from Bacillus pumilus C1",
      "year": 1993
    },
    {
      "doi": "",
      "title": "CynD, the cyanide dihydratase from Bacillus pumilus: gene cloning and structural studies",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Probing an interfacial surface in the cyanide dihydratase from Bacillus pumilus, a spiral forming nitrilase",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Crystal structure of the worm NitFhit Rosetta Stone protein reveals a Nit tetramer binding two Fhit dimers",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Crystal structure of N-carbamyl-D-amino acid amidohydrolase with a novel catalytic framework common to amidohydrolases",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Probing C-terminal interactions of the Pseudomonas stutzeri cyanidedegrading CynD protein",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Influence of different carboxy-terminal mutations on the substrate-, reaction-and enantiospecificity of the arylacetonitrilase from Pseudomonas fluorescens EBC191",
      "year": 2007
    },
    {
      "doi": "",
      "title": "C-terminal hybrid mutant of Bacillus pumilus cyanide dihydratase dramatically enhances thermal stability and pH tolerance by reinforcing oligomerization",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Evolution of heteromeric nitrilase complexes in Poaceae with new functions in nitrile metabolism",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Local fitness landscape of the green fluorescent protein",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Enzyme recruitment in evolution of new function",
      "year": 1976
    },
    {
      "doi": "10.3791/3227",
      "title": "Visualizing proteins and macromolecular complexes by negative stain EM: from grid preparation to image acquisition",
      "year": 2011
    },
    {
      "doi": "",
      "title": "EMAN: semiautomated software for high-resolution single-particle reconstructions",
      "year": 1999
    },
    {
      "doi": "",
      "title": "A robust algorithm for the reconstruction of helical filaments using single-particle methods",
      "year": 2000
    },
    {
      "doi": "",
      "title": "SPIDER and WEB: processing and visualization of images in 3D electron microscopy and related fields",
      "year": 1996
    }
  ],
  "_title": "Cryo-EM and directed evolution reveal how Arabidopsis nitrilase specificity is influenced by its quaternary structure",
  "_abstract": "Nitrilases are helical enzymes that convert nitriles to acids and/or amides. All plants have a nitrilase 4 homolog specific for ß-cyanoalanine, while in some plants neofunctionalization has produced nitrilases with altered specificity. Plant nitrilase substrate size and specificity correlate with helical twist, but molecular details of this relationship are lacking. Here we determine, to our knowledge, the first close-to-atomic resolution (3.4 Å) cryo-EM structure of an active helical nitrilase, the nitrilase 4 from Arabidopsis thaliana. We apply site-saturation mutagenesis directed evolution to three residues (R95, S224, and L169) and generate a mutant with an altered helical twist that accepts substrates not catalyzed by known plant nitrilases. We reveal that a loop between α2 and α3 limits the length of the binding pocket and propose that it shifts position as a function of helical twist. These insights will allow us to start designing nitrilases for chemoenzymatic synthesis."
}