{
  "summary": "A method was developed to generate orthogonal tRNA-TyrRS pairs for site-specific incorporation of unnatural amino acids into proteins in E. coli, improving the utility of existing pairs by selecting mutant suppressor tRNAs with enhanced orthogonality.",
  "key_claims": [
    "Selected mutant suppressor tRNAs from a library derived from Methanococcus jannaschii tRNA Tyr CUA have enhanced orthogonality compared to wild-type tRNAs.",
    "Four mutant suppressor tRNAs were identified that are poorer substrates for E. coli synthetases than M. jannaschii tRNA Tyr CUA but can still be charged efficiently by M. jannaschii TyrRS."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      {
        "name": "TyrRS",
        "value": "",
        "unit": "",
        "context": "Methanococcus jannaschii"
      }
    ],
    "reaction_types": [
      {
        "name": "aminoacylation",
        "value": "",
        "unit": "",
        "context": "between tRNA and TyrRS"
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "A general method for site-speci¢c incorporation of unnatural amino acids into proteins",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Biosynthetic site-speci¢c incorporation of a non-natural amino acid into a polypeptide",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Expanding the genetic code of Escherichia coli",
      "year": null
    },
    {
      "doi": "",
      "title": "Engineering a tRNA and aminoacyl-tRNA synthetase for the site-speci¢c incorporation of unnatural amino acids into proteins in vivo",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Characterization of an `orthogonal' suppressor tRNA derived from E. coli tRNA Gln 2",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Progress toward the evolution of an organism with an expanded genetic code",
      "year": 1999
    },
    {
      "doi": "",
      "title": "A new orthogonal suppressor tRNA/aminoacyl-tRNA synthetase pair for evolving an organism with an expanded genetic code",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Twenty-¢rst aminoacyl-tRNA synthetase-suppressor tRNA pairs for possible use in site-spe-ci¢c incorporation of amino acid analogues into proteins in eukaryotes and in eubacteria",
      "year": 2001
    },
    {
      "doi": "",
      "title": "A new functional suppressor tRNA/aminoacyl-tRNA synthetase pair for the in vivo incorporation of unnatural amino acids into proteins",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Major anticodon-binding region missing from an archaebacterial tRNA synthetase",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Primary, secondary, and tertiary structures of tRNAs",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Universal rules and idiosyncratic features in tRNA identity",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Expression of its cloned inhibitor permits expression of a cloned ribonuclease",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Translational e¤ciency of transfer RNA's: Use of an expanded anticodon",
      "year": 1982
    },
    {
      "doi": "",
      "title": "tRNA Gln 2 Su 2 mutants that increase amber suppression",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Construction of Escherichia coli amber suppressor tRNA genes. II. Synthesis of additional tRNA genes and improvement of suppressor e¤ciency",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Major tyrosine identity determinants in Methanococcus jannaschii and Saccharomyces cerevisiae tRNA Tyr are conserved but expressed di¡erently",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Compilation of tRNA sequences and sequences of tRNA genes",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Crystal structure of yeast phenylalanine transfer RNA. I. Crystallographic re¢nement",
      "year": 1978
    },
    {
      "doi": "",
      "title": "Atkins, Glycine tRNA mutants with normal anticodon loop size cause 31 frameshifting",
      "year": 1989
    },
    {
      "doi": "",
      "title": "A set of plasmids constitutively producing di¡erent RNA levels in Escherichia coli",
      "year": 1999
    }
  ],
  "_title": "A general approach for the generation of orthogonal tRNAs",
  "_abstract": "Background: The addition of new amino acids to the genetic code of Escherichia coli requires an orthogonal suppressor tRNA that is uniquely acylated with a desired unnatural amino acid by an orthogonal aminoacyl-tRNA synthetase. A tRNA Tyr CUA ^tyrosyl-tRNA synthetase pair imported from Methanococcus jannaschii can be used to generate such a pair. In vivo selections have been developed for selecting mutant suppressor tRNAs with enhanced orthogonality, which can be used to site-specifically incorporate unnatural amino acids into proteins in E. coli. Results: A library of amber suppressor tRNAs derived from M. jannaschii tRNA Tyr was generated. tRNA Tyr CUA s that are substrates for endogenous E. coli aminoacyl-tRNA synthetases were deleted from the pool by a negative selection based on suppression of amber nonsense mutations in the barnase gene. The remaining tRNA Tyr CUA s were then selected for their ability to suppress amber nonsense codons in the L-lactamase gene in the presence of "
}