{
  "summary": "The paper describes the synthesis of β-branched α-amino acids using chemoenzymatic methods, including Suzuki couplings. Enzymes such as Trigonopsis variabilis D-amino acid oxidase are used in the process.",
  "key_claims": [
    "Suzuki couplings were performed using vinyl iodide and various boronic acids.",
    "The yield of (Z)-2-Acetylamino-3-phenyl-but-2-enoic acid methyl ester was 81%.",
    "Enzymes like Trigonopsis variabilis D-amino acid oxidase were used in the synthesis."
  ],
  "process_signals": [
    {
      "name": "yield",
      "value": "81%",
      "unit": "",
      "context": "Synthesis of (Z)-2-Acetylamino-3-phenyl-but-2-enoic acid methyl ester"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "Trigonopsis variabilis D-amino acid oxidase",
        "source": "Sandoz"
      }
    ],
    "reaction_types": [
      {
        "type": "Suzuki coupling"
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [],
  "_title": "A Versatile Chemoenzymatic Route to Enantiomerically Pure β‐Branched α‐Amino Acids.",
  "_abstract": "IR absorption spectra were recorded on a Jasco-FT/IR-410 Spectrophotometer using standard techniques. 1 H and 13 C-NMR spectra were recorded on a Varian Gemini or Bruker AC250 spectrometer. Chemical shifts are reported in ppm. Mass spectra were recorded on a Micromass Platform-2 under electrospray conditions or Magnetic Sector MS250 machine for FAB-MS. Analytical normal phase HPLC was performed on a Chiracel OD-H column eluting with 1ml/min 5% IPA in Hexane at 210nm at 10°C. Reverse phase HPLC was performed on a Chirobiotic T column eluting with 0.7ml/min 40% ethanol in Water at 210nm. Peak intensities are reported to an accuracy of 0.1%. Optical rotation was measured on an AA1000 polarimeter from Optical Activity Ltd (measurements made at the sodium D-line). Concentrations are given in g/100ml. Column chromatography was carried out using Fisher silica 60A, particle size 35-70 micron). Melting points were carried out on a Gallenkamp melting point apparatus with no corrections. All solv"
}