{
  "summary": "The enzymatic cleavage of C-C bonds in β-diketones involves diverse mechanisms, including serine-triad hydrolase, dioxygenase, and catalytic His/Asp dyad with a calcium ion. These enzymes play crucial roles in biocatalysis and bioremediation.",
  "key_claims": [
    "Four types of enzymes (OPH, Dke1, Fumarylacetoacetate hydrolase, and 6-Oxocamphor hydrolase) cleave C-C bonds in β-diketones using different mechanisms.",
    "OPH is a serine-triad hydrolase that cleaves nonane-4,6-dione to butyrate and pentan-2-one.",
    "Dke1 is a dioxygenase that cleaves acetylacetone to methylglyoxal and acetate.",
    "Fumarylacetoacetate hydrolase uses a catalytic His/Asp dyad with a calcium ion to cleave fumarylacetoacetate to fumarate and aceto-acetate.",
    "6-Oxocamphor hydrolase employs a catalytic His/Asp dyad for the desymmetrization of symmetrical substrates."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "OPH",
      "Dke1",
      "Fumarylacetoacetate hydrolase",
      "6-Oxocamphor hydrolase"
    ],
    "reaction_types": [
      "C-C bond cleavage in β-diketones"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "New access to 1,3-diketones from aldehydes",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Studies on the α-acetylation of δ-valerolactone and ε-caprolactone",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Preparation of β-keto esters and β-diketones by C-acylation/deacetylation of acetoacetic esters and acetonyl ketones with 1-acylbenzotriazoles",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Structural revision in pyrazole chemistry",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Some aspects of competitive coordination of β-diketones and nitrogen-containing ligands",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Antiviral activity of some β-diketones. 4. Benzyl diketones. In vitro activity against both RNA and DNA viruses",
      "year": 1978
    },
    {
      "doi": "",
      "title": "β-Ketolases -forgotten hydrolytic enzymes?",
      "year": 1997
    },
    {
      "doi": "",
      "title": "β-Diketone hydrolases",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Reference deleted",
      "year": null
    },
    {
      "doi": "",
      "title": "Definitions of enzyme function for the structural genomic era",
      "year": 2003
    },
    {
      "doi": "",
      "title": "A new metabolic pathway of catechol",
      "year": 1961
    },
    {
      "doi": "",
      "title": "Metabolism of resorcinylic compounds by bacteria. Purification and properties of acetylpyruvate hydrolase from Pseudomonas putida 01",
      "year": 1975
    },
    {
      "doi": "",
      "title": "Proton-nuclear magnetic resonance analyses of the substrate specificity of a β-ketolase from Pseudomonas putida",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Hypertyrosinemia",
      "year": 1995
    },
    {
      "doi": "",
      "title": "The properties of maleylacetoacetate, the initial product of homogentisate oxidation in liver",
      "year": 1955
    },
    {
      "doi": "",
      "title": "Oxidation of homogentistic acid by cell-free extracts of a vibrio",
      "year": 1962
    },
    {
      "doi": "",
      "title": "Purification and properties of a diketo acid hydrolase from beef liver",
      "year": 1972
    },
    {
      "doi": "",
      "title": "Characterisation and substrate specificity of fumarylacetoacetate fumarylhydrolase",
      "year": 1977
    },
    {
      "doi": "",
      "title": "Crystal structure and mechanism of a carbon-carbon bond hydrolase",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Mechanistic inferences from the crystal structure of fumarylacetoacetate hydrolase with a bound phosphorus-based inhibitor",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The enzymic degradation of alkyl-substituted gentisates, maleates and malates",
      "year": 1971
    },
    {
      "doi": "",
      "title": "Evidence for isofunctional enzymes used in m-cresol and 2,5-xylenol degradation via the gentisate pathway in Pseudomonas alcaligines",
      "year": 1980
    },
    {
      "doi": "",
      "title": "Purification and some properties of maleylpyruvate and fumarylpyruvate hydrolase from Pseudomonas alcaligines",
      "year": 1980
    },
    {
      "doi": "",
      "title": "Genes of Ralstonia (formerly Pseudomonas) sp. strain U2 encoding enzymes for gentisate catabolism",
      "year": 2001
    },
    {
      "doi": "",
      "title": "New acyclic acid metabolite in camphor oxidation",
      "year": 1966
    },
    {
      "doi": "",
      "title": "Enzyme reactions involved in anaerobic cyclohexanol metabolism by a denitrifying Pseudomonas species",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Atropine metabolism by Pseudomonas sp. strain AT3: evidence for nortropine as an intermediate in tropine breakdown and reactions leading to succinate",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Studies on the poly(vinyl alcohol) degrading enzyme. 3. Purification and properties of oxidized poly(vinyl alcohol)-degrading enzyme",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Studies on the poly(vinyl alcohol) degrading enzyme. 5. Purification and properties of oxidized poly(vinyl alcohol) hydrolase with an acidic isoelectric point",
      "year": 1985
    },
    {
      "doi": "",
      "title": "A new enzyme, β-diketone hydrolase: a component of a poly(vinyl alcohol)-degrading enzyme preparation",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Degradation mechanism of poly(vinyl alcohol) by successive reactions of secondary alcohol oxidase and β-diketone hydrolase from Pseudomonas sp",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Purification and properties of the poly(vinyl alcohol) degrading enzyme 2,4-pentanedione hydrolase obtained from Pseudomonas vesicularis var",
      "year": 1998
    },
    {
      "doi": "",
      "title": "The gene pvaB encodes oxidized poly(vinyl alcohol) hydrolase of Pseudomonas sp. strain VM15C and forms an operon with the poly(vinyl alcohol) dehydrogenase gene pvaA",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Cloning and characterization of the poly(hydroxyalkanoic acid)-depolymerase gene locus, PHAZ1, of Pseudomonas lemoignei and its gene product",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Hydrolytic polyketide shortening by Ayg1p, a novel enzyme in fungal melanin biosynthesis",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Catalytic mechanism of a C-C hydrolase enzyme: Evidence for a gem-diol intermediate, not an acyl enzyme",
      "year": 2000
    },
    {
      "doi": "",
      "title": "A novel β-diketone-cleaving enzyme from Acinetobacter johnsonii: acetylacetone 2,3-oxygenase",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Acetylacetone-cleaving enzyme Dke1: a novel C-C bond cleaving enzyme from Acinetobacter johnsonii",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Modeling and experiment yields the structure of acireductone dioxygenase from Klebsiella pneumoniae",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Cupins: the most functionally diverse superfamily?",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Dioxygen activation at mononuclear nonheme iron active sites: enzymes, models and intermediates",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Electronic substituent effects on the cleavage specificity of a non-heme Fe 2+ -dependent β-diketone dioxygenase and their mechanistic implications",
      "year": 2004
    },
    {
      "doi": "",
      "title": "An asymmetric enzyme-catalyzed retro-Claisen reaction for the desymmetrisation of cyclic β-diketones",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The desymmetrisation of bicyclic β-diketones by an enzymatic retro-Claisen reaction. A new reaction of the crotonase superfamily",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The crotonase superfamily: Divergently related enzymes that catalyse different reactions involving acyl coenzyme A thioesters",
      "year": 2001
    },
    {
      "doi": "",
      "title": "New reactions in the crotonase superfamily: Structure of methylmalonyl-CoA decarboxylase from Escherichia coli",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Crystal structure of enoyl-coenzyme A (CoA) hydratase at 2.5 angstroms resolution: a spiral fold defines the Co-A binding pocket",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Structure of 4-chlorobenzoyl coenzyme A dehalogenase determined to 1.8 A ˚resolution: An enzyme catalyst generated by adaptive mutation",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The crystal structure of dienoyl-CoA isomerase at 1.5 A ˚resolution reveals the importance of aspartate and glutamate sidechains for catalysis",
      "year": 1998
    },
    {
      "doi": "",
      "title": "The 2 A ˚crystal structure of 6-oxocamphor hydrolase. New structural diversity in the crotonase superfamily",
      "year": 2003
    }
  ],
  "_title": "Emergent mechanistic diversity of enzyme-catalysed β-diketone cleavage",
  "_abstract": "The enzymatic cleavage of C-C bonds in β-diketones is, comparatively, a little studied biochemical process, but one that has important relevance to human metabolism, bioremediation and preparative biocatalysis. In recent studies, four types of enzymes have come to light that cleave C-C bonds in the β-diketone functionality using different chemical mechanisms. OPH [oxidized poly(vinyl alcohol) hydrolase from Pseudomonas sp. strain VM15C], which cleaves nonane-4,6-dione to butyrate and pentan-2-one is a serine-triad hydrolase. Dke1 (diketone-cleaving enzyme from Acinetobacter johnsonii) is a dioxygenase, cleaving acetylacetone to methylglyoxal and acetate. Fumarylacetoacetate hydrolase cleaves fumarylacetoacetate to fumarate and aceto-acetate using a water molecule, activated by a catalytic His/Asp dyad, aided by a calcium ion that both chelates the enol acid form of the substrate and indirectly positions the water for nucleophilic attack at a carbonyl group. 6-Oxocamphor hydrolase cleav"
}