{
  "summary": "The Earth BioGenome Project aims to sequence all eukaryotic biodiversity within a decade, addressing critical issues like climate change impacts on biodiversity and conservation efforts.",
  "key_claims": [
    "Aims to sequence, catalog, and characterize the genomes of all Earth's eukaryotic species over 10 years.",
    "Sequencing 2.3 million known species with fewer than 15,000 fully or partially sequenced genomes."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.7,
  "_refs": [
    {
      "doi": "",
      "title": "The Diversity of Life",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Synthesis of phylogeny and taxonomy into a comprehensive tree of life",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Risk and resilience in a new era",
      "year": 2016
    },
    {
      "doi": "",
      "title": "IUCN 2016: International Union for Conservation of Nature annual report",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Biological annihilation via the ongoing sixth mass extinction signaled by vertebrate population losses and declines",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Mainstreaming Agrobiodiversity in Sustainable Food Systems: Scientific Foundations for an Agrobiodiversity Index",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Leveraging biodiversity knowledge for potential phyto-therapeutic applications",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Induction of multiple pleiotropic drug resistance genes in yeast engineered to produce an increased level of anti-malarial drug precursor, artemisinic acid",
      "year": 2008
    },
    {
      "doi": "10.1038/nature.2013.13187",
      "title": "Economic return from Human Genome Project grows",
      "year": 2013
    },
    {
      "doi": "",
      "title": "The Earth Microbiome project: Successes and aspirations",
      "year": 2014
    },
    {
      "doi": "",
      "title": "It's more than stamp collecting: How genome sequencing can unify biological research",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Sequencing all life captivates biologists",
      "year": 2017
    },
    {
      "doi": "",
      "title": "New approaches narrow global species estimates for beetles, insects, and terrestrial arthropods",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Tree of life reveals clock-like speciation and diversification",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Perspectives from the Avian Phylogenomics Project: Questions that can be answered with sequencing all genomes of a vertebrate class",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Contentious relationships in phylogenomic studies can be driven by a handful of genes",
      "year": 2017
    },
    {
      "doi": "",
      "title": "The eukaryotic tree of life from a global phylogenomic perspective",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Obtaining genomes from uncultivated environmental microorganisms using FACS-based single-cell genomics",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Reconstruction and evolutionary history of eutherian chromosomes",
      "year": 2017
    },
    {
      "doi": "",
      "title": "A unifying model of genome evolution under parsimony",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Phylomedicine: An evolutionary telescope to explore and diagnose the universe of disease mutations",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Genome-wide amplifications caused by chromosomal rearrangements play a major role in the adaptive evolution of natural yeast",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Biodiversity redistribution under climate change: Impacts on ecosystems and human well-being",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Molecular population genetics",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Conservation genomics of threatened animal species",
      "year": 2013
    },
    {
      "doi": "",
      "title": "DNA barcodes: Methods and protocols",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The Global Genome Biodiversity Network (GGBN) data standard specification",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Estimating the biotech sector's contribution to the US economy",
      "year": 2016
    },
    {
      "doi": "",
      "title": "White House unveils National Microbiome Initiative",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Reference-assisted chromosome assembly",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Every genome sequence needs a good map",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Ex situ conservation of plant diversity in the world's botanic gardens",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Opinion: Telepresence is a potentially transformative tool for field science",
      "year": 2017
    },
    {
      "doi": "",
      "title": "The U.S. Culture Collection Network responding to the requirements of the Nagoya Protocol on access and benefit sharing",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Insights into the phylogeny and coding potential of microbial dark matter",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Big data: Astronomical or genomical?",
      "year": 2015
    },
    {
      "doi": "biorxiv:10.1101/101378",
      "title": "Genome graphs",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Global Genome Biodiversity Network: Saving a blueprint of the Tree of Life-A botanical perspective",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The Global Genome Biodiversity Network (GGBN) data portal",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The Genome 10K Project: A way forward",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The i5K initiative: Advancing arthropod genomics for knowledge, human health, agriculture, and the environment",
      "year": 2013
    },
    {
      "doi": "",
      "title": "The Global Invertebrate Genomics Alliance (GIGA): Developing community resources to study diverse invertebrate genomes",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A proposed framework for identifying potential biodefense vulnerabilities posed by synthetic biology: Interim report",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Land-use and climate change risks in the Amazon and the need of a novel sustainable development paradigm",
      "year": 2016
    }
  ],
  "_title": "Earth BioGenome Project: Sequencing life for the future of life",
  "_abstract": "Increasing our understanding of Earth's biodiversity and responsibly stewarding its resources are among the most crucial scientific and social challenges of the new millennium. These challenges require fundamental new knowledge of the organization, evolution, functions, and interactions among millions of the planet's organisms. Herein, we present a perspective on the Earth BioGenome Project (EBP), a moonshot for biology that aims to sequence, catalog, and characterize the genomes of all of Earth's eukaryotic biodiversity over a period of 10 years. The outcomes of the EBP will inform a broad range of major issues facing humanity, such as the impact of climate change on biodiversity, the conservation of endangered species and ecosystems, and the preservation and enhancement of ecosystem services. We describe hurdles that the project faces, including data-sharing policies that ensure a permanent, freely available resource for future scientific discovery while respecting access and benefit"
}