{
  "summary": "The study describes a method for amplifying and assembling chip-eluted DNA (AACED) using photolithographic synthesis, which could potentially provide a source of oligonucleotides for gene assembly in biological applications.",
  "key_claims": [
    "Describes the AACED method for amplifying and assembling chip-eluted DNA",
    "Photolithographic microarray synthesizers can produce hundreds of thousands of unique oligonucleotides quickly and inexpensively"
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.7,
  "_refs": [
    {
      "doi": "",
      "title": "Chemical synthesis of poliovirus cDNA: generation of infectious virus in the absence of natural template",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Generating a synthetic genome by whole genome assembly: phiX174 bacteriophage from synthetic oligonucleotides",
      "year": 2003
    },
    {
      "doi": "",
      "title": "(NPPOC) protecting groups for high-fidelity automated 5 0 ! 3 0 photochemical DNA synthesis",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Production by quantitative photolithographic synthesis of individually quality checked DNA microarrays",
      "year": 2000
    },
    {
      "doi": "",
      "title": "",
      "year": 2003
    },
    {
      "doi": "",
      "title": "! 3 0 synthesis of complex oligonucleotide microarrays",
      "year": null
    },
    {
      "doi": "",
      "title": "The efficiency of light-directed synthesis of DNA arrays on glass substrates",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Tripletsensitized photodeprotection of oligonucleotides in solution and on microarray chips",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Effects of stray light on the fidelity of photodirected oligonucleotide array synthesis",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Optimization of oligonucleotide-based DNA microarrays",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Characterization of oligodeoxyribonucleotide synthesis on glass plates",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Gene expression analysis using oligonucleotide arrays produced by maskless photolithography",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Maskless fabrication of lightdirected oligonucleotide microarrays using a digital micromirror array",
      "year": 1999
    },
    {
      "doi": "",
      "title": "DNA microarrays: an imaging study",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Microelec. Eng",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Linker phosphoramidite reagents for oligonucleotide synthesis on underivatized solid-phase supports",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Photolabile protecting groups for nucleosides: synthesis and photodeprotection rates",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Rutheniumcatalyzed dehydrogenative N_heterocyclization: indoles from 2-aminophenethyl alcohols and 2-nitrophenethyl alcohols",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Matrix-assisted laser desorption/ ionization mass spectrometry methods for oligodeoxynucleotides: improvements in matrix, detection limits, quantification, and sequencing",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Scaling up the ligase chain reaction-based approach to gene synthesis",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Recursive PCR: a novel technique for total gene synthesis",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Steric factors influencing hybridisation of nucleic acids to oligonucleotide arrays",
      "year": 1997
    }
  ],
  "_title": "Amplification and assembly of chip-eluted DNA (AACED): a method for high-throughput gene synthesis",
  "_abstract": "A basic problem in gene synthesis is the acquisition of many short oligonucleotide sequences needed for the assembly of genes. Photolithographic methods for the massively parallel synthesis of highdensity oligonucleotide arrays provides a potential source, once appropriate methods have been devised for their elution in forms suitable for enzyme-catalyzed assembly. Here, we describe a method based on the photolithographic synthesis of long (.60mers) single-stranded oligonucleotides, using a modified maskless array synthesizer. Once the covalent bond between the DNA and the glass surface is cleaved, the full-length oligonucleotides are selected and amplified using PCR. After cleavage of flanking primer sites, a population of unique, internal 40mer dsDNA sequences are released and are ready for use in biological applications. Subsequent gene assembly experiments using this DNA pool were performed and were successful in creating longer DNA fragments. This is the first report demonstrating "
}