{
  "summary": "A novel cutinase homolog, LC-cutinase*, was isolated from leaf-branch compost and showed high PET-degrading activity compared to other known enzymes.",
  "key_claims": [
    "LC-cutinase* has a specific PET-degrading activity of 12 mg/h/mg of enzyme at pH 8.0 and 50°C."
  ],
  "process_signals": [
    {
      "name": "specific_PET_degrading_activity",
      "value": "12",
      "unit": "mg/h/mg of enzyme",
      "context": "at pH 8.0 and 50°C"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "LC-cutinase*",
        "type": "cutinase homolog"
      }
    ],
    "reaction_types": [
      {
        "name": "PET degradation",
        "substrate": "polyethylene terephthalate (PET)"
      }
    ],
    "immobilization": [],
    "media": [
      {
        "name": "tributyrin agar plates"
      }
    ],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Increase of the hydrophilicity of polyethylene terephthalate fibres by hydrolases from Thermomonospora fusca and Fusarium solani f. sp. pisi",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Overproduction in Escherichia coli, purification, and characterization of a family I.3 lipase from Pseudomonas sp",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Phylogenetic identification and in situ detection of individual microbial cells without cultivation",
      "year": 1995
    },
    {
      "doi": "",
      "title": "A review of biodegradable polymers: uses, current developments in the synthesis and characterization of biodegradable polyesters, blends of biodegradable polymers and recent advances in biodegradation studies",
      "year": 1998
    },
    {
      "doi": "",
      "title": "A cell wall-degrading esterase of Xanthomonas oryzae requires a unique substrate recognition module for pathogenesis on rice",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Tailoring cutinase activity toward polyethylene terephthalate and polyamide 6,6 fibers",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Bacterial lipolytic enzymes: classification and properties",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Acyl glycerol hydrolases: inhibitors, interface, and catalysis",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Identification and characterization of bacterial cutinase",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Enzymatic surface modification and functionalization of PET: a water contact angle, FTIR, and fluorescence spectroscopy study",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Production of a recombinant polyester-cleaving hydrolase from Thermobifida fusca in Escherichia coli",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Production, characterization and applications of microbial cutinases",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Enzymatic hydrolysis of PTT polymers and oligomers",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Enzymatic surface hydrolysis of poly(ethylene terephthalate) and bis(benzoyloxyethyl) terephthalate by lipase and cutinase in the presence of surface active molecules",
      "year": 2009
    },
    {
      "doi": "",
      "title": "The spectrophotometric determination of tyrosine and tryptophan in proteins",
      "year": 1946
    },
    {
      "doi": "",
      "title": "Enzymes go big: surface hydrolysis and functionalization of synthetic polymers",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Molecular biological access to the chemistry of unknown soil microbes: a new frontier for natural products",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Susceptibility of a polycaprolactone-based root FIG 5 Degradation of cutin by LC-cutinase*. LC-cutinase* (50 g) was incubated with 1% (wt/vol) tomato cutin in 1 ml of 20 mM Tris-HCl (pH 8.0) at 50°C. The released fatty acids were quantified by titration with 50 mM NaOH. The experiment was carried out at least twice, and the average values are shown together with error bars. canal-filling material to degradation. III. Turbidimetric evaluation of enzymatic hydrolysis",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Characterization of a new extracellular hydrolase from Thermobifida fusca degrading aliphatic-aromatic copolyesters",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
      "year": 1970
    },
    {
      "doi": "",
      "title": "SMART 6: recent updates and new developments",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Atomic resolution (1.0 Å) crystal structure of Fusarium solani cutinase: stereochemical analysis",
      "year": 1997
    },
    {
      "doi": "",
      "title": "A rapid screening method for cutinase producing microorgainsms",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Enzymatic degradation of poly(ethylene terephthalate): rapid hydrolysis using a hydrolase from Thermobifida fusca",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Comparison of the hydrolysis of polyethylene terephthalate fibers by a hydrolase from Fusarium oxysporum LCH I and Fusarium solani f. sp. pisi",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Screening of tropical fungi producing polyethylene terephthalatehydrolyzing enzyme for fabric modification",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Catalysis by Glomerella cingulata cutinase requires conformational cycling between the active and inactive states of its catalytic triad",
      "year": 2009
    },
    {
      "doi": "",
      "title": "The ␣/␤ hydrolase fold",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Hydrolysis of polyethyleneterephthalate by p-nitrobenzylesterase from Bacillus subtilis",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Metagenomics, biotechnology with non-culturable microbes",
      "year": 2007
    },
    {
      "doi": "",
      "title": "SMART, a simple modular architecture research tool: identification of signaling domains",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Engineered Thermobifida fusca cutinase with increased activity on polyester substrates",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Advances in recovery of novel biocatalysts from metagenomes",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Metagenomic gene discovery: how far have we moved into novel sequence space?",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Functional metagenomics for enzyme discovery: challenges to efficient screening",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Enzymatic surface modification of poly(ethylene terephthalate)",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Structure of a microbial homologue of mammalian platelet-activating factor acetylhydrolases: Streptomyces exfoliatus lipase at 1",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Å resolution. Structure",
      "year": null
    },
    {
      "doi": "",
      "title": "Determination of the structures of cutin monomers by a novel depolymerization procedure and combined gas chromatography and mass spectrometry",
      "year": 1972
    },
    {
      "doi": "",
      "title": "Enzymes for the biofunctionalization of poly(ethylene terephthalate)",
      "year": 2011
    }
  ],
  "_title": "Isolation of a Novel Cutinase Homolog with Polyethylene Terephthalate-Degrading Activity from Leaf-Branch Compost by Using a Metagenomic Approach",
  "_abstract": "The gene encoding a cutinase homolog, LC-cutinase, was cloned from a fosmid library of a leaf-branch compost metagenome by functional screening using tributyrin agar plates. LC-cutinase shows the highest amino acid sequence identity of 59.7% to Thermomonospora curvata lipase. It also shows the 57.4% identity to Thermobifida fusca cutinase. When LCcutinase without a putative signal peptide was secreted to the periplasm of Escherichia coli cells with the assistance of the pelB leader sequence, more than 50% of the recombinant protein, termed LC-cutinase*, was excreted into the extracellular medium. It was purified and characterized. LC-cutinase* hydrolyzed various fatty acid monoesters with acyl chain lengths of 2 to 18, with a preference for short-chain substrates (C 4 substrate at most) most optimally at pH 8.5 and 50°C, but could not hydrolyze olive oil. It lost activity with half-lives of 40 min at 70°C and 7 min at 80°C. LC-cutinase* had an ability to degrade poly(-caprolactone) and"
}