{
  "summary": "The focus in directed molecular evolution is shifting towards library quality and comprehensive analysis methods, with new techniques improving diversity generation and screening efficiency.",
  "key_claims": [
    "Research is increasingly focusing on the quality and comprehensiveness of libraries constructed through directed molecular evolution.",
    "New methods for generating diverse molecular libraries are being developed to reduce bias and increase efficiency."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.7,
  "_refs": [
    {
      "doi": "",
      "title": "References and recommended reading Papers of particular interest, published within the annual period of review, have been highlighted as: of special interest of outstanding interest",
      "year": null
    },
    {
      "doi": "",
      "title": "Discovery of superior enzymes by directed molecular evolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Combinatorial protein design: strategies for screening protein libraries",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Chemical and biochemical strategies for the randomization of protein encoding DNA sequences: library construction methods for directed evolution",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Directed Evolution Library Construction: Methods and Protocols",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Removing the redundancy from randomised gene libraries",
      "year": 2003
    },
    {
      "doi": "",
      "title": "A description of an oligonucleotide-based randomization procedure for removing library biases that arise from degeneracy in the genetic code. This 'MAX' randomization also has the advantage of decreasing target library sizes at the DNA level",
      "year": null
    },
    {
      "doi": "",
      "title": "Method to protect a targeted amino acid residue during random mutagenesis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Protein evolution by 'codon shuffling': a novel method for generating highly variant mutant libraries by assembly of hexamer DNA duplexes",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Sequence saturation mutagenesis (SeSaM): a novel method for directed evolution",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Randomization of genes by PCR mutagenesis",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Growth factor engineering by degenerate homoduplex gene family recombination",
      "year": 2002
    },
    {
      "doi": "",
      "title": "A novel method for synthetic recombination in vitro, in which all polymorphisms from a variety of mammalian epidermal growth factor genes were encoded in three 'top-strand' and two 'bottom-strand' oligonucleotides. Regions of overlap between top and bottom strands facilitated partial homoduplex formation, allowing top strand synthesis to be completed by gap filling and ligation. The result was completely unbiased randomization",
      "year": null
    },
    {
      "doi": "",
      "title": "Synthetic shuffling expands functional protein diversity by allowing amino acids to recombine independently",
      "year": 2002
    },
    {
      "doi": "",
      "title": "As with [10 ] and [12 ], the synthetic shuffling protocol makes all shuffled progeny equally likely regardless of linkage, effectively increasing library diversity",
      "year": null
    },
    {
      "doi": "",
      "title": "Assembly of designed oligonucleotides as an efficient method for gene recombination: a new tool in directed evolution",
      "year": 2003
    },
    {
      "doi": "",
      "title": "User-friendly algorithms for estimating completeness and diversity in randomized protein-encoding libraries",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Chimeric gene library construction by a simple and highly versatile method using recombination-dependent exponential amplification",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Construction of DNAshuffled and incrementally truncated libraries by a mutagenic and unidirectional reassembly method: changing from a substrate specificity of phospholipase to that of lipase",
      "year": 2002
    },
    {
      "doi": "",
      "title": "A new approach to directed gene evolution by recombined extension on truncated templates (RETT)",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Molecular evolution by staggered extension process (StEP) in vitro recombination",
      "year": 1998
    },
    {
      "doi": "",
      "title": "A combinatorial approach to hybrid enzymes independent of DNA homology",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Rapid generation of incremental truncation libraries for protein engineering using a-phosphothioate nucleotides",
      "year": 2001
    },
    {
      "doi": "",
      "title": "General method for sequence-independent site-directed chimeragenesis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Computer-aided combinatorial engineering of b-lactamases, using the authors' SCHEMA algorithm [29]. The seamless fusion of predicted protein fragments from TEM-1 and PSE-4 via type II restriction endonucleases resulted in homology-independent recombination with high numbers of crossovers",
      "year": null
    },
    {
      "doi": "",
      "title": "Structure-based combinatorial protein engineering (SCOPE)",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Creating multiple-crossover DNA libraries independent of sequence identity",
      "year": 2001
    },
    {
      "doi": "",
      "title": "A universal, vector-based system for nucleic acid reading-frame selection",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Enhanced crossover SCRATCHY: construction and high-throughput screening of a combinatorial library containing multiple non-homologous crossovers",
      "year": 2003
    },
    {
      "doi": "",
      "title": "A simple but effective method for addressing the original SCRATCHY protocol's limited crossover numbers. Portions of parental ITCHY libraries containing crossovers are amplified before shuffling, raising the probability of incorporating such fragments during subsequent reassembly and increasing the mean number of crossovers per sequence",
      "year": null
    },
    {
      "doi": "",
      "title": "Computational challenges in combinatorial library design for protein engineering",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Computational design of a Zn 2R receptor that controls bacterial gene expression",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Design of a novel globular protein fold with atomic-level accuracy",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Computational and experimental analysis of DNA shuffling",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Protein building blocks preserved by recombination",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Library analysis of SCHEMA-guided protein recombination",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Identifying residue-residue clashes in protein hybrids by using a second-order mean-field approach",
      "year": 2003
    },
    {
      "doi": "",
      "title": "A detailed predictive framework offering valuable guidance for the identification and quantification of residue-residue clashes in protein hybrids. Calculations on two model systems, dihydrofolate reductase and glycinamide ribonucleotide formyltransferase",
      "year": null
    },
    {
      "doi": "",
      "title": "Using multiple sequence correlation analysis to characterize functionally important protein regions",
      "year": 2003
    },
    {
      "doi": "",
      "title": "FamClash: a method for ranking the activity of engineered enzymes",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Evolutionarily conserved networks of residues mediate allosteric communication in proteins",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Directed Enzyme Evolution: Screening and Selection Methods",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Plu ¨ckthun A: Turnover-based in vitro selection and evolution of biocatalysts from a fully synthetic antibody library",
      "year": 2003
    },
    {
      "doi": "",
      "title": "When incubated with immobilized 2-difluoromethylphenyl phosphate as the substrate, proteins that cleaved the phosphate ester bond generated a reactive intermediate, which immediately captured the catalyst and its associated phage particle",
      "year": null
    },
    {
      "doi": "",
      "title": "Man-made cell-like compartments for molecular evolution",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Promiscuous methylation of non-canonical DNA sites by HaeIII methyltransferase",
      "year": 2002
    },
    {
      "doi": "",
      "title": "In vitro compartmentalization by double emulsions: sorting and gene enrichment by fluorescence activated cell sorting",
      "year": 2004
    },
    {
      "doi": "",
      "title": "STABLE: protein-DNA fusion system for screening of combinatorial protein libraries in vitro",
      "year": 1999
    },
    {
      "doi": "",
      "title": "DNA display for in vitro selection of diverse peptide libraries",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Directed evolution of an extremely fast phosphotriesterase by in vitro compartmentalization",
      "year": 2003
    }
  ],
  "_title": "Novel methods for directed evolution of enzymes: quality, not quantity",
  "_abstract": "In the past decade methods of directed molecular evolution have proven revolutionary in protein engineering. An increasing number of powerful new combinatorial techniques have joined rational design methods as effective tools for the manipulation and tailoring of biocatalysts. More and more, research in this maturing field is focusing on the quality and comprehensiveness of library construction and analysis. Additionally, in-depth studies have begun to highlight the underlying evolutionary mechanisms, limitations, and consequences of the various methodologies. Together, these investigations are creating a framework for future engineering projects."
}