{
  "summary": "Cytochrome P450 enzymes catalyze a wide range of reactions including oxidations, reductions, desaturation, and ester cleavage. These enzymes are crucial in drug metabolism and chemical toxicity, with some reactions not yet fully understood.",
  "key_claims": [
    "Cytochrome P450 enzymes catalyze various reactions such as carbon hydroxylation, heteroatom oxygenation, dealkylation, epoxidation, and olefin oxidation.",
    "Some P450-catalyzed reactions are not fully rationalized and may involve acid-base catalysis."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "Cytochrome P450"
    ],
    "reaction_types": [
      "oxidations",
      "reductions",
      "desaturation",
      "ester cleavage",
      "ring expansion",
      "ring formation",
      "aldehyde scission",
      "dehydration",
      "ipso attack",
      "one-electron oxidation",
      "coupling reactions",
      "fatty acid rearrangement",
      "prostaglandin hydroperoxide rearrangement",
      "phospholipase activity"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Pharmacogenomics of cytochrome P450 and other enzymes involved in the biotransformation of xenobiotics",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Microarrays and toxicology: the advent of toxicogenomics",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Oxidation of toxic and carcinogenic chemicals by human cytochrome P-450 enzymes",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Cytochrome P450 enzymes",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Peroxidative reactions of diversozymes",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The great diversity of reactions catalyzed by cytochromes P450",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Catalytic reactivities and structure/function relationships of cytochrome P450 enzymes",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The chemistry of cytochrome P450 reactions",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Cytochromes P450",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Cytochromes P450. Structure, Function and Mechanism, Taylor and Francis",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Oxygen activation and reactivity",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Biochemistry of Redox Reactions",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Oxygen activation and transfer",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Metabolism of polycyclic compounds; production of dihydroxydihydroanthracene from anthracene",
      "year": 1935
    },
    {
      "doi": "",
      "title": "The metabolism of 4-dimethylaminoazobenzene by rat liver homogenates",
      "year": 1948
    },
    {
      "doi": "",
      "title": "Mechanisms of oxygen metabolism",
      "year": 1957
    },
    {
      "doi": "",
      "title": "Detoxication Mechanisms",
      "year": 1947
    },
    {
      "doi": "",
      "title": "Enzymatic metabolism of drugs and other foreign compounds",
      "year": 1958
    },
    {
      "doi": "",
      "title": "Pigments of rat liver microsomes",
      "year": 1958
    },
    {
      "doi": "",
      "title": "A new cytochrome in liver microsomes",
      "year": 1962
    },
    {
      "doi": "",
      "title": "The light reversible carbon monoxide inhibition of the steroid C21hydroxylase system of the adrenal cortex",
      "year": 1963
    },
    {
      "doi": "",
      "title": "Photochemical action spectrum of the terminal oxidase of mixed function oxidase systems",
      "year": 1965
    },
    {
      "doi": "",
      "title": "Cytochrome P-450 of liver microsomes: one pigment or many",
      "year": 1968
    },
    {
      "doi": "",
      "title": "Induction of drug metabolism. II. Qualitative differences in the microsomal Ndemethylating systems stimulated by polycyclic hydrocarbons and by phenobarbital",
      "year": 1969
    },
    {
      "doi": "",
      "title": "Studies on the induction of CO-binding pigments in liver microsomes by phenobarbital and 3-methylcholanthrene",
      "year": 1967
    },
    {
      "doi": "",
      "title": "The metabolism of methylated aminoazo dyes. V. Evidence for induction of enzyme synthesis in the rat by 3-methylcholanthrene",
      "year": 1956
    },
    {
      "doi": "",
      "title": "The acceleration of evipan oxidation and the demethylation of methylaminopyrine by barbiturates",
      "year": 1957
    },
    {
      "doi": "",
      "title": "The enzymatic deamination of amphetamine",
      "year": 1955
    },
    {
      "doi": "",
      "title": "Metabolism of Sterols",
      "year": 1960
    },
    {
      "doi": "",
      "title": "Metabolism of diethyl p-nitrophenyl phosphorothionate (parathion) by a reconstituted mixed-function oxidase enzyme system, studies of the covalent binding of the sulfur atom",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Reciprocal posttranslational regulation of renal 1R-and 24-hydroxylases of 25-hydroxyvitamin D3 by phosphorylation of ferredoxin, mRNAdirected cell-free synthesis and immunoisolation of ferredoxin",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Cytochrome P450 and the metabolism of arachidonic acid and oxygenated eicosanoids",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Transformation of thebaine to oripavine, codeine, and morphine by rat liver, kidney, and brain microsomes",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Role of hemoprotein P-450 in fatty acid ω-hydroxylation in a soluble enzyme system from liver microsomes",
      "year": 1968
    },
    {
      "doi": "",
      "title": "Enzymology of human liver cytochromes P-450",
      "year": 1987
    },
    {
      "doi": "",
      "title": "",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Enzymology of rat liver cytochromes P-450",
      "year": 1987
    },
    {
      "doi": "",
      "title": "The P450 gene superfamily: recommended nomenclature",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Identification, characterization, and crystal structure of the Omega class glutathione transferases",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Human cytochrome P450 enzymes",
      "year": 1995
    },
    {
      "doi": "",
      "title": "The human hepatic cytochromes P450 involved in drug metabolism",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Comparisons of catalytic selectivity of cytochrome P450 subfamily members from different species",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Differences in activation of heterocyclic aromatic amines by rat and human liver microsomes and by rat and human cytochromes P450 1A2",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Enzymatic activation of chemicals to toxic metabolites",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Physiological role of the N-terminal processed P4501A1 targeted to mitochrondria in erythromycin metabolism and reversal of erythromycinmediated inhibition of mitochondrial protein synthesis",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Targeting of NH 2terminal-processed microsomal protein to mitochondria: a novel pathway for the biogensis of hepatic mitochondrial P450MT2",
      "year": 1997
    },
    {
      "doi": "",
      "title": "A soluble NH 2terminally truncated catalytically active form of rat cytochrome P450 2E1 targeted to liver mitochondria",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Dual targeting of cytochrome P450 2B1 to endoplasmic reticulum and mitochondria involves a novel signal activation by cyclic AMPdependent phosphorylation at Ser128",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Interaction of adrenodoxin with P4501A1 and its truncated form P450MT2 through different domains: differential modulation of enzyme activities",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Cytochromes P-450 in human hepatocyte plasma membrane: recognition by several autoantibodies",
      "year": 1993
    }
  ],
  "_title": "Common and Uncommon Cytochrome P450 Reactions Related to Metabolism and Chemical Toxicity",
  "_abstract": "Cytochrome P450 (P450) enzymes catalyze a variety of reactions and convert chemicals to potentially reactive products as well as make compounds less toxic. Most of the P450 reactions are oxidations. The majority of these can be rationalized in the context of an FeO 3+ intermediate and odd electron abstraction/rebound mechanisms; however, other iron-oxygen complexes are possible and alternate chemistries can be considered. Another issue regarding P450-catalyzed reactions is the delineation of rate-limiting steps in the catalytic cycle and the contribution to reaction selectivity. In addition to the rather classical oxidations, P450s also catalyze less generally discussed reactions including reduction, desaturation, ester cleavage, ring expansion, ring formation, aldehyde scission, dehydration, ipso attack, one-electron oxidation, coupling reactions, rearrangement of fatty acid and prostaglandin hydroperoxides, and phospholipase activity. Most of these reactions are rationalized in the c"
}