{
  "review_id": "04_Winkler_2021_ACSCentSci",
  "sections": [
    {
      "header": "ABSTRACT: Biocatalysis, using defined enzymes for organic transformations, has b…",
      "raw_header": "ABSTRACT: Biocatalysis, using defined enzymes for organic transformations, has b…",
      "text": "ABSTRACT: Biocatalysis, using defined enzymes for organic transformations, has become a common tool in organic synthesis, which is also frequently applied in industry. The generally high activity and outstanding stereo-, regio-, and chemoselectivity observed in many biotransformations are the result of a precise control of the reaction in the active site of the biocatalyst. This control is achieved by exact positioning of the reagents relative to each other in a fine-tuned 3D environment, by specific activating interactions between reagents and the protein, and by subtle movements of the catalyst. Enzyme engineering enables one to adapt the catalyst to the desired reaction and process. A well-filled biocatalytic toolbox is ready to be used for various reactions. Providing nonnatural reagents and conditions and evolving biocatalysts enables one to play with the myriad of options for creating novel transformations and thereby opening new, short pathways to desired target molecules. Combining several biocatalysts in one pot to perform several reactions concurrently increases the efficiency of biocatalysis even further. ■ NEED FOR A BROAD TOOLBOX OF (CHIRAL)",
      "snippet": "ABSTRACT: Biocatalysis, using defined enzymes for organic transformations, has become a common tool in organic synthesis, which is also frequently applied in industry. The generally high activity and outstanding stereo-, regio-, and chemoselectivity observed in many biotransformations are the result of a precise control of the reaction in the active site of the biocatalyst. This control is achieved by exact positioning of the reagents relative to each other in a fine-tuned 3D environment, by specific activating interactions between reagents and the protein, and by subtle movements of the catalyst. Enzyme engineering enables one to adapt the catalyst to the desired reaction and process. A well-filled biocatalytic toolbox is ready to be used for various reactions. Providing nonnatural reagents and conditions and evolving biocatalysts enables one to play with the myriad of options for creating novel transformations and thereby opening new, short pathways to desired target molecules. Combining several biocatalysts in one pot to perform several reactions concurrently increases the efficiency of biocatalysis even further. ■ NEED FOR A BROAD TOOLBOX OF (CHIRAL)",
      "pages": null,
      "citations": []
    },
    {
      "header": "CATALYSTS FOR ORGANIC SYNTHESIS",
      "raw_header": "CATALYSTS FOR ORGANIC SYNTHESIS",
      "text": "Over almost two centuries, starting with Friedrich Woḧler, 1,2 researchers have developed synthetic methods to prepare various natural products and derivatives thereof as well as completely new molecules. 3 Consequently, organic synthesis has become a highly powerful art providing versatile protocols to prepare molecules of and for our life. [4][5][6][7][8][9][10][11][12][13][14] Thus organic synthesis provides access to chemical compounds that cover our daily needs with respect to virtually every aspect of modern life, including clothing, hygiene, nutrition, transport, housing, and health. Without doubt, organic synthesis has a major impact on our standard of living. Nevertheless, the economic, environmental, and social concerns of our society still urge chemistry to make synthetic routes even more efficient, more easily scalable, and more cost-effective. Ideally, chemical products should be accessible and affordable for all human beings, and their manufacture should allow the current state of the environment to be preserved or even improved. This goes in hand with and is part of the 12 principles of \"Green Chemistry\". [15][16][17] Just recently, in 2018, K. C. Nicolaou requested improvements for organic synthesis, envisioning nature's efficiency as an ideal goal: \"It is also important to re-emphasize that organic synthesis still has a long way to go before it can be considered competitive with biosynthesis, Nature's way of making molecules. The standards of Nature (i. e., close to 100 % yield, little if any waste, ambient temperature, aqueous media) should be those we must seek in our drive to perfect our synthetic capabilities in order to enable the myriad of imaginable and unimaginable applications of organic synthesis of today and tomorrow.\" 13 Actually, in the \"Organic Chemist's Ode\", the power of nature's synthesis sounds unreachable: \"Lord, I fall upon my knees / And pray that all my syntheses / May no longer be inferior / To those conducted by bacteria\" 18 We know that the natural catalysts, the enzymes present in all living beings, are responsible for these reactions. If these enzymes are so efficient, then is it not obvious that we should utilize them in organic synthesis? Why try to compete if there is the option to use them, learn how their mechanistic machinery works, and consequently tune and exploit them for different substrates? This is, of course, not a new idea, and about the last 25 years have initiated a slow change of paradigm in synthetic chemistry to incorporate some selected enzymes in the repertoire of catalysis. Enzymes, made up of a chain of L-α-amino acids, may be considered as huge organocatalysts if there is no metal involved or as organometallic catalysts with a huge ligand in case a metal is involved. The enzymes used today in synthesis are typically composed of a peptide chain of 200-600 amino acids, consequently possessing a molecular weight between 20 and 60 kDa. If metals are present, then these usually have a high natural abundance and low toxicity, such as iron, copper, manganese, zinc, magnesium, cobalt, or molybdenum. 19 The outstanding properties of nature's catalysts were already exploited in chemical synthetic routes about 100 years ago, at a time when nothing was known about the structure of these catalysts or even their amino acid sequence. At this time, the whole (living) organism was employed as a black box catalyst for a single chemical step without knowing what was going on inside. For instance, a bacterium named Acetobacter suboxydans was used for the regio-and chemoselective oxidation of a single sec-alcohol moiety in D-sorbitol in the neighborhood of three more sec-OHs and two primary OHs to give the corresponding ketone, L-sorbose (Scheme 1a). [20][21][22] This microbial oxidation step is part of a reaction sequence involving several chemical steps starting from D-glucose and leading to vitamin C. This overall process is basically still used today on an industrial scale, albeit with some improvements. A stereoselective benzoin reaction has been the asymmetric key step in the industrial synthesis of (-)-ephedrine since 1921 until today, originally performed using living cells of baker's yeast (Scheme 1b). 23,24 Thereby, a new C-C bond is formed between benzaldehyde and decarboxylated pyruvate, giving (R)phenylacetyl carbinol ((R)-PAC) as the key intermediate. A regio-and stereoselective C-H oxidation accomplished by a fungus (e.g., Rhizopus; Scheme 1c) 25 is part of the large-scale synthesis of hydrocortisone, an important anti-inflammatory agent for the treatment of debilitating diseases including rheumatoid arthritis. These three examples nicely illustrate the exquisite regio-, chemo-, and stereoselectivity of enzymes. Just to also show an example for a bulk chemical, the production of acrylamide by the monohydration of acrylonitrile on a > 50 000 tons per year scale is one of the most impressive industrial applications of enzymes, reaching the productivity levels of heterogeneous catalysts (Scheme 1d; space-time yields 53-93 g L -1 h -1 ). 26,27 The advantage of the last reaction over the chemical alternative is its high chemoselectivity, exclusively giving the amide, as well as the easier separation of the catalyst from the product compared with metal catalysts. Various other examples throughout the history of biocatalysis have been reviewed. 28,29 ■ ENZYMES AS AN EXTENSION OF THE TOOLBOX OF CATALYSTS Transformations using living bacterial or fungal strains may have had the flavor of a nonscientific method for an organic chemist, who would have wanted to precisely describe the mechanism of the reaction and wanted to know the molecular structure of the catalyst. Fortunately, the specific enzymes responsible for catalyzing the reactions above have been identified in the meantime. Thus light was brought into the darkness of the black a (a) Vitamin C, (b) (-)-ephedrine, (c) hydrocortisone, and (d) acrylamide. box, and we know what the catalysts are. Over the last several decades, many enzymes in biosynthetic pathways have been identified, and their 3D structures have been solved and deposited in databases like the Protein Data Bank (PDB), 30 which currently contains more than 160 000 structures and grows by more than 10 000 entries every year. Thus the enzymes are available and awaiting their exploitation. Thanks to cocrystallization or soaking of the proteins with substrates/ products, crystal structures were obtained, showing the binding modes of the substrate/product in the catalyst, which is rarely possible with organo-or organometallic catalysts. Such protein structures containing the substrate/product help us to understand the mechanism as well as the reactivity and stereo-and regioselectivity of enzymes. Alternatively, computational tools [31][32][33][34] for modeling of enzyme structures and the mode of substrate binding support the elucidation of mechanisms and the understanding of these biocatalysts. With the growing understanding of the structure and function followed by searching for applications, the need to produce the biocatalyst outside of its natural source organism arose. In this context, three practical aspects are worth mentioning: First, the preparation of the catalyst requires, in general, the machinery of the protein synthesis of microorganisms via fermentation, which ultimately consumes nutrients such as sugars and amino acids. Thus it relies on renewable resources. Second, the production of a new batch happens, in general, within a few hours, maybe up to a few days, in one process step; thus it is relatively quick in comparison with, for example, multistep syntheses of nonnatural ligands. Third, because the biocatalyst is made of amino acids, it is also naturally degradable; one might even eat it. This clearly underlines that such catalysts can be easily integrated in a circular economy. 35,36 The term biocatalyst is very often used, and unfortunately, this term is rather imprecise, as it is employed, for example, for a wild-type organism, a single enzyme, a crude enzyme preparation, or an enzyme (preparation) immobilized on a carrier. Most often, the term biocatalyst refers to a crude cell extract from the production strain (e.g., E. coli), which may contain many other enzymes that, in general, do not interfere with the intended reaction. Enzyme purification by chromatography is prohibitively expensive on a large scale, explaining the prevalence of crude preparations provided by commercial sources. However, certain production strains (e.g., Komagataella phaff ii, previously known as Pichia pastoris) allow the secretion of enzymes into the aqueous medium in which the production strain grows, making separation straightforward and leading right away to a rather pure enzyme preparation. Actually, for example, when produced in E. coli, even the whole cells containing the heterologously expressed enzyme may be used as catalyst preparation. When we speak in the following about a \"biocatalyst\", this refers to a single enzyme, which may be used in purified form, as a crude preparation, or immobilized on a carrier. Consequently, the word biocatalysis is also used for many approaches. For this outlook in connection to organic synthesis, we consider biocatalysis as the use of either a single enzyme (also when provided as crude preparation) or combinations of different enzymes in one pot for the transformation of any welldefined organic compound; thus we do not deal with living organisms here. Living organisms present additional challenges for biotechnologists because they contain thousands of enzymes and countless metabolites at changing concentrations within a cell. For organic chemistry, we prefer a simpler, more defined system. Biocatalysis in this sense of the word enables the sustainable production of chemicals by catalyzing specific steps while avoiding the restrictions associated with microbial strains. 37 ■ HIGH-TECH FEATURES OF A BIOCATALYST In the early days of biocatalysis, it was assumed that the acceleration of the reaction rate achieved by enzymes is mainly due to the stabilization of transition states. However, this view was falsified when the performance of antibodies that possess an ideal complement structure to the transition state was clearly inferior to that of enzymes. 38 It turned out that efficient catalysis requires more than just transition-state stabilization. Following an enzymatic catalytic cycle in detail, one notices that in an ideal case, each step is controlled by several interactions between the substrate and the enzyme. The main steps of a general catalytic cycle are (i) binding of substrate(s), (ii) activation of substrate(s), (iii) stabilization of transition state(s), and (iv) product release (Table 1). The substrate binding relies on not just one or two interactions between the enzyme and the substrate (Table 1) but several, which are required for the precise positioning of the reaction partners to each other in 3D space in a productive pose. The interaction between the substrate and the biocatalyst at (at least) three points is also important for the differentiation between enantiomers. 39 One might argue that a significant contribution to the efficiency of enzymes is the controlled precise orientation of the reactants in space, in addition to the strategically ideal location of various catalytically active residues. Thus several residues usually contribute to enabling the reaction; this well-established concept in enzymes has recently been described as synergistic catalysis. 40 The residues catalyzing the reaction or binding the substrate shape the active site of the catalyst, providing the To expel the product quickly after the reaction is important to minimize product inhibition. This is easier the more the substrate and the product differ from each other confinement. 41 Nevertheless, for an enzyme, this shape is adapting in size to the substrate; the enzyme backbone is flexible/dynamic during the catalytic cycle, adapting for ideal positions. [42][43][44][45][46][47] Thus the conformational dynamics also influenced by allosteric regulation (i.e., tuning enzyme function by distal positions) play a crucial role in the substrate binding as well as for product release. In comparison, a heterogeneous catalyst like a zeolite will absorb a substrate so that it is completely surrounded by the rigid structure of the zeolite. An organocatalyst is more flexible but can control only a limited number of degrees of freedom of the substrate due to its smaller size. The enzyme combines the best from both, the pocket formation and flexibility, which are considered important for substrate binding and catalytic turnover. 48,49 Furthermore, whereas a low-molecular-weight organocatalyst is, in general, not controlling the approach of the substrate to the catalytically active residue, and the zeolite is differentiating mainly by size, the flexible loops and domains of a biocatalyst gate the access of the substrate to the active site. 45,50,51 In Scheme 2a, the important features of an enzyme contributing to the different steps are exemplified for an enzyme enabling a C-C bond formation, namely, the acylation of resorcinol. [52][53][54][55][56][57][58] The natural reaction of this acyltransferase is the disproportionation of monoacetyl-phloroglucinol (Scheme 2b); 59,60 however, it turned out that the natural catalyst shows promiscuous activity to also accept esters (e.g., phenyl or vinyl) as acyl donors and to link the acyl group to (substituted) resorcinol via the formation of a new C-C bond. This is remarkable because O-acylation occurs under chemical catalysis. To ensure this chemoselectivity, precise binding is required. Looking at the structure of the catalyst, one can differentiate between certain regions of the enzyme (Figure 1): Obviously, the most important one is the place where the reaction occurs, the active site. Often, a tunnel, maybe via a gate, 50 leading to the active site preselects and preorientates the substrates. 51,61,62 There might be several tunnels to the active site, for example, one for bigger molecules and another for smaller molecules. The active-site pocket accommodates the catalytically active residues, whereof one residue may bind the substrate covalently. (In the example, a cysteine, Cys88, forms a reactive thioester intermediate; this covalent interaction may also occur with a cofactor.) Other residues contribute to substrate activation and its correct positioning in the active site (e.g., His56 and Tyr124 in Figure 1 in addition to others not highlighted). Alternatively, cofactors extending the repertoire of catalysis may be accommodated in the active site, enabling reductions/ oxidations via hydride transfer (NAD(P) + /NAD(P)H, flavins) or, for example, oxygenation (iron bound either in porphyrin or directly to the enzyme), methyl transfer, or methyl shuttling (Sadenosyl methionine or cobalamin) and various others. [63][64][65] The amino acid side chains are oriented by the folding of the protein and fine-positioned by the residues surrounding them. Consequently, not only the residues in the active site but also those in the next outer shell contribute to the 3D structure of the active site. Countless interactions within the densely packed protein core, together with conformational restrictions of the peptide backbone, lead to a defined but flexible arrangement of the active-site residues. The outermost layer is responsible for the contact with the medium and, in some cases, for enabling the formation of dimers or even oligomers of the catalyst. In summary, the large molecular size of enzymes in combination with numerous intramolecular interactions leads to a 3D structure that is welldefined but also dynamic, thereby meeting the requirements of substrate binding and catalysis. Unfortunately, protein dynamics may also lead to conformational states that trigger unfolding and therefore loss of activity. Indeed, enzyme stability, for example, toward elevated temperatures, cosolvent concentrations, or substrate concentrations, may be an issue for certain biocatalysts. Nevertheless, it has been shown that enzymes can be stabilized by various approaches, such as ancestral sequence reconstruction, 66 enzyme engineering, including the introduction of salt bridges 67,68 and disulfide bonds, 32,51,[69][70][71][72] or glycosylation. 73 The above example gives a glimpse of the complexity of enzymes as catalysts and shows that there are many screws to turn. The high number of triggers promoting a reaction and the The biocatalyst combines the best from both (organocatalysts and, e.g., zeolites), the pocket formation and flexibility, which are considered important for substrate binding and catalytic turnover. a (a) Designed biocatalytic reaction using esters as an acyl source to be transferred onto resorcinol derivatives. (b) Natural reaction of the acyltransferase represents a disproportionation. interplay of all of these different features make each enzyme a unique catalyst.",
      "snippet": "Over almost two centuries, starting with Friedrich Woḧler, 1,2 researchers have developed synthetic methods to prepare various natural products and derivatives thereof as well as completely new molecules. 3 Consequently, organic synthesis has become a highly powerful art providing versatile protocols to prepare molecules of and for our life. [4][5][6][7][8][9][10][11][12][13][14] Thus organic synthesis provides access to chemical compounds that cover our daily needs with respect to virtually every aspect of modern life, including clothing, hygiene, nutrition, transport, housing, and health. Without doubt, organic synthesis has a major impact on our standard of living. Nevertheless, the economic, environmental, and social concerns of our society still urge chemistry to make synthetic routes even more efficient, more easily scalable, and more cost-effective. Ideally, chemical products should be accessible and affordable for all human beings, and their manufacture should allow the current state of the environment to be preserved or even improved. This goes in hand with and is part of the 12 principles of \"Green Chemistry\". [15][16][17] Just recently, in 2018, K. C. Nicolaou requested improvements for organic synthesis, envisioning nature's efficiency as an ideal goal: \"It is also important to re-emphasize that organic synthesis still has a long way to go before it can be considered competitive with biosynthesis, Nature's way of making molecules. The standards of Nature (i. e., c…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "1,",
          "target_xml_id": "b0"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "3",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "[4]",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "[5]",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "[6]",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "[7]",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "[8]",
          "target_xml_id": "b8"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "[13]",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "[14]",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "[15]",
          "target_xml_id": "b15"
        },
        {
          "ref_marker": "[16]",
          "target_xml_id": "b16"
        },
        {
          "ref_marker": "[17]",
          "target_xml_id": "b17"
        },
        {
          "ref_marker": "13",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "18",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b19"
        },
        {
          "ref_marker": "[20]",
          "target_xml_id": "b20"
        },
        {
          "ref_marker": "[21]",
          "target_xml_id": "b21"
        },
        {
          "ref_marker": "[22]",
          "target_xml_id": "b22"
        },
        {
          "ref_marker": "23,",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "24",
          "target_xml_id": "b24"
        },
        {
          "ref_marker": "26,",
          "target_xml_id": "b25"
        },
        {
          "ref_marker": "27",
          "target_xml_id": "b26"
        },
        {
          "ref_marker": "28,",
          "target_xml_id": "b27"
        },
        {
          "ref_marker": "29",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "30",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "[31]",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "[32]",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "[33]",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "[34]",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "36",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "37",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "38",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "39",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[42]",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "[43]",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "[44]",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "[45]",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "[46]",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "[47]",
          "target_xml_id": "b45"
        },
        {
          "ref_marker": "48,",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b47"
        },
        {
          "ref_marker": "45,",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "50,",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "51",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "[52]",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "[53]",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "[54]",
          "target_xml_id": "b52"
        },
        {
          "ref_marker": "[55]",
          "target_xml_id": "b53"
        },
        {
          "ref_marker": "[57]",
          "target_xml_id": "b54"
        },
        {
          "ref_marker": "[58]",
          "target_xml_id": "b55"
        },
        {
          "ref_marker": "59,",
          "target_xml_id": "b56"
        },
        {
          "ref_marker": "60",
          "target_xml_id": "b57"
        },
        {
          "ref_marker": "50",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "51,",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "61,",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "62",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "[63]",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "[64]",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "[65]",
          "target_xml_id": "b62"
        },
        {
          "ref_marker": "66",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "67,",
          "target_xml_id": "b64"
        },
        {
          "ref_marker": "68",
          "target_xml_id": "b65"
        },
        {
          "ref_marker": "32,",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "51,",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "[69]",
          "target_xml_id": "b66"
        },
        {
          "ref_marker": "[70]",
          "target_xml_id": "b67"
        },
        {
          "ref_marker": "[71]",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "[72]",
          "target_xml_id": "b69"
        },
        {
          "ref_marker": "73",
          "target_xml_id": "b70"
        }
      ]
    },
    {
      "header": "■ DEVELOPMENT OF A UNIQUE BIOCATALYST FOR",
      "raw_header": "■ DEVELOPMENT OF A UNIQUE BIOCATALYST FOR",
      "text": "■ DEVELOPMENT OF A UNIQUE BIOCATALYST FOR",
      "snippet": "■ DEVELOPMENT OF A UNIQUE BIOCATALYST FOR",
      "pages": null,
      "citations": []
    },
    {
      "header": "A SPECIFIC REACTION",
      "raw_header": "A SPECIFIC REACTION",
      "text": "If anybody wants a catalyst that has a universal substrate scope and, at the same time, an outstanding selectivity (e.g., stereoselectivity), then one should note that this is a contradiction. The higher the selectivity, the narrower the substrate scope must be. On the contrary, the broader the substrate scope, the lower the selectivity. Considering stereoselectivity, optical purities above 99% e.e. (equals an e.r. of 99.5 to 0.5) are the ones of interest due to legal requirements in the pharma industry. Calculating the difference in transition-state energies required to differentiate between the two enantiomers, one will learn that the ΔΔG needed to get from 0 to 95% e.e. (e.r. of 97.5:2.5) is approximately equal to the ΔΔG to get from 95 to 99.9% e.e. 74 In other words, reaching an e.e. of 95% is half the effort compared with the one to get to 99% optical purity. To achieve this stereoselectivity, the interplay of all features of an enzyme mentioned above are required, which consequently leads to a specific catalyst. To achieve both an excellent selectivity and a broad substrate scope, modern biocatalysis relies on libraries of enzymes, similar to the catalyst libraries used in organo-and organometallic catalysis. In the case that the diversity of available libraries does not provide the desired scope, it may be required to engineer an existing biocatalyst for a specific substrate shape or even identify/evolve a new biocatalyst for a substrate for which no catalyst is available at all. The high complexity of the biocatalyst, as outlined in the previous section, makes the computational design of new variants highly challenging and has led to the development of a plethora of computational approaches for enzyme design. 33,75 In the early days of biocatalysis, the process/reactor was adapted to the enzyme available, which was linked to severe restrictions. Thanks to huge advances in enzyme engineering, the enzyme can now be adapted for the desired process. [76][77][78][79][80][81][82] Actually, enzyme engineering even allows one to introduce new activities (Schemes 5 and 6), [83][84][85] to place new catalytic machineries in the active site (Scheme 6a,e,f), or to repurpose the existing catalytic machinery (Scheme 6a,d,e). 86 Recent reviews give an overview of established biocatalytic reactions 87,88 also used on industrial scale; [89][90][91][92][93][94][95][96] others extend the potential of enzymes by comparing the reactions they catalyze to organic name reactions. 97 To exemplify the potential of biocatalysis in the current stage, single-step reactions are given in what follows, followed by more elaborate combinations of multiple catalysts in cascade reactions. ■ SELECTED ESTABLISHED SINGLE-STEP BIOTRANSFORMATIONS Early biocatalytic methods for the preparation of optically pure alcohols and amines 98 mainly involved hydrolases (especially lipases and esterases) and found broad interest in synthesis on small and industrial scales. 74,99,100 The optically enriched products were obtained via hydrolysis or the formation of esters or amides in a (dynamic) kinetic resolution of the racemic substrate. [101][102][103][104][105][106] The latter was obtained in a classical synthetic route. In addition to the synthetically very well established hydrolases, further types of enzymes are commonly applied in synthesis, including alcohol dehydrogenases (performing the stereoselective reduction of carbonyls), [107][108][109][110][111][112] transaminases (TAs), imine reductases (IREDs), and reductive aminases (RedAm's) (catalyzing reductive aminations). [113][114][115] In contrast with hydrolases applied in resolution reactions, these enzymes allow the direct asymmetric synthesis of enantiopure alcohols and amines in one step. However, the mentioned catalysts represent just a fraction of the synthetic versatility of biocatalysis, which offers a variety of further well-developed and synthetically characterized enzymatic transformations, including C-C bond formations, [116][117][118][119] selective CH functionalization reactions, [120][121][122][123] and novel chemo-and regioselective redox a (a) Acyl-enzyme intermediate formed from an ester or amine can be attacked by different nucleophiles producing, for example, esters, amides or carboxylic acids. (b) Chemoenzymatic process to produce pregabalin, applying the lipase from Thermomyces lanuginosus (Lipolase) in a kinetic resolution. Scheme 4. Biocatalysis with Alcohol Dehydrogenases a a (a) Stereoselective reduction of ketones and aldehydes catalyzed by alcohol dehydrogenases. (b) Multienzyme process for the production of (R)-4-cyano-3-hydroxybutyrate via the asymmetric reduction of ethyl 4-chloro-3-oxobutanoate with an alcohol dehydrogenase in combination with a GDH (glucose/glucose dehydrogenase) recycling system, followed by a halohydrin dehalogenase-catalyzed exchange of the chlorine for a cyano group. STY = space-time yield. reactions. 107,124 In the subsequent sections, a selection of representative examples of biocatalytic transformations is provided. Transesterification and Ester Hydrolysis Catalyzed by Lipases and Esterases. The biocatalytic transesterification or hydrolysis of esters (Scheme 3a), 74,99,100 mainly applied in kinetic resolutions, represents a standard method to produce molecules with high optical purity and is frequently used in the s y n t h e s i s o f a c t i v e p h a r m a c e u t i c a l i n g r e d i e n t s (APIs). 91,[101][102][103][104][105]125 The applicability was demonstrated not only for molecules with central chirality but also for molecules with axial 126,127 and planar 128 chirality. However, because the kinetic resolution of a racemic product results in a loss of 50% of the starting material, such processes are nowadays not considered to be ideal. Nevertheless, by careful planning of the synthetic route, the recycling of the undesired enantiomer can be integrated. One illustrative example is the synthesis of the anticonvulsant pregabalin (Lyrica, a blockbuster drug) by Pfizer. The first generation of the synthesis yielded the racemic API and required several rounds of recrystallization to obtain the pure enantiomer. To overcome the loss of the inactive enantiomer, various biocatalytic routes were systematically evaluated, 129 including enzymatic reductive amination 130 and enzymatic CC reduction. 131,132 The final route uses the lipase from Thermomyces lanuginosus (Lipolase, a commercial lipase). 129 A cyanodiester was chemically prepared as a racemate and transformed in a kinetic resolution to the enantiomerically pure monoester (24 h, 48%, Scheme 3b). The resulting monoester was then converted to the final API in two additional steps. The route allowed a recycling of the undesired enantiomer and also efficiently utilized the enzyme's stereoselectivity for both the distant chiral center and the diastereotopic ester groups. The generated waste was reduced by a factor of 5, and the E-factor (environmental impact) improved from 86 to 17 compared with the first-generation process. 129 The broad synthetic potential of hydrolases/lipases goes beyond their remarkable stereoselectivity, as in some cases, enzymatic esterifications are more efficient than the established chemical protocols. 133 The toolbox of available enzymes of the class is readily growing, with the most recent addition being acyltransferases that are able to catalyze transesterifications even in an aqueous environment. [134][135][136] Stereoselective Reduction of Ketones to Alcohols Catalyzed by Alcohol Dehydrogenases. Biocatalysts belonging to the family of alcohol dehydrogenases (ADHs) catalyze the reduction of ketones or aldehydes to the corresponding (chiral) alcohols (Scheme 4a). [107][108][109][110][111][112] Stereocomplementary biocatalysts allowing access to the (R)-as well as the (S)-enantiomer have been identified in many cases. 108,137 Hydride equivalents are supplied by a nicotinamide cofactor (NADH or NADPH), which is used in catalytic amounts and recycled in situ, for instance, by using an excess of a sacrificial alcohol, for example, 2-propanol, as a hydride donor, thereby exploiting the reversibility of the ADH-catalyzed reaction. 138 a Via (a) amino group transfer by transaminases, (b) imine reduction by imine reductases, (c) reductive amination by amine dehydrogenases/ reductive aminases (both terms are used for enzymes catalyzing the same reaction; for a discussion of differentiation, refer to ref 145), and (d) biocatalytic production of sitagliptin using a transaminase. PLP = pyridoxal 5′-phosphate. Alternatively, an additional biocatalyst for NAD(P)H recycling may be employed that consumes a cheap donor molecule such as glucose or formate, giving as a coproduct gluconic acid and CO 2 , respectively. The thermodynamic driving force of these auxiliary reactions ensures that the equilibrium of the overall process is shifted to the product side. ADHs have been applied at substrate concentrations of >100 g L -1 , such as, for example, in the production of the chiral intermediate of the antiasthmatic API montelukast. 139 An impressive example developed by Codexis is the synthesis of (R)-4-cyano-3-hydroxybutyrate, the chiral intermediate of the cholesterol-lowering drug atorvastatin (Scheme 4b). 140 The process utilizes three enzymes, with the key step being the enantioselective reduction of ethyl 4-chloro-3-oxobutanoate to (S)-ethyl 4-chloro-3-hydroxybutanote by an ADH. The cofactor fatty acids and aromatic carboxylic acids; require ATP [148][149][150] Reduction of Ketones and Aldehydes to Alcohols alcohol dehydrogenases good substrate range; stereocomplementary enzymes available; require NADH or NADPH; equilibrium [107][108][109][110][111][112] Reduction of Carboxylic Acids to Aldehydes carboxylic acid reductases fatty acids and aromatic carboxylic acids; require NADPH and ATP 149,150 Reduction of CC Double and Triple Bonds ene-reductases substrate requires an electron-withdrawing group (carbonyl, nitrile, or nitro); require NADH or NADPH [151][152][153] Reductive Amination of Ketones and Aldehydes imine reductases and reductive aminases stereocomplementary enzymes available; require NADPH; equilibrium 114,143,144 transaminases stereocomplementary enzymes available; require amine as amino-donor; equilibrium 113,141 amino acid dehydrogenases and amine dehydrogenases require NADH or NADPH; equilibrium 114,143,144 Oxidation of Alcohols to Ketones/Aldehydes (and Carboxylic Acids) alcohol dehydrogenases good substrate range; stereocomplementary enzymes available; require NAD + or NADP + ; equilibrium 107-112 oxidases require O 2 and form H 2 O 2 as byproduct 124 Hydroxylation of C-H Bonds P450 monooxygenases require O 2 and NADPH; upscaling might be challenging; vast variety of enzymes available 120,124,154-158 flavin-dependent monooxygenases phenolic substrates; require O 2 and NADPH 159 dioxygenases dihydroxylation of aromatics; require O 2 160 (unspecific) peroxygenases broad substrate scope, require H 2 O 2 ; good scalability; moderate regioselectivity 161,162 C-O Bond Formation and Cleavage cobalamin-dependent methyltransferases aromatic methyl ether formation and cleavage; equilibrium; require anaerobic conditions 163 SAM-dependent methyltransferases aromatic and aliphatic ether formation; require SAM cofactor; troublesome upscaling 164 Baeyer-Villiger Oxidation Baeyer-Villiger monooxgenases require O 2 and NADPH C-C Bond Formation aldolases broad variety of enzymes known; equilibrium 165 (de)carboxylases carboxylation of aromatic molecules or styrenes; require bicarbonate, equilibrium 118,166 hydroxynitrile lyases stereocomplementary enzymes available; require HCN; spontaneous background reaction; equilibrium 167,168 SAM-dependent methyltransferases require SAM cofactor; troublesome upscaling 164 acyl transferases Friedel-Crafts acylation of resorcinols; require esters as acyldonors 116,165 CC Bond Cleavage: Decarboxylation (de)carboxylases aromatic carboxylic acids or cinnamic acids as substrates, equilibrium 118,166 P450 monooxygenases (functionalized) fatty acids to terminal alkenes 120,162 Halogenation flavin-dependent halogenases aromatic substrates (tryptophan derivatives); require O 2 and NADH 169 a Carboxylic acid reductases can also be used for amide or ester formation by letting the thioester intermediate react with an amine or alcohol instead of a hydride [NAD(P)H] as the nucleophile. NADPH was recycled using a second enzyme (glucose dehydrogenase (GDH)). The substrate loading, space-time yield, and catalyst yield of the reduction were tremendously enhanced by improving the biocatalysts via directed evolution to finally form (S)-ethyl 4-chloro-3-hydroxybutanote in 95% isolated yield with >99.9% e.e. and a space-time yield of 480 g product/L per day. The intermediate was then further converted to (R)-4-cyano-3-hydroxybutyrate using engineered halohydrin dehalogenase. 140 The process combines several strengths of biocatalysis, including a high stereoselectivity, straightforward catalyst engineering with directed evolution techniques, and the compatibility of biocatalysts to work concurrently in one pot. Reductive Amination Catalyzed by Transaminases, Imine Reductases, Reductive Aminases, and Amine Dehydrogenases. Because nature provides a great diversity of chiral amines, ranging from amino acids to alkaloids, it is not surprising that a multitude of amine-forming enzymes have been identified. 115,141,142 The classes that currently have the strongest synthetic potential are TAs, 113,141 IREDs, RedAm's, and amine dehydrogenases (AmDHs) (Scheme 5a-c). 114,143,144 IREDs, RedAm's, and AmDHs all enable the stereoselective reduction of imines, however, with complementary substrate scope. Because the reactions of all four classes are reversible, different methods to shift the equilibrium toward the desired product are applied. In the case of TAs, the required amine donor (e.g., 2propylamine or 1-phenylethylamine) may be used in excess to push the reaction. Often, the donor-oxo product (e.g., pyruvate, in case alanine is used as amine donor) is further transformed by an additional enzyme (e.g., reduction to lactic acid) or recycled (e.g., conversion of pyruvate with alanine dehydrogenase). 113 For the nicotinamide-dependent IREDs, AmDHs, and RedAm's, a cofactor recycling system is crucial to push the equilibrium. The synthetic route toward sitagliptin, the API of Januvia, used to treat diabetes mellitus type 2, showcases not only the synthetic feasibility of biocatalytic aminations but also the efficient methods for the development and fine-tuning of potent biocatalysts. The initial synthesis of the API proceeded via a rhodium(I)-Josiphos-catalyzed asymmetric hydrogenation followed by a sophisticated purification from contaminations with rhodium and the undesired product enantiomer. Consequently, a TA-catalyzed amination of pro-sitagliptine ketone was developed. 146 Because wild-type TAs transformed only a mimic molecule (Scheme 5d, highlighted in green) rather than the bulky target substrate, the catalyst was improved via a \"substrate walking\" approach. In this method, the catalyst's activity is initially improved for a (small) mimic molecule by directed evolution. This is followed by optimization for a slightly larger version of the substrate and is repeated until the final target can be converted under process conditions. After a total of 11 rounds of directed evolution, 27 amino acids of the initial TA were mutated, yielding a catalyst that was able to convert 275 g L -1 pro-sitagliptin-ketone in an isolated yield of 88% with an e.e. a (a) 4-Oxalocrotonate tautomerase-catalyzed conjugate addition. (b) Photobiocatalytic cyclization catalyzed by an ene-reductase. (c) Photobiocatalytic intermolecular C-C bond formation catalyzed by an ene-reductase. (d) Biocatalytic cyclopropanation catalyzed by a cytochrome P450 variant, developed via directed evolution. (e) Biocatalytic C-H amination catalyzed by a cytochrome P411 variant, developed via directed evolution. (f) Biocatalytic Suzuki reaction catalyzed by a hybrid catalyst utilizing the streptavidin-biotin method. of >99.95%. The process demonstrated a 10-13% higher yield and a 56% higher productivity and produced 19% less waste compared with the previous chemical route. 147 Biocatalytic Single-Step Transformations with Synthetic Potential. The examples mentioned above are complemented by a variety of additional biocatalytic transformations that may be directly applied for synthetic purposes. Table 2 provides a personal selection of synthetically applicable and well-characterized enzyme families according to the reactions they catalyze. More detailed overviews of specific biocatalytic reactions can be found in the associated references. ■ REACTIONS NEW TO NATURE, CATALYZED BY ENZYMES Novel methods to utilize enzymes for transformations unprecedented in nature have been developed to broaden the synthetic applicability of biocatalysis even further. [170][171][172][173] Reaction Promiscuity of Natural Enzymes. The idea that enzymes are limited to their natural substrate is a common misconception about enzymes that has been proven to be unambiguously wrong. 95,174 In fact, enzymes are promiscuous not only concerning their substrate but also regarding the type of reaction they catalyze. This should not be surprising considering that an enzyme is also just a chemical catalyst and certain catalytic machineries will allow different types of reactions depending on the amino acid residues present and the substrates and reaction conditions provided. An example is the broad reactivity demonstrated for 4-oxalocrotonate tautomerase, 173 which is a rather short peptide (62 amino acids) and possesses an N-terminal proline that can be exploited by analogy to proline-based organocatalysts. 175,176 Although its native reaction is the name-giving tautomerization of 4-oxalocrotonate to its enol, it also catalyzes conjugate additions (Scheme 6a), aldol reactions, and asymmetric epoxidations with high enantiomeric excess. 173,[177][178][179][180][181] Providing special conditions like the illumination of biocatalysts with visible light is a method to unlock novel reactivities with established enzymes for specific substrates. 170,182,183 For instance, whereas the native reaction of the flavin-dependent ene-reductases is the asymmetric reduction of activated alkenes, [151][152][153] excitation with blue light allows the active-site flavin to perform single-electron transformations that trigger, for instance, radical dehalogenations followed by C-C bond formations via the radical intermediate (Scheme 6b,c). [184][185][186] Novel Reactions Catalyzed by Variants. Wild-type enzymes already often demonstrate low activities for reactions other than their natural transformations. The systematic generation of enzyme variants, either by design based on an enzyme structure (rational design) or by random mutagenesis (directed evolution), proved to be an efficient tool to elevate such side activities to a synthetically useful rate. 85 One of the enzyme classes demonstrating broad reaction promiscuity is the cytochrome P450 family. These biocatalysts are well known for regioselective C-H oxidation leading to hydroxylation, but they also catalyze a variety of other reactions including decarboxylation, epoxidation, reductive dehalogenation, amine/oxygen dealkylation, and sulfoxidation. 120,[154][155][156][157][158] Promiscuous activities may be enhanced or even newly introduced via enzyme engineering, as demonstrated by many research groups over the past decades. Of particular prominence in this context is the work of Frances Arnold, who was awarded the 2018 Nobel Prize in Chemistry \"for the directed evolution of enzymes\". 187,188 This technique was used to engineer variant cytochrome P450 enzymes (and also other heme-dependent enzymes) to catalyze carbene-transfer reactions, forming cyclopropanes using diazo- a (a) General scheme of a three-enzyme, three-step cascade reaction: Starting material A is converted via intermediates B and C to product P. (b) Process for the production of islatravir in a multienzyme cascade sequence. esters as carbene precursors with high diastereo-and enantioselectivity (Scheme 6d). 189,190 In another example, substituting the conserved heme-binding cysteine of cytochrome P450 enzymes for a serine led to a new class of biocatalysts termed P411 enzymes, as the characteristic peak in the CO-titration absorbance spectrum shifted from 450 to 411 nm. One of the outstanding reactivities of P411 variants (among other P450 variants) is their ability to aminate C-H bonds via a nitrene transfer from aryl sulfonyl azides as nitrene precursors with up to 89% e.e. (Scheme 6e). 191,192 Using the Protein Backbone as a Chiral Carrier for Abiotic Catalysts. As previously stated, enzymes might be considered as huge chiral ligands for any catalytically active molecule in the active site, be it an organocatalyst (e.g., coordinated cofactors such as flavins, pyridoxal 5′-phosphate, or thiamine pyrophosphate) or a metal catalyst (e.g., iron in hemes, copper, or zinc). Consequently, biohybrid catalysts have been developed whereby the protein backbone binds a chemical catalyst within its chiral environment, enabling new-to-nature reactions with protein-based stereocontrol. 172,173,193 One of the most broadly applied systems in this context utilizes the high affinity of streptavidin toward biotin derivatives (\"biotinylated catalysts\"). 193 This concept has been exploited to enable a variety of transition-metal-catalyzed reactions like the \"Suzukiase\", which uses a biotinylated monophosphine palladium complex bound to a streptavidin variant to catalyze asymmetric Suzuki reactions with up to 90% e.e. (Scheme 6f). 194",
      "snippet": "If anybody wants a catalyst that has a universal substrate scope and, at the same time, an outstanding selectivity (e.g., stereoselectivity), then one should note that this is a contradiction. The higher the selectivity, the narrower the substrate scope must be. On the contrary, the broader the substrate scope, the lower the selectivity. Considering stereoselectivity, optical purities above 99% e.e. (equals an e.r. of 99.5 to 0.5) are the ones of interest due to legal requirements in the pharma industry. Calculating the difference in transition-state energies required to differentiate between the two enantiomers, one will learn that the ΔΔG needed to get from 0 to 95% e.e. (e.r. of 97.5:2.5) is approximately equal to the ΔΔG to get from 95 to 99.9% e.e. 74 In other words, reaching an e.e. of 95% is half the effort compared with the one to get to 99% optical purity. To achieve this stereoselectivity, the interplay of all features of an enzyme mentioned above are required, which consequently leads to a specific catalyst. To achieve both an excellent selectivity and a broad substrate scope, modern biocatalysis relies on libraries of enzymes, similar to the catalyst libraries used in organo-and organometallic catalysis. In the case that the diversity of available libraries does not provide the desired scope, it may be required to engineer an existing biocatalyst for a specific substrate shape or even identify/evolve a new biocatalyst for a substrate for which no catalyst is avail…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "74",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "33,",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "[76]",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "[77]",
          "target_xml_id": "b73"
        },
        {
          "ref_marker": "[78]",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "[79]",
          "target_xml_id": "b75"
        },
        {
          "ref_marker": "[80]",
          "target_xml_id": "b76"
        },
        {
          "ref_marker": "[81]",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "[82]",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "[83]",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "[84]",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "[85]",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "86",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "87,",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "[89]",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "[90]",
          "target_xml_id": "b86"
        },
        {
          "ref_marker": "[91]",
          "target_xml_id": "b87"
        },
        {
          "ref_marker": "[92]",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "[93]",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "[94]",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "[95]",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "[96]",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "97",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b94"
        },
        {
          "ref_marker": "74,",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "99,",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "100",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "[101]",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "[102]",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "[103]",
          "target_xml_id": "b99"
        },
        {
          "ref_marker": "[104]",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "[105]",
          "target_xml_id": "b101"
        },
        {
          "ref_marker": "[106]",
          "target_xml_id": "b102"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "[109]",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "[110]",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "[111]",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[112]",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "[113]",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "[114]",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "[115]",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "[116]",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "[117]",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "[118]",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "[119]",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "[120]",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "[121]",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "[122]",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "[123]",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "107,",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "74,",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "99,",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "100",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "91,",
          "target_xml_id": "b87"
        },
        {
          "ref_marker": "[101]",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "[102]",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "[103]",
          "target_xml_id": "b99"
        },
        {
          "ref_marker": "[104]",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "[105]",
          "target_xml_id": "b101"
        },
        {
          "ref_marker": "125",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "126,",
          "target_xml_id": "b122"
        },
        {
          "ref_marker": "127",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "130",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "131,",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "132",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "133",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "[134]",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "[135]",
          "target_xml_id": "b131"
        },
        {
          "ref_marker": "[136]",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "[109]",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "[110]",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "[111]",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[112]",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "108,",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "137",
          "target_xml_id": "b133"
        },
        {
          "ref_marker": "138",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "140",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "[148]",
          "target_xml_id": "b144"
        },
        {
          "ref_marker": "[149]",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "[150]",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "[109]",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "[110]",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "[111]",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[112]",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "149,",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "150",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "[151]",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "[152]",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "[153]",
          "target_xml_id": "b149"
        },
        {
          "ref_marker": "116,",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "165",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "120,",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "140",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "115,",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "141,",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "142",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "113,",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "141",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "114,",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "143,",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "144",
          "target_xml_id": "b140"
        },
        {
          "ref_marker": "113",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "147",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "[170]",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "[171]",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "[172]",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "[173]",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "95,",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "174",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "173",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "175,",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "176",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "173,",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "[177]",
          "target_xml_id": "b173"
        },
        {
          "ref_marker": "[178]",
          "target_xml_id": "b174"
        },
        {
          "ref_marker": "[179]",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "[180]",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "[181]",
          "target_xml_id": "b177"
        },
        {
          "ref_marker": "170,",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "182,",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "183",
          "target_xml_id": "b179"
        },
        {
          "ref_marker": "[151]",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "[152]",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "[153]",
          "target_xml_id": "b149"
        },
        {
          "ref_marker": "[184]",
          "target_xml_id": "b180"
        },
        {
          "ref_marker": "[185]",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "[186]",
          "target_xml_id": "b182"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "120,",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "[154]",
          "target_xml_id": "b150"
        },
        {
          "ref_marker": "[155]",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "[156]",
          "target_xml_id": "b152"
        },
        {
          "ref_marker": "[157]",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "[158]",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "187,",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "188",
          "target_xml_id": "b184"
        },
        {
          "ref_marker": "189,",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "190",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "191,",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "192",
          "target_xml_id": "b188"
        },
        {
          "ref_marker": "172,",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "173,",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "193",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "193",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "194",
          "target_xml_id": "b190"
        }
      ]
    },
    {
      "header": "■ MULTIENZYME REACTIONS IN ONE POT (BIOCATALYTIC CASCADES)",
      "raw_header": "■ MULTIENZYME REACTIONS IN ONE POT (BIOCATALYTIC CASCADES)",
      "text": "Because biocatalysts originate from organisms that, in general, live under comparable conditions in an aqueous environment, the operational parameters of different enzymes usually significantly overlap. This intrinsic compatibility makes combining biocatalysts in one pot to perform several reactions concurrently in a cascade a highly appealing option. This approach saves tedious workup steps and reagents for the isolation of intermediates, and it may help to shift reaction equilibria and to reduce overall costs and time (Scheme 7a). 111,[195][196][197] An illustrative example utilizing three enzymes to perform a sequence of two reactions in one pot is the synthesis of atorvastatin, as already discussed in Scheme 4. 140 A biocatalytic cascade with high impact was recently developed for the synthesis of the anti-HIV drug islatravir by teams of Merck and Codexis. 198 Faced with problems in the chemical synthesis, a biocatalytic route was devised based on the bacterial nucleoside salvage pathway. The most active enzymes for the individual steps were selected from screenings and optimized using directed evolution methods to catalyze the desired reaction. The reaction sequence starts with a desymmetrization via the oxidation of 2-ethynylglycerol by a galactose oxidase variant, supported by a catalase and a horseradish peroxidase for the decomposition of reactive oxygen species. This is followed by phosphorylation employing a pantothenate kinase variant, supported by an acetate kinase for ATP recycling, to yield a phosphorylated aldehyde intermediate (Scheme 7b). All following steps are performed simultaneously to shift unfavorable equilibria. The phosphorylated aldehyde is coupled to acetaldehyde in an aldol reaction, catalyzed by a deoxyribose 5phosphate aldolase, forming the non-natural sugar scaffold. After shifting a phosphate group from position 5 to 1 by a phosphate transferase, the target API islatravir is finally assembled by a purine nucleoside phosphorylase. In the last step, a sucrose phosphorylase helps to shift the reaction equilibrium toward the nucleoside product by removing the liberated phosphate. Overall, the reaction sequence involves nine enzymes, five of which were engineered in up to 12 rounds of directed evolution. The route produces a single enantiomer of islatravir in 51% overall yield without intermediary workup, showcasing the enormous synthetic potential of enzymatic cascade processes. 198 ■ THE FUTURE STARTS NOW The synthetic application of biocatalysts is still a relatively young field of research, and enzymes are complex molecules, so it is fair to admit that there are still many challenges that need to be addressed. One issue is definitely the stability of the catalyst and thus its lifetime and consequently the space-time yields in processes. 199 Research to elucidate what makes a protein stable under process conditions is a hot topic and needs to be expanded to make the stabilization of enzymes more straightforward. Further challenges are the costs and the time required for developing a suitable catalyst in the lab, which need to be reduced to allow the fast implementation of enzyme-catalyzed processes in industry. 200 Another important aspect is that biocatalysis needs to be incorporated as part of chemistry curricula at universities to train the chemists of tomorrow in its application and to give them a broader methodological horizon. Future synthetic chemists should be made aware that biocatalysts can be used in single-step transformations or in cascades comprising several biocatalysts or, if suitable, can be incorporated in metabolic pathways of living organisms. 201 For a sustainable future, we also have to appreciate that proteins are made up of renewables and are biodegradable, contributing to a much-desired circular economy. Although a substantial number of biocatalysts are already described for several synthetically useful reactions (cf. the selection in Table 2), even more extensive libraries of stable, highly active enzymes need to be and will be developed in the future to cover the theoretically possible substrate scope of each reaction. Depending especially on the size but also on the functional groups present in the substrate, the possibly suitable biocatalysts may then be easily identified by comparison with previous results obtained for a specific enzyme. To give everybody easy access to biocatalysts, libraries of well-described enzymes with known sequences may be distributed via institutions, or plasmids encoding these biocatalysts may be deposited and made available in repositories (first examples are available 202,203 ) that distribute them for a small fee and with the only requirement of citing the original work. Following the current publications, the scope of reactions performed by biocatalysts is also constantly expanding, and much progress can be expected for years to come. In addition to some emerging biocatalysts listed in Table 2 (performing, e.g., halogenation or amide formation reactions), catalysts for various types of C-C bond formation 204 are needed, with oxidative C-C coupling probably posing the biggest challenge. 205,206 Biocatalysis needs to be incorporated as part of chemistry curricula at universities to train the chemists of tomorrow in its application and to give them a broader methodological horizon. In general, the demands of modern synthesis will require the continued development of novel catalytic methods. Tight reaction control in a confined space has been identified as a key factor in this context, 41 and proteins arguably provide extensive opportunities to achieve this control. Additionally, synergistic catalysis is a key feature of enzymes. Therefore, when it comes to reactions requiring high chemo-, regio-, or stereoselectivity, biocatalysts offer a high chance for success. Because of the infinite number of theoretical possibilities for a protein backbone (e.g., for a protein containing 300 amino acids, 20∧300 permutations exist, which is a number bigger than the number of atoms in the universe), the question often is not whether a suitable catalyst is possible but whether it can be identified. The screening of libraries of variants has proven to be a viable approach for discovering new enzymes and improving known ones, but would it not be preferable if we were able to design them? Whether machine learning will become a key technology in this context will be seen in the future, [207][208][209] but for sure, computational design requires various approaches and methods. 33,75 Huge efforts have been spent on designing enzymes, and basic research in the years to come will provide new approaches to create highly efficient, stable biocatalysts that are also easy to produce. The past has already indicated the high potential of biocatalysts in organic synthesis, and the present has paved an avenue for exploiting biocatalysts in synthetic routes, tailoring and evolving wild-type enzymes, and creating hybrid catalysts, for example, by incorporating low-molecular-weight catalysts in a protein environment. 173 The future will see both a diversification of available enzymes and the development of novel hybrid catalysts with new-to-nature activities. Consequently, in the future, a biodegradable biocatalyst may be developed/designed for any specific transformation desired and thereby shortcut organic synthetic routes to produce the target molecule in a minimum number of steps ideally requiring only environmentally benign reagents.",
      "snippet": "Because biocatalysts originate from organisms that, in general, live under comparable conditions in an aqueous environment, the operational parameters of different enzymes usually significantly overlap. This intrinsic compatibility makes combining biocatalysts in one pot to perform several reactions concurrently in a cascade a highly appealing option. This approach saves tedious workup steps and reagents for the isolation of intermediates, and it may help to shift reaction equilibria and to reduce overall costs and time (Scheme 7a). 111,[195][196][197] An illustrative example utilizing three enzymes to perform a sequence of two reactions in one pot is the synthesis of atorvastatin, as already discussed in Scheme 4. 140 A biocatalytic cascade with high impact was recently developed for the synthesis of the anti-HIV drug islatravir by teams of Merck and Codexis. 198 Faced with problems in the chemical synthesis, a biocatalytic route was devised based on the bacterial nucleoside salvage pathway. The most active enzymes for the individual steps were selected from screenings and optimized using directed evolution methods to catalyze the desired reaction. The reaction sequence starts with a desymmetrization via the oxidation of 2-ethynylglycerol by a galactose oxidase variant, supported by a catalase and a horseradish peroxidase for the decomposition of reactive oxygen species. This is followed by phosphorylation employing a pantothenate kinase variant, supported by an acetate kina…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "111,",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[195]",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "[196]",
          "target_xml_id": "b192"
        },
        {
          "ref_marker": "[197]",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "140",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "198",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "198",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "199",
          "target_xml_id": "b195"
        },
        {
          "ref_marker": "200",
          "target_xml_id": "b196"
        },
        {
          "ref_marker": "201",
          "target_xml_id": "b197"
        },
        {
          "ref_marker": "204",
          "target_xml_id": "b198"
        },
        {
          "ref_marker": "205,",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "206",
          "target_xml_id": "b200"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[207]",
          "target_xml_id": "b201"
        },
        {
          "ref_marker": "[208]",
          "target_xml_id": "b202"
        },
        {
          "ref_marker": "[209]",
          "target_xml_id": "b203"
        },
        {
          "ref_marker": "33,",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "173",
          "target_xml_id": "b169"
        }
      ]
    },
    {
      "header": "■ AUTHOR INFORMATION Corresponding Author",
      "raw_header": "■ AUTHOR INFORMATION Corresponding Author",
      "text": "Wolfgang Kroutil -Institute of Chemistry, University of Graz, NAWI Graz, 8010 Graz, Austria; Field of Excellence BioHealth -University of Graz, 8010 Graz, Austria; BioTechMed Graz, 8010 Graz, Austria; orcid.org/0000-0002-2151-6394; Email: Wolfgang.Kroutil@uni-graz.at The future will see both a diversification of available enzymes and the development of novel hybrid catalysts with newto-nature activities. In the future, a biodegradable biocatalyst may be developed/ designed for any specific transformation desired and thereby shortcut organic synthetic routes to produce the target molecule in a minimum number of steps ideally requiring only environmentally benign reagents.",
      "snippet": "Wolfgang Kroutil -Institute of Chemistry, University of Graz, NAWI Graz, 8010 Graz, Austria; Field of Excellence BioHealth -University of Graz, 8010 Graz, Austria; BioTechMed Graz, 8010 Graz, Austria; orcid.org/0000-0002-2151-6394; Email: Wolfgang.Kroutil@uni-graz.at The future will see both a diversification of available enzymes and the development of novel hybrid catalysts with newto-nature activities. In the future, a biodegradable biocatalyst may be developed/ designed for any specific transformation desired and thereby shortcut organic synthetic routes to produce the target molecule in a minimum number of steps ideally requiring only environmentally benign reagents.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Authors",
      "raw_header": "Authors",
      "text": "Christoph K. Winkler",
      "snippet": "Christoph K. Winkler",
      "pages": null,
      "citations": []
    },
    {
      "header": "Authors",
      "raw_header": "Authors",
      "text": "Christoph K. Winkler",
      "snippet": "Christoph K. Winkler",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Ueber Kunstliche Bildung des Harnstoffs FWoḧler 10.1002/andp.18280880206 Ann. Phys 1828 RKeen The Life and Work of Friedrich Woḧler (1800-1882) Nordhausen Bautz 2005 nd ed. The Emergence of the Structure of the Molecule and the Art of Its Synthesis KCNicolaou 10.1002/anie.201207081 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 1 2013 Wiley The total synthesis of vitamin B12 RBWoodward 10.1351/pac197333010145 Pure and Applied Chemistry 0033-4545 1365-3075 33 1 1973 Walter de Gruyter GmbH Organische Naturstoffsynthese heute. Vitamin B 12 als Beispiel AEschenmoser 10.1007/BF00606511 Naturwissenschaften 61 1974 Recent Advances in the Total Synthesis of Steroids Via Intramolecular Cycloaddition Reactions TKametani HNemoto 10.1016/S0040-4020(01)97707-5 Tetrahedron 37 1981 Organic Synthesis -Where Now? DSeebach 10.1002/anie.199013201 Angew. Chem., Int EdEngl 1990 29 The cortisone era: aspects of its impact. Some contributions of the Merck Laboratories RalphHirschmann 10.1016/0039-128x(92)90012-x Steroids Steroids 0039-128X 57 12 1992 Elsevier BV JAHogg 10.1016/0039-128X(92)90013-Y Steroids, the Steroid Community, and Upjohn in Perspective: A Profile of Innovation 1992 57 KCNicolaou TMontagnon Molecules That Changed the World 2008 Wiley-VH Weinheim, Germany Complex Molecule Synthesis, a Personal View ReinhardWHoffmann 10.1002/ijch.201700086 Israel Journal of Chemistry Israel Journal of Chemistry 0021-2148 1869-5868 58 1-2 2018 Wiley Natural Products Synthesis: A Personal Retrospective and Outlook EMCarreira 10.1002/ijch.201700127 Isr. J. Chem 58 2018 The Emergence and Evolution of Organic Synthesis and Why It Is Important to Sustain It as an Advancing Art and Science for Its Own Sake KCNicolaou 10.1002/ijch.201700121 Isr. J. Chem 58 2018 Organic Synthesis: Wherefrom and Whither? (Some Very Personal Reflections) SEDenmark 10.1002/ijch.201700085 Isr. J. Chem 58 2018 Green Chemistry By Paul T. Anastas and John C. Warner. Oxford University Press: Oxford. 2000. Paperback. 135 pp. £14.99. ISBN 0-19-850698-9. PTAnastas JCWarner 10.1021/op000054t Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 4 5 1998 American Chemical Society (ACS) Oxford, U.K. Origins, Current Status, and Future Challenges of Green Chemistry PaulTAnastas MaryMKirchhoff 10.1021/ar010065m Accounts of Chemical Research Acc. Chem. Res. 0001-4842 1520-4898 35 9 2002 American Chemical Society (ACS) Designing for a green chemistry future JulieBZimmerman 0000-0002-5392-312X PaulTAnastas 0000-0003-4777-5172 HannoCErythropel 0000-0003-3443-9794 WalterLeitner 0000-0001-6100-9656 10.1126/science.aay3060 Science Science 0036-8075 1095-9203 367 6476 2020 American Association for the Advancement of Science (AAAS) The Microbiological Production of Industrial Chemicals DEEveleigh 10.1038/scientificamerican0981-154 Sci. Am 245 1981 Using nature’s blueprint to expand catalysis with Earth-abundant metals RMorrisBullock 0000-0001-6306-4851 JingguangGChen 0000-0002-9592-2635 LauraGagliardi 0000-0001-5227-1396 PaulJChirik 0000-0001-8473-2898 OmarKFarha 0000-0002-9904-9845 ChristopherHHendon 0000-0002-7132-768X ChristopherWJones 0000-0003-3255-5791 JohnAKeith 0000-0002-6583-6322 JerzyKlosin 0000-0002-9045-7308 ShelleyDMinteer 0000-0002-5788-2249 RobertHMorris 0000-0002-7574-9388 AlexanderTRadosevich 0000-0002-5373-7343 ThomasBRauchfuss NeilAStrotman 0000-0002-5350-8735 AleksandraVojvodic 0000-0002-5584-6711 ThomasRWard 0000-0001-8602-5468 JennyYYang 0000-0002-9680-8260 YogeshSurendranath 0000-0003-1016-3420 10.1126/science.abc3183 Science Science 0036-8075 1095-9203 369 6505 3183 2020 American Association for the Advancement of Science (AAAS) Die Synthese der D-Ascorbinsaüre (D-Form des C-Vitamins) TReichstein AGrussner ROppenauer 10.1002/hlca.19330160177 Helv. Chim. Acta 16 1933 Eine ergiebige Synthese der l‐Ascorbinsäure (C‐Vitamin) TReichstein AGrüssner 10.1002/hlca.19340170136 Helvetica Chimica Acta Helvetica Chimica Acta 0018-019X 1522-2675 17 1 1934 Wiley Fermentation Processes Employed in Vitamin C Synthesis MKulhanek 10.1016/S0065-2164(08)70581-1 Adv. Appl. Microbiol 12 1970 �ber das neue Ferment Sulfatase CarlNeuberg JHirsch 10.1007/bf01542198 Die Naturwissenschaften Naturwissenschaften 0028-1042 1432-1904 12 39 1921 Springer Science and Business Media LLC Microbiological Transformations of Steroids.1i. Introduction of Oxygen at Carbon-11 of Progesterone GHildebrandt WKlavehn DHPeterson HCMurray SHEppstein LMReineke AWeintraub PDMeister HMLeigh 10.1021/ja01143a033 J. Am. Chem. Soc 74 April 9, 1930. 1952 Verfahren zur Herstellung von 1-1-Phenyl-2-methylaminopropan-1-ol. Patent DE548459C Nitrile Hydratase and Its Application to Industrial Production of Acrylamide HideakiYamada MichihikoKobayashi 10.1271/bbb.60.1391 Bioscience, Biotechnology, and Biochemistry Bioscience, Biotechnology, and Biochemistry 0916-8451 1347-6947 60 9 1996 Oxford University Press (OUP) Continuous Production of Acrylamide Using Immobilized Brevibacterium sp. CH2 in a Two-Stage Packed Bed Reactor CYLee HNChang 10.1007/BF01028487 Biotechnol. Lett 12 1990 Highlights in Biocatalysis - Historical Landmarks and Current Trends UTBornscheuer KBuchholz 10.1002/elsc.200520089 Engineering in Life Sciences Eng. Life Sci. 1618-0240 1618-2863 5 4 2005 Wiley Looking Back: A Short History of the Discovery of Enzymes and How They Became Powerful Chemical Tools CMHeckmann FParadisi 10.1002/cctc.202001107 ChemCatChem 12 6082 2020 Rcsb Pdb 2020-10-22 Hotspot Wizard: A Web Server for Identification of Hot Spots in Protein Engineering APavelka EChovancova JDamborsky 10.1093/nar/gkp410 Nucleic Acids Res 37 2009 Robust Enzyme Design: Bioinformatic Tools for Improved Protein Stability DSuplatov VVoevodin VSvedas 10.1002/biot.201400150 Biotechnol. J 10 2015 Computational tools for enzyme improvement: why everyone can – and should – use them MaximilianCcjcEbert JoelleNPelletier 10.1016/j.cbpa.2017.01.021 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV Modeling Enzymatic Enantioselectivity using Quantum Chemical Methodology XiangSheng 0000-0002-6542-6649 MasoudKazemi 0000-0002-0750-8865 FerranPlanas FahmiHimo 0000-0002-1012-5611 10.1021/acscatal.0c00983 ACS Catalysis ACS Catal. 2155-5435 10 11 2020 American Chemical Society (ACS) Rethinking chemistry for a circular economy KlausKümmerer JamesHClark VâniaGZuin 10.1126/science.aba4979 Science Science 0036-8075 1095-9203 367 6476 2020 American Association for the Advancement of Science (AAAS) Biocatalysis and biomass conversion: enabling a circular economy RogerASheldon 0000-0001-6867-2119 10.1098/rsta.2019.0274 Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences Phil. Trans. R. Soc. A. 1364-503X 1471-2962 378 2176 20190274 2020. 20190274 The Royal Society Towards the Sustainable Production of Bulk-Chemicals Using Biotechnology JMWoodley 10.1016/j.nbt.2020.07.002 New Biotechnol 59 2020 Biotransformations in Organic Chemistry KFaber 2018 Springer International Publishing AG Cham, Switzerland th ed. Synergistic Catalysis in an Artificial Enzyme by Simultaneous Action of Two Abiological Catalytic Sites VSundaresan RAbrol ZZhou GRoelfes 10.1038/s41929-019-0420-6 Protein Sci 11 2002. 2020 Towards a General Model for Protein-Substrate Stereoselectivity Nat. Catal Confinement as a Unifying Element in Selective Catalysis BenjaminMitschke MathiasTurberg BenjaminList 10.1016/j.chempr.2020.09.007 Chem Chem 2451-9294 6 10 2020 Elsevier BV Molecular Dynamics Explorations of Active Site Structure in Designed and Evolved Enzymes SílviaOsuna GonzaloJiménez-Osés ElizabethLNoey KNHouk 10.1021/ar500452q Accounts of Chemical Research Acc. Chem. Res. 0001-4842 1520-4898 48 4 2015 American Chemical Society (ACS) Origins of stereoselectivity in evolved ketoreductases ElizabethLNoey NidhiTibrewal GonzaloJiménez-Osés SílviaOsuna JiyongPark CarlyMBond DuilioCascio JackLiang XiyunZhang GjaltWHuisman YiTang KendallNHouk 10.1073/pnas.1507910112 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 112 51 2015 Proceedings of the National Academy of Sciences Role of Conformational Dynamics in the Evolution of Novel Enzyme Function MAMaria-Solano ESerrano-Hervas ARomero-Rivera JIglesias-Fernandez SOsuna 10.1039/C8CC02426J Chem. Commun 54 2018 Deciphering the Allosterically Driven Conformational Ensemble in Tryptophan Synthase Evolution MiguelAMaria-Solano 0000-0002-7837-0429 JavierIglesias-Fernández 0000-0001-7773-2945 SílviaOsuna 0000-0003-3657-6469 10.1021/jacs.9b03646 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 141 33 2019 American Chemical Society (ACS) Harnessing Conformational Plasticity to Generate Designer Enzymes RMCrean JMGardner SC LKamerlin 10.1021/jacs.0c04924 J. Am. Chem. Soc 142 2020 A Biophysical Perspective on Enzyme Catalysis PratulKAgarwal 0000-0002-3848-9492 10.1021/acs.biochem.8b01004 Biochemistry Biochemistry 0006-2960 1520-4995 58 6 2019 American Chemical Society (ACS) Protein Activity Regulation by Conformational Entropy SRTzeng CGKalodimos 10.1038/nature11271 Nature 488 2012 Allostery in enzyme catalysis GeorgePLisi JPatrickLoria 10.1016/j.sbi.2017.08.002 Current Opinion in Structural Biology Current Opinion in Structural Biology 0959-440X 47 2017 Elsevier BV Gates of Enzymes ArturGora JanBrezovsky JiriDamborsky 10.1021/cr300384w Chemical Reviews Chem. Rev. 0009-2665 1520-6890 113 8 2013 American Chemical Society (ACS) Engineering Enzyme Stability and Resistance to an Organic Cosolvent by Modification of Residues in the Access Tunnel TanaKoudelakova RadkaChaloupkova JanBrezovsky ZbynekProkop EvaSebestova MartinHesseler MortezaKhabiri MaryiaPlevaka DarynaKulik IvanaKuta smatanova PavlinaRezacova RudigerEttrich UweTBornscheuer JiriDamborsky 10.1002/anie.201206708 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 7 2013 Wiley Biocatalytic Friedel–Crafts Acylation and Fries Reaction NinaGSchmidt TeaPavkov‐keller NinaRichter BirgitWiltschi KarlGruber WolfgangKroutil 0000-0002-2151-6394 10.1002/anie.201703270 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 26 2017 Wiley Acyl Donors and Additives for the Biocatalytic Friedel–Crafts Acylation NinaGSchmidt WolfgangKroutil 0000-0002-2151-6394 10.1002/ejoc.201701079 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2017 39 2017. 2017 Wiley Promiscuous activity of C-acyltransferase from<i>Pseudomonas protegens</i>: synthesis of acetanilides in aqueous buffer AnnaŻądło-Dobrowolska 0000-0003-4240-9851 NinaGSchmidt WolfgangKroutil 0000-0002-2151-6394 10.1039/c8cc00290h Chemical Communications Chem. Commun. 1359-7345 1364-548X 54 27 2018 Royal Society of Chemistry (RSC) Structure and Catalytic Mechanism of a Bacterial Friedel-Crafts Acylase TPavkov-Keller NGSchmidt AZadlo-Dobrowolska WKroutil KGruber AZadlo-Dobrowolska NGSchmidt WKroutil 10.1002/cctc.201801856 Thioesters as Acyl Donors in Biocatalytic Friedel-Crafts-Type Acylation Catalyzed by Acyltransferase from Pseudomonas Protegens 2019. 2019 20 ChemCatChem Rational Engineered C-Acyltransferase Transforms Sterically Demanding Acyl Donors AZadlo-Dobrowolska LHammerer TPavkov-Keller KGruber WKroutil 10.1021/acscatal.9b04617 ACS Catal 10 2020 Mechanism of Biocatalytic Friedel-Crafts Acylation by Acyltransferase from Pseudomonas Protegens XSheng MKazemi AZadlo-Dobrowolska WKroutil FHimo 10.1021/acscatal.9b04208 ACS Catal 10 2020 Molecular and Catalytic Properties of Monoacetylphloroglucinol Acetyltransferase from<i>Pseudomonas</i>sp. YGJ3 AsukaHayashi HirokiSaitou TomomiMori IkueMatano HiroyukiSugisaki KiyofumiMaruyama 10.1271/bbb.110860 Bioscience, Biotechnology, and Biochemistry Bioscience, Biotechnology, and Biochemistry 0916-8451 1347-6947 76 3 2012 Oxford University Press (OUP) Biosynthesis of phloroglucinol compounds in microorganisms—review FangYang YujinCao 10.1007/s00253-011-3712-6 Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 93 2 2012 Springer Science and Business Media LLC Sequence-Based Prediction of Promiscuous Acyltransferase Activity in Hydrolases HMuller AKBecker GJPalm LBerndt CP SBadenhorst SPGodehard LReisky MLammers UTBornscheuer 10.1002/anie.202003635 Angew. Chem., Int. Ed 59 2020 Deciphering the Structural Basis of High Thermostability of Dehalogenase from Psychrophilic Bacterium Marinobacter sp LChrast KTratsiak JPlanas-Iglesias LDaniel TPrudnikova JBrezovsky DBednar IKuta Smatanova RChaloupkova JDamborsky 10.3390/microorganisms7110498 Elb 17 498 2019 The Cofactor Database: Organic Cofactors in Enzyme Catalysis JDFischer GLHolliday JMThornton 10.1093/bioinformatics/btq442 Bioinformatics 26 2010 Functional diversity of organic molecule enzyme cofactors MichaelRichter 10.1039/c3np70045c Natural Product Reports Nat. Prod. Rep. 0265-0568 1460-4752 30 10 1324 2013 Royal Society of Chemistry (RSC) Cofactor -the Organic Enzyme Cofactor Database 2020-10-22 Engineering highly functional thermostable proteins using ancestral sequence reconstruction YosephinGumulya Jong-MinBaek Shun-JieWun RaineE SThomson KurtLHarris DominicJ BHunter 0000-0002-1826-6902 JamesB Y HBehrendorff 0000-0003-4130-6252 JustynaKulig ShanZheng XuemingWu BinWu JeanetteEStok JamesJDe Voss 0000-0002-2659-5140 GerhardSchenk UlrikJurva ShaliniAndersson 0000-0002-7051-2189 EmreMIsin MikaelBodén 0000-0003-3548-268X LukeGuddat ElizabethM JGillam 0000-0003-0378-793X 10.1038/s41929-018-0159-5 Nature Catalysis Nat Catal 2520-1158 1 11 2018 Springer Science and Business Media LLC Protein Thermal Stability Enhancement by Designing Salt Bridges: A Combined Computational and Experimental Study CWLee HJWang JKHwang CPTseng 10.1371/journal.pone.0112751 PLoS One 9 112751 2014 Salt bridges: Geometrically specific, designable interactions JasonEDonald DanielWKulp WilliamFDegrado 10.1002/prot.22927 Proteins: Structure, Function, and Bioinformatics Proteins 0887-3585 1097-0134 79 3 2011 Wiley Computationally designed libraries for rapid enzyme stabilization HJWijma RJFloor PAJekel DBaker SJMarrink DBJanssen 10.1093/protein/gzt061 Protein Engineering Design and Selection Protein Engineering Design and Selection 1741-0126 1741-0134 27 2 2014 Oxford University Press (OUP) Computational Design of Stable and Soluble Biocatalysts MMusil HKonegger JHon DBednar JDamborsky 10.1021/acscatal.8b03613 ACS Catal 9 2019 How to Engineer Organic Solvent Resistant Enzymes: Insights from Combined Molecular Dynamics and Directed Evolution Study HCui TH JStadtmuller QJiang KEJaeger USchwaneberg MDDavari 10.1002/cctc.202000422 ChemCatChem 12 2020 Approaching Boiling Point Stability of an Alcohol Dehydrogenase through Computationally-Guided Enzyme Engineering FSAalbers MJFurst SRovida MTrajkovic JRGomez Castellanos SBartsch AVogel AMattevi MWFraaije 10.7554/eLife.54639 2020 54639 Stabilizing Leaf and Branch Compost Cutinase (LCC with Glycosylation: Mechanism and Effect on Pet Hydrolysis ANShirke CWhite JAEnglaender AZwarycz GLButterfoss RJLinhardt RAGross 10.1021/acs.biochem.7b01189 Biochemistry 57 2018 Biotransformations in Organic Chemistry KFaber 10.1002/wcms.1502?ref=pdf Osuna, S. The Challenge of Predicting Distal Active Site Mutations in Computational Enzyme Design Springer International Publishing AG: Cham, Switzerland 2018; p 20. 2020 Directed Evolution 2.0: Improving and Deciphering Enzyme Properties FCheng LZhu USchwaneberg 10.1039/C5CC01594D Chem. Commun 51 2015 Exploring sequence space in search of functional enzymes using microfluidic droplets PhilipMair 0000-0002-4317-2895 FabriceGielen 0000-0003-0604-7224 FlorianHollfelder 0000-0002-1367-6312 10.1016/j.cbpa.2017.02.018 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV JBWang GLi MTReetz 10.1039/C7CC00368D Enzymatic Site-Selectivity Enabled by Structure-Guided Directed Evolution 2017 53 Engineering Enzymes for Noncanonical Amino Acid Synthesis PJAlmhjell CEBoville FHArnold 10.1039/C8CS00665B Chem. Soc. Rev 47 2018 Recent Advances in Heme Biocatalysis Engineering LMSchmitz KRosenthal SLutz 10.1002/bit.27156 Biotechnol. Bioeng 116 2019 Utility of B-Factors in Protein Science: Interpreting Rigidity, Flexibility, and Internal Motion and Engineering Thermostability ZSun QLiu GQu YFeng MTReetz 10.1021/acs.chemrev.8b00290 Chem. Rev 119 2019 The Crucial Role of Methodology Development in Directed Evolution of Selective Enzymes GQu ALi CGAcevedo-Rocha ZSun MTReetz 10.1002/anie.201901491 Angew. Chem., Int. Ed 59 2020 Genetic Optimization of Metalloenzymes: Enhancing Enzymes for Non-Natural Reactions TKHyster TRWard 10.1002/anie.201508816 Angew. Chem., Int. Ed 55 2016 Innovation by Evolution: Bringing New Chemistry to Life (Nobel Lecture) FHArnold 10.1002/anie.201907729 Angew. Chem., Int. Ed 58 2019 Engineering New Catalytic Activities in Enzymes KChen FHArnold 10.1038/s41929-019-0385-5 Nat. Catal 3 2020 Emerging strategies for expanding the toolbox of enzymes in biocatalysis BraddockASandoval ToddKHyster 10.1016/j.cbpa.2019.12.006 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 55 2020 Elsevier BV Enantioselective Chemo-and Biocatalysis: Partners in Retrosynthesis MHonig PSondermann NJTurner EMCarreira 10.1002/anie.201612462 Angew. Chem., Int. Ed 56 2017 A Retrosynthesis Approach for Biocatalysis in Organic Synthesis RDe Souza LS MMiranda UTBornscheuer 10.1002/chem.201702235 Chem. -Eur. J 23 2017 Industrial Applications of Enzyme Biocatalysis: Current Status and Future Aspects JMChoi SSHan HSKim 10.1016/j.biotechadv.2015.02.014 Biotechnol. Adv 33 2015 Stereoselective Biocatalysis: A Mature Technology for the Asymmetric Synthesis of Pharmaceutical Building Blocks JAlbarrań-Velo DGonzaĺez-Martínez VGotor-Fernańdez 10.1080/10242422.2017.1340457 Biocatal. Biotransform 36 2018 Biocatalysis for Synthesis of Pharmaceuticals RNPatel 10.1016/j.bmc.2017.05.023 Bioorg. Med. Chem 26 2018 Recent Preparative Applications of Redox Enzymes CKPrier BKosjek 10.1016/j.cbpa.2018.11.011 Curr. Opin. Chem. Biol 49 2019 The Hitchhiker's guide to biocatalysis: recent advances in the use of enzymes in organic synthesis RogerASheldon 0000-0003-1041-316X DeanBrady 0000-0002-4815-1030 MoiraLBode 0000-0002-4153-5584 10.1039/c9sc05746c Chemical Science Chem. Sci. 2041-6520 2041-6539 11 10 2020 Royal Society of Chemistry (RSC) Biocatalysis in drug discovery and development AnnaFryszkowska PaulNDevine 10.1016/j.cbpa.2020.01.012 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 55 2020 Elsevier BV Biocatalysis: Enzymatic Synthesis for Industrial Applications ShukeWu 0000-0003-0914-9277 RadkaSnajdrova 0000-0002-4809-1066 JeffreyCMoore 0000-0002-9807-6315 KaiBaldenius 0000-0003-2404-9418 UweTBornscheuer 0000-0003-0685-2696 10.1002/anie.202006648 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 60 1 2021 Wiley Synthesizing Chiral Drug Intermediates by Biocatalysis WeiJiang BaishanFang 0000-0002-8428-5079 10.1007/s12010-020-03272-3 Applied Biochemistry and Biotechnology Appl Biochem Biotechnol 0273-2289 1559-0291 192 1 2020 Springer Science and Business Media LLC The Enzymology of Organic Transformations: A Survey of Name Reactions in Biological Systems CILin RMMccarty HWLiu 10.1002/anie.201603291 Angew. Chem., Int. Ed 56 2017 Enzyme‐Catalysed Synthesis of Secondary and Tertiary Amides MarkRPetchey GideonGrogan 10.1002/adsc.201900694 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 361 17 2019 Wiley Hydrolases in Organic Synthesis UweTBornscheuer RomasJKazlauskas 10.1002/3527607544 Hydrolases in Organic Synthesis Wiley 2005 nd ed. Lipases: An overview of its current challenges and prospectives in the revolution of biocatalysis GangadharaAngajala PasupalaPavan RadhakrishnanSubashini 10.1016/j.bcab.2016.07.001 Biocatalysis and Agricultural Biotechnology Biocatalysis and Agricultural Biotechnology 1878-8181 7 2016 Elsevier BV Lipases in asymmetric transformations: Recent advances in classical kinetic resolution and lipase–metal combinations for dynamic processes ZakiSSeddigi MShaheerMalik SalehAAhmed AhmedOBabalghith AhmedKamal 10.1016/j.ccr.2017.08.008 Coordination Chemistry Reviews Coordination Chemistry Reviews 0010-8545 348 2017 Elsevier BV Racemisation in Asymmetric Synthesis. Dynamic Kinetic Resolution and Related Processes in Enzyme and Metal Catalysis FernandoFHuerta AlexanderB EMinidis Null-EBäckvall 10.1039/b105464n Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 30 6 2001 Royal Society of Chemistry (RSC) Combination of Enzymes and Metal Catalysts. A Powerful Approach in Asymmetric Catalysis OPamies JEBackvall 10.1021/cr020029g Chem. Rev 103 2003 Dynamic kinetic resolution of secondary alcohols by enzyme–metal combinations in ionic liquid Mahn-JooKim HyunMinKim DaehoKim YangsooAhn JaiwookPark 10.1039/b405651e Green Chem. Green Chem. 1463-9262 1463-9270 6 9 2004 Royal Society of Chemistry (RSC) Lipase-Catalyzed Dynamic Kinetic Resolution of Chiral Amines: Use of Palladium as the Racemization Catalyst ManfredTReetz KlausSchimossek 10.2533/chimia.1996.668 CHIMIA Chimia 0009-4293 2673-2424 50 12 668 1996 Swiss Chemical Society Deracemisation Processes Employing Organocatalysis and Enzyme Catalysis CAranda GOksdath-Mansilla FRBisogno GGonzalo 10.1002/adsc.201901112 Adv. Synth. Catal 362 2020 Enzymatic Reductions -a Chemist's Perspective FHollmann DJOpperman CEPaul 10.1002/anie.202001876?ref=pdf Angew. Chem., Int. Ed 2020 Impact and relevance of alcohol dehydrogenase enantioselectivities on biotechnological applications AfifaAyuKoesoema 0000-0003-2744-4552 DaronMStandley 0000-0003-4078-0817 ToshiyaSenda 0000-0002-5153-928X TomokoMatsuda 0000-0002-8934-8198 10.1007/s00253-020-10440-2 Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 104 7 2020 Springer Science and Business Media LLC Structural insights into alcohol dehydrogenases catalyzing asymmetric reductions JianhongAn YaoNie YanXu 10.1080/07388551.2019.1566205 Critical Reviews in Biotechnology Critical Reviews in Biotechnology 0738-8551 1549-7801 39 3 2019 Informa UK Limited Biocatalytic Ketone Reduction-a Powerful Tool for the Production of Chiral Alcohols-Part I: Processes with Isolated Enzymes KGoldberg KSchroer SLuẗz ALiese 10.1007/s00253-007-1002-0 Appl. Microbiol. Biotechnol 76 2007 Enzymatic self-sufficient hydride transfer processes ErikaTassano 0000-0003-0199-5962 MélanieHall 0000-0003-4539-1992 10.1039/c8cs00903a Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 48 23 2019 Royal Society of Chemistry (RSC) Recent advances in biotechnological applications of alcohol dehydrogenases Yu-GuoZheng Huan-HuanYin Dao-FuYu XiangChen Xiao-LingTang Xiao-JianZhang Ya-PingXue Ya-JunWang Zhi-QiangLiu 10.1007/s00253-016-8083-6 Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 101 3 2017 Springer Science and Business Media LLC The Industrial Age of Biocatalytic Transamination MichaelFuchs JudithEFarnberger WolfgangKroutil 10.1002/ejoc.201500852 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2015 32 2015. 2015 Wiley Biocatalytic Imine Reduction and Reductive Amination of Ketones JoergHSchrittwieser StefanVelikogne WolfgangKroutil 10.1002/adsc.201500213 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 357 8 2015 Wiley Biocatalytic Approaches to the Synthesis of Enantiomerically Pure Chiral Amines DiegoGhislieri NicholasJTurner 10.1007/s11244-013-0184-1 Topics in Catalysis Top Catal 1022-5528 1572-9028 57 5 2014 Springer Science and Business Media LLC Broadening the Scope of Biocatalytic C-C Bond Formation LEZetzsche AR HNarayan 10.1038/s41570-020-0191-2 Nat. Rev. Chem 4 2020 Formation and Cleavage of C–C Bonds by Enzymatic Oxidation–Reduction Reactions FPeterGuengerich 0000-0002-7458-3048 FrancisKYoshimoto 10.1021/acs.chemrev.8b00031 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 118 14 2018 American Chemical Society (ACS) Non‐Oxidative Enzymatic (De)Carboxylation of (Hetero)Aromatics and Acrylic Acid Derivatives StefanEPayer KurtFaber SilviaMGlueck 10.1002/adsc.201900275 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 361 11 2019 Wiley Building Bridges: Biocatalytic C–C-Bond Formation toward Multifunctional Products NinaGSchmidt ElisabethEger WolfgangKroutil 10.1021/acscatal.6b00758 ACS Catalysis ACS Catal. 2155-5435 6 7 2016 American Chemical Society (ACS) Regioselective Biocatalytic Hydroxylation of Fatty Acids by Cytochrome P450s LHammerer CKWinkler WKroutil 10.1007/s10562-017-2273-4 Catal. Lett 148 2018 Enzymatic functionalization of carbon–hydrogen bonds JaredCLewis PedroSCoelho FrancesHArnold 10.1039/c0cs00067a Chem. Soc. Rev. Chem. Soc. Rev. 0306-0012 1460-4744 40 4 2011. 2003-2021 Royal Society of Chemistry (RSC) Industrial Application of 2-Oxoglutarate-Dependent Oxygenases ChristinPeters 0000-0002-7482-9204 RebeccaMBuller 0000-0002-5997-1616 10.3390/catal9030221 Catalysts Catalysts 2073-4344 9 3 221 MDPI AG Scalable biocatalytic C–H oxyfunctionalization reactions SumanChakrabarty 0000-0002-6611-3839 YeWang 0000-0001-8285-8657 JonathanCPerkins 0000-0002-5874-565X AlisonR HNarayan 0000-0001-8290-0077 10.1039/d0cs00440e Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 49 22 2020 Royal Society of Chemistry (RSC) Biocatalytic Oxidation Reactions: A Chemist's Perspective JDong EFernańdez-Fueyo FHollmann CEPaul MPesic SSchmidt YWang SYounes WZhang 10.1002/anie.201800343 Angew. Chem., Int. Ed 57 2018 Biocatalysis for the synthesis of pharmaceuticals and pharmaceutical intermediates HuihuaSun HongfangZhang EeLuiAng HuiminZhao 0000-0002-9069-6739 10.1016/j.bmc.2017.06.043 Bioorganic & Medicinal Chemistry Bioorganic & Medicinal Chemistry 0968-0896 26 7 2018 Elsevier BV Chemoenzymatic Dynamic Kinetic Resolution of Axially Chiral Allenes JanDeska CarolinaDel pozo ochoa Jan‐e.Bäckvall 10.1002/chem.201000301 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 16 15 2010 Wiley Lipase‐Catalyzed Dynamic Kinetic Resolution of <i>C</i><sub>1</sub>‐ and <i>C</i><sub>2</sub>‐Symmetric Racemic Axially Chiral 2,2′‐Dihydroxy‐1,1′‐biaryls GamalA IMoustafa YasuhiroOki ShujiAkai 0000-0001-9149-8745 10.1002/anie.201804161 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 57 32 2018 Wiley Biocatalytic Synthesis of Planar Chiral Macrocycles CGagnon EGodin CMinozzi JSosoe CPochet SKCollins 10.1126/science.aaz7381 Science 367 2020 Evaluation of Several Routes to Advanced Pregabalin Intermediates: Synthesis and Enantioselective Enzymatic Reduction Using Ene-Reductases SébastienDebarge PaulMcdaid PatO’neill JamesFrahill JohnWWong DonnchaCarr AdamBurrell SimonDavies MikeKarmilowicz JeremySteflik 10.1021/op4002774 Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 18 1 2014 American Chemical Society (ACS) Asymmetric Amination of α‐Chiral Aliphatic Aldehydes <i>via</i> Dynamic Kinetic Resolution to Access Stereocomplementary Brivaracetam and Pregabalin Precursors ChristineSFuchs JudithEFarnberger GeorgSteinkellner JohannHSattler MathiasPickl RobertCSimon FerdinandZepeck KarlGruber WolfgangKroutil 10.1002/adsc.201701449 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 360 4 2018 Wiley Chemoenzymatic Asymmetric Synthesis of Pregabalin Precursors via Asymmetric Bioreduction of β-Cyanoacrylate Esters Using Ene-Reductases ChristophKWinkler DorinaClay SimonDavies PatO’neill PaulMcdaid SebastienDebarge JeremySteflik MikeKarmilowicz JohnWWong KurtFaber 10.1021/jo302484p The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 78 4 2013 American Chemical Society (ACS) Nitrile as Activating Group in the Asymmetric Bioreduction of β‐Cyanoacrylic Acids Catalyzed by Ene‐Reductases ChristophKWinkler DorinaClay NikolausGTurrini HorstLechner WolfgangKroutil SimonDavies SebastienDebarge PatO'neill JeremySteflik MikeKarmilowicz JohnWWong KurtFaber 10.1002/adsc.201301055 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 356 8 2014 Wiley Asymmetric Synthesis of 3‐Substituted Cyclohexylamine Derivatives from Prochiral Diketones <i>via</i> Three Biocatalytic Steps ElinaSiirola FrancescoGMutti BarbaraGrischek SebastianFHoefler WalterM FFabian GideonGrogan WolfgangKroutil 10.1002/adsc.201201057 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 355 9 2013 Wiley Ester Synthesis in Water: <i>Mycobacterium smegmatis</i> Acyl Transferase for Kinetic Resolutions NicolasDe leeuw GuzmanTorrelo CarolinBisterfeld VerenaResch LuukMestrom EmanueleStraulino LauraVan der weel UlfHanefeld 10.1002/adsc.201701282 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 360 2 2018 Wiley Protein Engineering for Enhanced Acyltransferase Activity, Substrate Scope, and Selectivity of the <i>Mycobacterium smegmatis</i> Acyltransferase MsAcT SimonPGodehard ChristoffelP SBadenhorst HenrikMüller UweTBornscheuer 0000-0003-0685-2696 10.1021/acscatal.0c01767 ACS Catalysis ACS Catal. 2155-5435 10 14 2020 American Chemical Society (ACS) Variants of the Acyltransferase from<i>Mycobacterium smegmatis</i>Enable Enantioselective Acyl Transfer in Water EttaJost MasoudKazemi ValerijaMrkonjić FahmiHimo 0000-0002-1012-5611 ChristophKWinkler 0000-0003-3068-9817 WolfgangKroutil 0000-0002-2151-6394 10.1021/acscatal.0c02981 ACS Catalysis ACS Catal. 2155-5435 10 18 2020 American Chemical Society (ACS) Specification of the stereospecificity of some oxido-reductases by diamond lattice sections VPrelog 10.1351/pac196409010119 Pure and Applied Chemistry 0033-4545 1365-3075 9 1 1964 Walter de Gruyter GmbH Round We Go -Strategies for Enzymatic Cofactor Regeneration SMordhorst JNAndexer Round 10.1039/D0NP00004C Nat. Prod. Rep 37 2020 Development of a Biocatalytic Process as an Alternative to the (-)-Dip-Cl-Mediated Asymmetric Reduction of a Key Intermediate of Montelukast JLiang JLalonde BBorup VMitchell EMundorff NTrinh DAKochrekar RNair Cherat GGPai 10.1021/op900272d Org. Process Res. Dev 14 2010 A green-by-design biocatalytic process for atorvastatin intermediate StevenKMa JohnGruber ChrisDavis LisaNewman DavidGray AlicaWang JohnGrate GjaltWHuisman RogerASheldon 10.1039/b919115c Green Chem. Green Chem. 1463-9262 1463-9270 12 1 2010 Royal Society of Chemistry (RSC) Asymmetric Preparation of <i>prim</i>-, <i>sec</i>-, and <i>tert</i>-Amines Employing Selected Biocatalysts WolfgangKroutil Eva-MariaFischereder ChristineSFuchs HorstLechner FrancescoGMutti DesireePressnitz AashritaRajagopalan JohannHSattler RobertCSimon ElinaSiirola 10.1021/op4000237 Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 17 5 2013 American Chemical Society (ACS) Biocatalytic Routes to Optically Active Amines MHoḧne UTBornscheuer 10.1002/cctc.200900110 ChemCatChem 1 2009 NAD(P)H‐Dependent Dehydrogenases for the Asymmetric Reductive Amination of Ketones: Structure, Mechanism, Evolution and Application MahimaSharma JuanMangas‐sanchez NicholasJTurner GideonGrogan 10.1002/adsc.201700356 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 359 12 2017 Wiley Imine reductases (IREDs) JuanMangas-Sanchez ScottPFrance SarahLMontgomery GodwinAAleku HenryMan MahimaSharma JeremyIRamsden GideonGrogan NicholasJTurner 10.1016/j.cbpa.2016.11.022 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV LDucrot MBennett GGrogan CVergne-Vaxelaire Nad 10.1002/adsc.202000870?ref=pdf Dependent Enzymes for Reductive Amination: Active Site Description and Carbonyl-Containing Compound Spectrum 2020 Biocatalytic Asymmetric Synthesis of Chiral Amines from Ketones Applied to Sitagliptin Manufacture ChristopherKSavile JacobMJaney EmilyCMundorff JeffreyCMoore SarenaTam WilliamRJarvis JeffreyCColbeck AnkeKrebber FredJFleitz JosBrands PaulNDevine GjaltWHuisman GregoryJHughes 10.1126/science.1188934 Science Science 0036-8075 1095-9203 329 5989 2010 American Association for the Advancement of Science (AAAS) Presidential Green Chemistry Challenge USEpa Greener Reaction Conditions Award 2010. 2020-10-20 Adenylation Activity of Carboxylic Acid Reductases Enables the Synthesis of Amides AlexanderJ LWood NicholasJWeise JosephDFrampton MarkSDunstan MichaelAHollas SashaRDerrington RichardCLloyd DanielaQuaglia FabioParmeggiani DavidLeys NicholasJTurner SabineLFlitsch 0000-0003-3974-646X 10.1002/anie.201707918 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 46 2017 Wiley Carboxylic acid reductase enzymes (CARs) MargitWinkler 10.1016/j.cbpa.2017.10.006 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 43 2018 Elsevier BV Biocatalytic Reduction of Carboxylic Acids KNapora-Wijata GAStrohmeier MWinkler 10.1002/biot.201400012 Biotechnol. J 9 2014 Old Yellow Enzyme-Catalysed Asymmetric Hydrogenation: Linking Family Roots with Improved Catalysis AnikaScholtissek DirkTischler 0000-0002-6288-2403 AdrieWestphal WillemVan Berkel 0000-0002-6551-2782 CarolinePaul 0000-0002-7889-9920 10.3390/catal7050130 Catalysts Catalysts 2073-4344 7 5 130 2017 MDPI AG Biocatalytic reduction of activated C C-bonds and beyond: emerging trends ChristophKWinkler KurtFaber MélanieHall 10.1016/j.cbpa.2017.12.003 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 43 2018 Elsevier BV Discovery, Characterization, Engineering, and Applications of Ene-Reductases for Industrial Biocatalysis HelenSToogood NigelSScrutton 0000-0002-4182-3500 10.1021/acscatal.8b00624 ACS Catalysis ACS Catal. 2155-5435 8 4 2018 American Chemical Society (ACS) Cytochrome P450 Monooxygenases in Biotechnology and Synthetic Biology VladaBUrlacher MarcoGirhard 10.1016/j.tibtech.2019.01.001 Trends in Biotechnology Trends in Biotechnology 0167-7799 37 8 2019 Elsevier BV Expanding the toolbox of organic chemists: directed evolution of P450 monooxygenases as catalysts in regio- and stereoselective oxidative hydroxylation Gheorghe-DoruRoiban ManfredTReetz 10.1039/c4cc09218j Chemical Communications Chem. Commun. 1359-7345 1364-548X 51 12 2015 Royal Society of Chemistry (RSC) Tuning P450 Enzymes as Oxidation Catalysts RudiFasan 10.1021/cs300001x ACS Catalysis ACS Catal. 2155-5435 2 4 2012 American Chemical Society (ACS) Cytochrome P450: taming a wild type enzyme SangTaekJung RyanLauchli FrancesHArnold 10.1016/j.copbio.2011.02.008 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 22 6 2011 Elsevier BV Cytochromes P450 as promising catalysts for biotechnological application: chances and limitations RitaBernhardt VladaBUrlacher 10.1007/s00253-014-5767-7 Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 98 14 2014 Springer Science and Business Media LLC Catalytic and Structural Features of Flavoprotein Hydroxylases and Epoxidases SMontersino DTischler GTGassner WJVan Berkel 10.1002/adsc.201100384 Adv. Synth. Catal 353 2011 Aromatic dioxygenases: molecular biocatalysis and applications DerekRBoyd NarainDSharma ChristopherC RAllen 10.1016/s0958-1669(01)00264-6 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 12 6 2001 Elsevier BV Oxidations catalyzed by fungal peroxygenases MartinHofrichter RenéUllrich 0000-0003-2461-3138 10.1016/j.cbpa.2014.01.015 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 19 2014 Elsevier BV Peroxygenases en route to becoming dream catalysts. What are the opportunities and challenges? YonghuaWang DongmingLan RabiaDurrani FrankHollmann 10.1016/j.cbpa.2016.10.007 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV Cobalamin-dependent enzymatic O-, N-, and S-demethylation NinaRichter FerdinandZepeck WolfgangKroutil 10.1016/j.tibtech.2015.03.011 Trends in Biotechnology Trends in Biotechnology 0167-7799 33 7 2015 Elsevier BV Recent advances in methyltransferase biocatalysis MatthewRBennett SarahAShepherd VictoriaACronin JasonMicklefield 10.1016/j.cbpa.2017.01.020 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV Building Bridges: Biocatalytic C–C-Bond Formation toward Multifunctional Products NinaGSchmidt ElisabethEger WolfgangKroutil 10.1021/acscatal.6b00758 ACS Catalysis ACS Catal. 2155-5435 6 7 2016 American Chemical Society (ACS) Carboxylation of Hydroxyaromatic Compounds with HCO3− by Enzyme Catalysis: Recent Advances Open the Perspective for Valorization of Lignin-Derived Aromatics ImmacolataCTommasi 10.3390/catal9010037 Catalysts Catalysts 2073-4344 9 1 37 2019 MDPI AG Enantioselective synthesis of cyanohydrins catalysed by hydroxynitrile lyases – a review PaulaBracco HannaBusch JanVon Langermann UlfHanefeld 10.1039/c6ob00934d Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 14 27 2016 Royal Society of Chemistry (RSC) Mini-Review: Recent Developments in Hydroxynitrile Lyases for Industrial Biotechnology ElisaLanfranchi KerstinSteiner AntonGlieder IvanHajnal RogerSheldon SanderPelt MargitWinkler 10.2174/18722083113076660010 Recent Patents on Biotechnology BIOT 1872-2083 7 3 2013 Bentham Science Publishers Ltd. Specific Enzymatic Halogenation—From the Discovery of Halogenated Enzymes to Their Applications In Vitro and In Vivo VeitWeichold DanielaMilbredt Karl‐heinzVan pée 10.1002/anie.201509573 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 55 22 2016 Wiley Biocatalytic hydrogen atom transfer: an invigorating approach to free-radical reactions YujiNakano KyleFBiegasiewicz ToddKHyster 10.1016/j.cbpa.2018.09.001 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 49 2019 Elsevier BV In vivo catalyzed new-to-nature reactions JohannesGRebelein ThomasRWard 10.1016/j.copbio.2017.12.008 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 53 2018 Elsevier BV Designer metalloenzymes for synthetic biology: Enzyme hybrids for catalysis AmandaGJarvis 10.1016/j.cbpa.2020.06.004 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 58 2020 Elsevier BV Enabling protein-hosted organocatalytic transformations AlexanderRNödling 0000-0002-3483-6266 NicolòSanti 0000-0001-6361-5457 ThomasLWilliams Yu-HsuanTsai 0000-0003-0589-5088 LouisY PLuk 0000-0002-7864-6261 10.1039/d0ra01526a RSC Advances RSC Adv. 2046-2069 10 27 2020 Royal Society of Chemistry (RSC) Biotransformations in Organic Chemistry KurtFaber 10.1007/978-3-319-61590-5 2018 Springer International Publishing Cham, Switzerland th ed. Enamine-Based Organocatalysis with Proline and Diamines: The Development of Direct Catalytic Asymmetric Aldol, Mannich, Michael, and Diels−Alder Reactions WolfgangNotz FujieTanaka CarlosFBarbas 10.1021/ar0300468 Accounts of Chemical Research Acc. Chem. Res. 0001-4842 1520-4898 37 8 2004 American Chemical Society (ACS) The advent and development of organocatalysis DavidWMacmillan 10.1038/nature07367 Nature Nature 0028-0836 1476-4687 455 7211 2008 Springer Science and Business Media LLC Using mutability landscapes of a promiscuous tautomerase to guide the engineering of enantioselective Michaelases Jan-YtzenVan Der Meer HarshwardhanPoddar Bert-JanBaas YufengMiao MehranRahimi AndreasKunzendorf RonaldVan Merkerk PieterGTepper EdzardMGeertsema Andy-Mark W. H.Thunnissen WimJQuax GerritJPoelarends 10.1038/ncomms10911 Nature Communications Nat Commun 2041-1723 7 1 2016, 7, 10911 Springer Science and Business Media LLC Enantiocomplementary Epoxidation Reactions Catalyzed by an Engineered Cofactor-Independent Non-Natural Peroxygenase GXu MCrotti TSaravanan KMKataja GJPoelarends 10.1002/anie.202001373 Angew. Chem., Int. Ed 59 2020 Biocatalytic Asymmetric Michael Additions of Nitromethane to α,β-Unsaturated Aldehydes via Enzyme-bound Iminium Ion Intermediates ChaoGuo MohammadSaifuddin ThangaveluSaravanan MasihSharifi GerritJPoelarends 0000-0002-6917-6368 10.1021/acscatal.9b00780 ACS Catalysis ACS Catal. 2155-5435 9 5 2019 American Chemical Society (ACS) Biocatalytic Michael‐Type Additions of Acetaldehyde to Nitroolefins with the Proline‐Based Enzyme 4‐Oxalocrotonate Tautomerase Yielding Enantioenriched γ‐Nitroaldehydes EdzardMGeertsema YufengMiao PieterGTepper PimDe haan EllenZandvoort GerritJPoelarends 10.1002/chem.201302351 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 19 43 2013 Wiley Substituting the catalytic proline of 4-oxalocrotonate tautomerase with non-canonical analogues reveals a finely tuned catalytic system MichaelSLukesch TeaPavkov-Keller KarlGruber 0000-0002-3485-9740 KlausZangger BirgitWiltschi 10.1038/s41598-019-39484-9 Scientific Reports Sci Rep 2045-2322 9 1 2697 2019 Springer Science and Business Media LLC Light‐driven catalysis with engineered enzymes and biomimetic systems EmilyHEdwards KaraLBren 0000-0002-8082-3634 10.1002/bab.1976 Biotechnology and Applied Biochemistry Biotech and App Biochem 0885-4513 1470-8744 67 4 2020 Wiley Photo-Biocatalysis: Biotransformations in the Presence of Light LucaSchmermund ValentinaJurkaš FFeyzaÖzgen GiovanniDBarone HannaCBüchsenschütz ChristophKWinkler 0000-0003-3068-9817 SandySchmidt RobertKourist WolfgangKroutil 0000-0002-2151-6394 10.1021/acscatal.9b00656 ACS Catalysis ACS Catal. 2155-5435 9 5 2019 American Chemical Society (ACS) Photoexcitation of Flavoenzymes Enables a Stereoselective Radical Cyclization KFBiegasiewicz SJCooper XGao DGOblinsky JHKim SEGarfinkle LAJoyce BASandoval GDScholes TKHyster 10.1126/science.aaw1143 Science 364 2019 Asymmetric redox-neutral radical cyclization catalysed by flavin-dependent ‘ene’-reductases MichaelJBlack KyleFBiegasiewicz AndrewJMeichan DanielGOblinsky 0000-0001-7460-8260 BryanKudisch GregoryDScholes ToddKHyster 0000-0003-3560-355X 10.1038/s41557-019-0370-2 Nature Chemistry Nat. Chem. 1755-4330 1755-4349 12 1 2020 Springer Science and Business Media LLC Photoenzymatic enantioselective intermolecular radical hydroalkylation XiaoqiangHuang 0000-0002-0927-4812 BinjuWang YajieWang GuangdeJiang JianqiangFeng HuiminZhao 0000-0002-9069-6739 10.1038/s41586-020-2406-6 Nature Nature 0028-0836 1476-4687 584 7819 2020 Springer Science and Business Media LLC Directed Evolution: Bringing New Chemistry to Life FrancesHArnold 0000-0002-4027-364X 10.1002/anie.201708408 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 57 16 2018 Wiley Design and Evolution of Enzymes for Non-Natural Chemistry SCHammer AMKnight FHArnold 10.1021/acscentsci.0c01496?ref=pdf Curr. Oppin. Green Sustainable Chem 7 2017 Highly Diastereoselective and Enantioselective Olefin Cyclopropanation Using Engineered Myoglobin‐Based Catalysts MelanieBordeaux VikasTyagi RudiFasan 10.1002/anie.201409928 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 54 6 2015 Wiley Olefin Cyclopropanation Via Carbene Transfer Catalyzed by Engineered Cytochrome P450 Enzymes PSCoelho EMBrustad AKannan FHArnold 10.1126/science.1231434 Science 339 2013 P450-Catalyzed Intramolecular sp<sup>3</sup> C–H Amination with Arylsulfonyl Azide Substrates RiteshSingh MelanieBordeaux RudiFasan 10.1021/cs400893n ACS Catalysis ACS Catal. 2155-5435 4 2 2014 American Chemical Society (ACS) Enantioselective Intramolecular CH Amination Catalyzed by Engineered Cytochrome P450 Enzymes In Vitro and In Vivo JohnAMcintosh PedroSCoelho ChristopherCFarwell ZJaneWang JaredCLewis TristanRBrown FrancesHArnold 10.1002/anie.201304401 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 35 2013 Wiley Artificial Metalloenzymes: Reaction Scope and Optimization Strategies FSchwizer YOkamoto THeinisch YGu MMPellizzoni VLebrun RReuter VKohler JCLewis TRWard 10.1021/acs.chemrev.7b00014 Chem. Rev 118 2018 An enantioselective artificial Suzukiase based on the biotin–streptavidin technology AnamitraChatterjee HendrikMallin JulianeKlehr JaicyVallapurackal AaronDFinke LauraVera MayMarsh ThomasRWard 10.1039/c5sc03116h Chemical Science Chem. Sci. 2041-6520 2041-6539 7 1 2016 Royal Society of Chemistry (RSC) Extending Designed Linear Biocatalytic Cascades for Organic Synthesis SomayyehGandomkar AnnaŻądło‐dobrowolska WolfgangKroutil 0000-0002-2151-6394 10.1002/cctc.201801063 ChemCatChem ChemCatChem 1867-3880 1867-3899 11 1 2019 Wiley Artificial Biocatalytic Linear Cascades to Access Hydroxy Acids, Lactones, and α- and β-Amino Acids JoergSchrittwieser 0000-0002-5780-3221 StefanVelikogne WolfgangKroutil 0000-0002-2151-6394 10.3390/catal8050205 Catalysts Catalysts 2073-4344 8 5 205 2018 MDPI AG Artificial Biocatalytic Linear Cascades for Preparation of Organic Molecules JoergHSchrittwieser StefanVelikogne MélanieHall WolfgangKroutil 0000-0002-2151-6394 10.1021/acs.chemrev.7b00033 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 118 1 2018 American Chemical Society (ACS) Design of an in vitro biocatalytic cascade for the manufacture of islatravir MarkAHuffman 0000-0002-1417-9430 AnnaFryszkowska 0000-0003-0872-1497 OscarAlvizo 0000-0002-3545-1317 MargieBorra-Garske 0000-0002-3709-6304 KevinRCampos 0000-0003-0903-6475 KeithACanada PaulNDevine 0000-0002-8274-4104 DaDuan 0000-0002-6410-1252 JacobHForstater 0000-0003-0268-1009 ShaneTGrosser 0000-0002-9268-7545 HolstMHalsey 0000-0001-6865-9221 GregoryJHughes 0000-0003-2333-5797 JunyongJo 0000-0002-5134-3754 LeoAJoyce 0000-0002-8649-4894 JoshuaNKolev 0000-0003-0125-6991 JackLiang KevinMMaloney 0000-0003-1422-5422 BenjaminFMann 0000-0002-2690-4521 NicholasMMarshall MarkMclaughlin JeffreyCMoore 0000-0002-9807-6315 GrantSMurphy 0000-0003-0388-0309 ChristopherCNawrat 0000-0003-4550-9954 JovanaNazor 0000-0003-0095-7219 ScottNovick NikiRPatel 0000-0002-7940-2736 AgustinaRodriguez-Granillo 0000-0001-8535-5502 SandraARobaire 0000-0003-0249-9717 EdwardCSherer 0000-0001-8178-9186 MatthewDTruppo 0000-0003-4917-7838 AaronMWhittaker DeeptakVerma 0000-0003-0740-0624 LiXiao YingjuXu 0000-0002-1984-9501 HaoYang 0000-0002-6580-534X 10.1126/science.aay8484 Science Science 0036-8075 1095-9203 366 6470 2019 American Association for the Advancement of Science (AAAS) Embracing Nature’s Catalysts: A Viewpoint on the Future of Biocatalysis BernhardHauer 0000-0001-6259-3348 10.1021/acscatal.0c01708 ACS Catalysis ACS Catal. 2155-5435 10 15 2020 American Chemical Society (ACS) Accelerating the implementation of biocatalysis in industry JohnMWoodley 0000-0002-7976-2483 10.1007/s00253-019-09796-x Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 103 12 2019 Springer Science and Business Media LLC Synthetic biology and the development of tools for metabolic engineering JayDKeasling 10.1016/j.ymben.2012.01.004 Metabolic Engineering Metabolic Engineering 1096-7176 14 3 2012 Elsevier BV Broadening the scope of biocatalytic C–C bond formation LaraEZetzsche 0000-0002-1644-7769 AlisonR HNarayan 0000-0001-8290-0077 10.1038/s41570-020-0191-2 Nature Reviews Chemistry Nat Rev Chem 2397-3358 4 7 2020 Springer Science and Business Media LLC Chemoenzymatic Total Synthesis of Deoxy‐, <i>epi</i>‐, and Podophyllotoxin and a Biocatalytic Kinetic Resolution of Dibenzylbutyrolactones MattiaLazzarotto 0000-0002-7310-990X LucasHammerer 0000-0002-9298-817X MichaelHetmann AnnikaBorg 0000-0003-1311-6910 LucaSchmermund 0000-0002-5820-2647 LorenzSteiner PeterHartmann FerdinandBelaj 0000-0001-9749-2109 WolfgangKroutil 0000-0002-2151-6394 KarlGruber 0000-0002-3485-9740 MichaelFuchs 0000-0001-6757-7638 10.1002/anie.201900926 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 24 2019 Wiley Asymmetric Chemoenzymatic Synthesis of (-)-Podophyllotoxin and Related Aryltetralin Lignans JLi XZhang HRenata 10.1002/anie.201904102 Angew. Chem., Int. Ed 58 2019 Machine Learning in Enzyme Engineering StanislavMazurenko 0000-0003-3659-4819 ZbynekProkop 0000-0001-9358-4081 JiriDamborsky 0000-0002-7848-8216 10.1021/acscatal.9b04321 ACS Catalysis ACS Catal. 2155-5435 10 2 2020 American Chemical Society (ACS) Can Machine Learning Revolutionize Directed Evolution of Selective Enzymes? GLi YDong MTReetz 10.1002/adsc.201900149 Adv. Synth. Catal 361 11 2019 Machine-learning-guided directed evolution for protein engineering KevinKYang ZacharyWu FrancesHArnold 10.1038/s41592-019-0496-6 Nature Methods Nat Methods 1548-7091 1548-7105 16 8 2019 Springer Science and Business Media LLC",
      "snippet": "Ueber Kunstliche Bildung des Harnstoffs FWoḧler 10.1002/andp.18280880206 Ann. Phys 1828 RKeen The Life and Work of Friedrich Woḧler (1800-1882) Nordhausen Bautz 2005 nd ed. The Emergence of the Structure of the Molecule and the Art of Its Synthesis KCNicolaou 10.1002/anie.201207081 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 1 2013 Wiley The total synthesis of vitamin B12 RBWoodward 10.1351/pac197333010145 Pure and Applied Chemistry 0033-4545 1365-3075 33 1 1973 Walter de Gruyter GmbH Organische Naturstoffsynthese heute. Vitamin B 12 als Beispiel AEschenmoser 10.1007/BF00606511 Naturwissenschaften 61 1974 Recent Advances in the Total Synthesis of Steroids Via Intramolecular Cycloaddition Reactions TKametani HNemoto 10.1016/S0040-4020(01)97707-5 Tetrahedron 37 1981 Organic Synthesis -Where Now? DSeebach 10.1002/anie.199013201 Angew. Chem., Int EdEngl 1990 29 The cortisone era: aspects of its impact. Some contributions of the Merck Laboratories RalphHirschmann 10.1016/0039-128x(92)90012-x Steroids Steroids 0039-128X 57 12 1992 Elsevier BV JAHogg 10.1016/0039-128X(92)90013-Y Steroids, the Steroid Community, and Upjohn in Perspective: A Profile of Innovation 1992 57 KCNicolaou TMontagnon Molecules That Changed the World 2008 Wiley-VH Weinheim, Germany Complex Molecule Synthesis, a Personal View ReinhardWHoffmann 10.1002/ijch.201700086 Israel Journal of Chemistry Israel Journal of Chemistry 0021-2148 1869-5868 58 1-2 2018 Wiley Natural Products…",
      "pages": null,
      "citations": []
    }
  ]
}