{
  "review_id": "05_Reetz_2013_JACS",
  "sections": [
    {
      "header": "ABSTRACT: Enzymes as catalysts in synthetic organic chemistry gained importance …",
      "raw_header": "ABSTRACT: Enzymes as catalysts in synthetic organic chemistry gained importance …",
      "text": "ABSTRACT: Enzymes as catalysts in synthetic organic chemistry gained importance in the latter half of the 20th century, but nevertheless suffered from two major limitations. First, many enzymes were not accessible in large enough quantities for practical applications. The advent of recombinant DNA technology changed this dramatically in the late 1970s. Second, many enzymes showed a narrow substrate scope, often poor stereo-and/or regioselectivity and/or insufficient stability under operating conditions. With the development of directed evolution beginning in the 1990s and continuing to the present day, all of these problems can be addressed and generally solved. The present Perspective focuses on these and other developments which have popularized enzymes as part of the toolkit of synthetic organic chemists and biotechnologists. Included is a discussion of the scope and limitation of cascade reactions using enzyme mixtures in vitro and of metabolic engineering of pathways in cells as factories for the production of simple compounds such as biofuels and complex natural products. Future trends and problems are also highlighted, as is the discussion concerning biocatalysis versus nonbiological catalysis in synthetic organic chemistry. This Perspective does not constitute a comprehensive review, and therefore the author apologizes to those researchers whose work is not specifically treated here.",
      "snippet": "ABSTRACT: Enzymes as catalysts in synthetic organic chemistry gained importance in the latter half of the 20th century, but nevertheless suffered from two major limitations. First, many enzymes were not accessible in large enough quantities for practical applications. The advent of recombinant DNA technology changed this dramatically in the late 1970s. Second, many enzymes showed a narrow substrate scope, often poor stereo-and/or regioselectivity and/or insufficient stability under operating conditions. With the development of directed evolution beginning in the 1990s and continuing to the present day, all of these problems can be addressed and generally solved. The present Perspective focuses on these and other developments which have popularized enzymes as part of the toolkit of synthetic organic chemists and biotechnologists. Included is a discussion of the scope and limitation of cascade reactions using enzyme mixtures in vitro and of metabolic engineering of pathways in cells as factories for the production of simple compounds such as biofuels and complex natural products. Future trends and problems are also highlighted, as is the discussion concerning biocatalysis versus nonbiological catalysis in synthetic organic chemistry. This Perspective does not constitute a comprehensive review, and therefore the author apologizes to those researchers whose work is not specifically treated here.",
      "pages": null,
      "citations": []
    },
    {
      "header": "SELECTED MILESTONES OF THE PAST",
      "raw_header": "SELECTED MILESTONES OF THE PAST",
      "text": "Humans have utilized enzymes for thousands of years in the form of fermentation as a means to produce and preserve foodstuffs such as cheese, beer, vinegar, and wine. In more modern times it was Louis Pasteur who in 1858 placed a milestone in biocatalysis by treating an aqueous solution of racemic tartaric acid ammonium salt with a culture of the mold Penicillium glaucum, leading to the consumption of (+)-tartaric acid and concomitant enrichment of the (-)-enantiomer. 1 This can be considered to be a forerunner of enzyme-catalyzed kinetic resolution as it is widely practiced today in academia and industry. 2 Pasteur's publication was followed by Emil Fischer's monumental carbohydrate research which culminated in the lock-andkey hypothesis of stereoselective enzyme catalysis in 1894. 3a One hundred years later Albert Eschenmoser 3b and Friedrich Lichtenthaler 3c wrote enlightening essays which illuminated the impact of Fischer's hypothesis on modern chemistry, biochemistry, and immunology. Linus Pauling's hypothesis regarding the stabilization of transition states of enzyme-catalyzed reactions 4a is an extension of Fischer's idea, as is Daniel Koshland's induced fit model. 4b Another cornerstone of biocatalysis was laid by Eduard Buchner who in 1897 reported the successful fermentation of sugar by cellfree yeast extracts, which constitutes indisputable proof that biological transformations do not necessarily require living cells. 5a This paradigm shift opened the door to modern biocatalysis including fermentation technology for the production of a vast array of achiral and chiral products. 2 As noted by Lothar Jaenicke, 5b Buchner's contribution was recognized by another master of organic chemistry at the time, Adolf von Baeyer, who stated that \"This will make him famous, even if he doesn't have any talent for chemistry.\" In the first half of the 20th century scientists in academia and industry learned how to use whole cells, cell extracts, or partially purified enzymes in various biocatalytic processes. In what can be called the beginning of modern enzyme-mediated asymmetric catalysis, Ludwig Rosenthaler described in 1913 the preparation of (R)-mandelonitrile (3) by treating benzaldehyde (1) with HCN (2) in the presence of emulsin extracted from bitter almonds (a mixture of enzymes including oxynitrilase). 6a Today both R-and S-selective oxynitrilases are commercially available which catalyze the asymmetric cyanohydrin formation of a variety of structurally different aldehydes and ketones (enantiomeric excess (ee) > 95%). 6b,c These are useful starting materials in the synthesis of numerous chiral products as demonstrated by Franz Effenberger and others. 2,6b,c Yet another landmark that likewise set the stage for present day research and technology concerns the use of microbial strains that catalyze the regio-and stereoselective oxidative hydroxylation of steroids, as first demonstrated in the early 1950s by such pharmaceutical companies as Upjohn, Schering, Pfizer, and Merck. A key example is the oxidative hydroxylation of readily available progesterone (4) to the 11α-product 5 by Rhizopus arrhizus or Aspergillus niger strains, 7 a compound that was easily transformed into such important commercial products as cortisone and hydrocortisone by chemical means (the latter with inversion of configuration at C11). Later it was shown that oxidations of this kind involve selective catalysis by cytochrome P450 enzymes. 2,7b The combination of biocatalytic and chemical synthetic steps offered a practical alternative to Robert B. Woodward's 1952 landmark 40-step synthesis of hydrocortisone. 8 In the mid-1950s Vladimir Prelog began his seminal studies on the use of microbial strains as catalysts for the stereoselective reduction of ketones 6 (L = large; S = small), which ultimately led to the Prelog rule, a mnemonic device for predicting the stereochemical outcome of such reactions. 9a Subsequently the relevant enzymes, alcohol dehydrogenases, were isolated, structurally characterized, and used in vitro as catalysts in asymmetric reduction of prochiral ketones. 2,9b Today a number of Prelog and anti-Prelog alcohol dehydrogenases are commercially available. Due to the high price of NAD(P)H, cofactor regeneration systems had to be developed for practical applications. 2 Techniques for isolating and purifying enzymes were optimized in the middle of the 20th century, which were then employed as biocatalysts in stereoselective transformations of unnatural substrates. Nevertheless, these early examples were more or less isolated cases which were ignored by most organic chemists. The pace of methodology development regarding biocatalysts in synthetic organic chemistry gradually increased in the 1960s, 1970s, and 1980s, parallel to advances in uncovering the mechanisms of various classes of enzymes as well as elucidating biosynthetic pathways. Only a few of many prominent pioneers are named here, and the reader is referred to full accounts elsewhere. 2 For example, the groups of Brian Jones, Klaus Kieslich, Maria-Regina Kula, and George Whitesides, among others, published seminal work which helped to popularize enzyme catalysis, although at the time many synthetic organic chemists remained skeptical. An impressive example was provided by the Whitesides group describing the use of an aldolase as the catalyst in stereoselective aldol addition of ketone 9 to aldehydes 8 with stereoselective formation of adducts 10. 10 Synthetic nonbiological chiral catalysts rivaling aldolases as catalysts in these kinds of aldol reactions have not been developed to date. Another important contribution was made by Alexander Klibanov, who showed that enzymes such as lipases retain some (but not all) of their activity in organic solvents. 11 This proved to be particularly important in those transformations which are problematic in aqueous media, e.g., lipase-catalyzed stereoselective formation of chiral esters, the stereogenic center being either in the alcohol or the acid portion of the esterification products. 2",
      "snippet": "Humans have utilized enzymes for thousands of years in the form of fermentation as a means to produce and preserve foodstuffs such as cheese, beer, vinegar, and wine. In more modern times it was Louis Pasteur who in 1858 placed a milestone in biocatalysis by treating an aqueous solution of racemic tartaric acid ammonium salt with a culture of the mold Penicillium glaucum, leading to the consumption of (+)-tartaric acid and concomitant enrichment of the (-)-enantiomer. 1 This can be considered to be a forerunner of enzyme-catalyzed kinetic resolution as it is widely practiced today in academia and industry. 2 Pasteur's publication was followed by Emil Fischer's monumental carbohydrate research which culminated in the lock-andkey hypothesis of stereoselective enzyme catalysis in 1894. 3a One hundred years later Albert Eschenmoser 3b and Friedrich Lichtenthaler 3c wrote enlightening essays which illuminated the impact of Fischer's hypothesis on modern chemistry, biochemistry, and immunology. Linus Pauling's hypothesis regarding the stabilization of transition states of enzyme-catalyzed reactions 4a is an extension of Fischer's idea, as is Daniel Koshland's induced fit model. 4b Another cornerstone of biocatalysis was laid by Eduard Buchner who in 1897 reported the successful fermentation of sugar by cellfree yeast extracts, which constitutes indisputable proof that biological transformations do not necessarily require living cells. 5a This paradigm shift opened the door to moder…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "7",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "8",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "11",
          "target_xml_id": "b8"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        }
      ]
    },
    {
      "header": "THE ADVENT OF RECOMBINANT DNA METHODS",
      "raw_header": "THE ADVENT OF RECOMBINANT DNA METHODS",
      "text": "A serious problem in enzyme catalysis persisted until the end of the 1970s, namely how to obtain proteins in sufficient quantities for practical applications in a general manner. Traditionally, enzymes were isolated from their respective sources, these being microorganisms, fungi, insects, plants, or mammalian species. However, this was often tedious, and in many cases reasonable amounts were not accessible. This long-standing limitation constituted one of the major obstacles to generalizing biocatalysis in synthetic organic chemistry and biotechnology. The breakthrough, catalyzed by the work of Paul Berg, Herbert Boyer, and Stanley Cohen, came with the development of recombinant DNA methododology, according to which a given enzyme occurring in one organism can be overexpressed in another host organism. 12 Escherichia coli and Bacillus subtilis are typical host organisms. In this way large quantities of enzymes became accessible, sometimes in ton amounts, an example being protein-based detergents produced by such companies as Henkel (Germany) or Novozyme (Denmark). In some cases enzymes cannot be expressed in the usual bacterial hosts, therefore requiring the development of alternative expression systems. 2 Biotechnological engineering of reactors, enzyme immobilization, and methods for the optimization of downstream workup contributed heavily to making biocatalysis practical and industrially viable. 2,13 The polymerase chain reaction (PCR) developed by Kary Mullis in 1983 rapidly emerged as an indispensable tool in molecular biology, 12,14 its use in protein engineering being one of many areas of application.",
      "snippet": "A serious problem in enzyme catalysis persisted until the end of the 1970s, namely how to obtain proteins in sufficient quantities for practical applications in a general manner. Traditionally, enzymes were isolated from their respective sources, these being microorganisms, fungi, insects, plants, or mammalian species. However, this was often tedious, and in many cases reasonable amounts were not accessible. This long-standing limitation constituted one of the major obstacles to generalizing biocatalysis in synthetic organic chemistry and biotechnology. The breakthrough, catalyzed by the work of Paul Berg, Herbert Boyer, and Stanley Cohen, came with the development of recombinant DNA methododology, according to which a given enzyme occurring in one organism can be overexpressed in another host organism. 12 Escherichia coli and Bacillus subtilis are typical host organisms. In this way large quantities of enzymes became accessible, sometimes in ton amounts, an example being protein-based detergents produced by such companies as Henkel (Germany) or Novozyme (Denmark). In some cases enzymes cannot be expressed in the usual bacterial hosts, therefore requiring the development of alternative expression systems. 2 Biotechnological engineering of reactors, enzyme immobilization, and methods for the optimization of downstream workup contributed heavily to making biocatalysis practical and industrially viable. 2,13 The polymerase chain reaction (PCR) developed by Kary Mullis in 1983 ra…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "12",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "2,",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "12,",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "14",
          "target_xml_id": "b10"
        }
      ]
    },
    {
      "header": "SELECTED EXAMPLES OF INDUSTRIAL PROCESSES BASED ON ENZYMES",
      "raw_header": "SELECTED EXAMPLES OF INDUSTRIAL PROCESSES BASED ON ENZYMES",
      "text": "By the 1990s many enzymes were commercialized, and a number of industrial processes were operating, most often for producing fine chemicals such as chiral compounds required in the synthesis of pharmaceuticals, plant protecting agents, and fragrances. 2,13 Numerous fermentation processes for obtaining chiral compounds in enantiomerically pure form had also been established, e.g., in the large-scale production of L-amino acids. 2,13 The monograph by A. Liese, K. Seelbach, and C. Wandrey illustrates numerous industrial applications of enzymes up to 2006 by including informative reaction flow-sheets and the applied reactor technology. 13a Other reviews likewise dispel myths regarding biocatalysis. 13b-g One of numerous examples is the BASF process for the production of chiral amines in enantiomerically pure form. 15 Racemic amines such as rac-11 are acylated with methoxyacetic acid ethyl ester (12), an appropriate lipase serving as the catalyst in kinetic resolutions characterized by very high selectivity factors (E > 200), depending upon the particular structure of the starting amine. 15 More recently a system for performing dynamic kinetic resolution of chiral amines using a racemizing Ru catalyst in combination with a lipase was developed by Backvall et al. which has the important advantage of enabling full conversion and high enantioselectivity, 16a similar to the prior development of dynamic kinetic resolution of chiral alcohols and diols. 16b,c The advantages of dynamic kinetic resolution using other enzymes have been reported by Faber et al. in a number of studies which greatly enrich synthetic organic chemistry. 16d The same holds true for biocatalytic deracemization procedures. 16d-f Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 Other examples of industrial uses of enzymes as catalysts in medium-and large-scale production of fine and specialty chemicals include the preparation of semisynthetic β-lactam antibiotics such as Cephalexin, of (S)-tert-leucine, and of ephedrine. 2,13 An example of a bulk chemical produced by enzymatic catalysis concerns the partial hydrolysis of acrylonitrile (14) with formation of ultrapure acrylamide (15) catalyzed by a nitrile hydratase as developed by Nitto Chemical Industry Company. The Japanese plant operates at a capacity of 4 × 10 5 tons/year. 2a,17a Lonza (Switzerland) uses a nitrile hydratase to convert 3-cyanopyridine into nicotinamide (6 × 10 3 tons/year). 2,17b 4. TRADITIONAL LIMITATIONS OF ENZYMES AS CATALYSTS IN SYNTHETIC ORGANIC CHEMISTRY AND BIOTECHNOLOGY Despite these successes, enzymes as catalysts in synthetic organic chemistry and biotechnology continued to suffer from the following traditional limitations, namely the often observed • insufficient stereoselectivity • poor regioselectivity • narrow substrate scope (or low rate) • insufficient stability under operating conditions • product inhibition These long-standing drawbacks not only limited the application of enzymes in a practical way but also resulted in a (psychological) barrier in the minds of many organic chemists regarding biocatalysis in general.",
      "snippet": "By the 1990s many enzymes were commercialized, and a number of industrial processes were operating, most often for producing fine chemicals such as chiral compounds required in the synthesis of pharmaceuticals, plant protecting agents, and fragrances. 2,13 Numerous fermentation processes for obtaining chiral compounds in enantiomerically pure form had also been established, e.g., in the large-scale production of L-amino acids. 2,13 The monograph by A. Liese, K. Seelbach, and C. Wandrey illustrates numerous industrial applications of enzymes up to 2006 by including informative reaction flow-sheets and the applied reactor technology. 13a Other reviews likewise dispel myths regarding biocatalysis. 13b-g One of numerous examples is the BASF process for the production of chiral amines in enantiomerically pure form. 15 Racemic amines such as rac-11 are acylated with methoxyacetic acid ethyl ester (12), an appropriate lipase serving as the catalyst in kinetic resolutions characterized by very high selectivity factors (E > 200), depending upon the particular structure of the starting amine. 15 More recently a system for performing dynamic kinetic resolution of chiral amines using a racemizing Ru catalyst in combination with a lipase was developed by Backvall et al. which has the important advantage of enabling full conversion and high enantioselectivity, 16a similar to the prior development of dynamic kinetic resolution of chiral alcohols and diols. 16b,c The advantages of dynamic ki…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "2,",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "2,",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "2,",
          "target_xml_id": "b1"
        }
      ]
    },
    {
      "header": "EARLY ATTEMPTS TO EXPAND THE UTILITY OF",
      "raw_header": "EARLY ATTEMPTS TO EXPAND THE UTILITY OF",
      "text": "ENZYMES Many attempts at solving at least some of the above problems were undertaken in the 1980s. Rational design based on sitespecific mutagenesis, a genetic method introduced in 1978 by Michael Smith for replacing a given amino acid in a protein by one of the other 19 canonical representatives, 18 paved the way for manipulating the structure and catalytic properties of enzymes. 19 Rational design proved to be (partially) successful in studies aimed at enhancing the thermostability of proteins. 19,20a,b Amino acid substitutions were designed which led to new intramolecular H-bonds on the protein surface, thereby helping to prevent undesired unfolding upon heat treatment. Site-specific mutagenesis for improving stereoselectivity, a more challenging task, was shown to be successful in some cases, 19,20c,d but due to the complexity of enzymes, generalization has not been accomplished to date. Some researchers in the 1980s generated libraries of mutants using mutating chemical agents, mutator strains, or even genetic methods and screened these for enhanced thermostability or activity. 21 However, a second mutagenesis/screening cycle, which would have exerted \"evolutionary pressure\", was not considered (with one exception). 21d In the mid-1980s the first examples of catalytic antibodies were published independently by Richard Lerner and Peter Schultz, which sparked a flurry of activities toward a possible alternative to enzymes. 22 Many fascinating studies of a variety of reaction types have appeared. 22d Nevertheless, generalization to the point of real practical applications of these protein-based catalysts has not been achieved. Most of them are quite sensitive. Moreover, the mechanism of an immune system in which the antibodies are produced involves binding properties, not catalysis. Optimal binding requires shape complementarity but not necessarily activating effects in the respective transition states necessary for low-energy reaction pathways in catalysis. Therefore, the activity of catalytic antibodies is generally low.",
      "snippet": "ENZYMES Many attempts at solving at least some of the above problems were undertaken in the 1980s. Rational design based on sitespecific mutagenesis, a genetic method introduced in 1978 by Michael Smith for replacing a given amino acid in a protein by one of the other 19 canonical representatives, 18 paved the way for manipulating the structure and catalytic properties of enzymes. 19 Rational design proved to be (partially) successful in studies aimed at enhancing the thermostability of proteins. 19,20a,b Amino acid substitutions were designed which led to new intramolecular H-bonds on the protein surface, thereby helping to prevent undesired unfolding upon heat treatment. Site-specific mutagenesis for improving stereoselectivity, a more challenging task, was shown to be successful in some cases, 19,20c,d but due to the complexity of enzymes, generalization has not been accomplished to date. Some researchers in the 1980s generated libraries of mutants using mutating chemical agents, mutator strains, or even genetic methods and screened these for enhanced thermostability or activity. 21 However, a second mutagenesis/screening cycle, which would have exerted \"evolutionary pressure\", was not considered (with one exception). 21d In the mid-1980s the first examples of catalytic antibodies were published independently by Richard Lerner and Peter Schultz, which sparked a flurry of activities toward a possible alternative to enzymes. 22 Many fascinating studies of a variety of reacti…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "18",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b12"
        }
      ]
    },
    {
      "header": "THE ADVENT OF DIRECTED EVOLUTION",
      "raw_header": "THE ADVENT OF DIRECTED EVOLUTION",
      "text": "Today all of the problems listed in section 4 can be addressed by applying a different protein engineering technique called directed evolution (or laboratory evolution). 19,23 It involves repeating cycles of gene mutagenesis, expression, and screening (or selection) of mutant enzyme libraries in an overall process which simulates natural evolution. The most common gene mutagenesis methods for generating mutant libraries are • error-prone polymerase chain reaction (epPCR) • saturation mutagenesis • DNA shuffling Since epPCR targets the whole gene and therefore the entire protein, it is a kind of shotgun method, although amino acid bias exists. 19,24a It is the most often used technique and does not require structural information about the enzyme. In a seminal study published by Frances Arnold in 1993, several rounds of epPCR were applied in order to increase the robustness of the protease subtilisin E toward the hostile solvent dimethylformamide. 24b Later this approach was extended by many groups to include the enhancement of thermostability using epPCR and other genetic techniques. 19,25 As synthetic organic chemists, my group became interested in laboratory evolution back in 1995 because we wanted to control a catalytic parameter which is at the heart of modern organic synthesis, namely stereoselectivity. As schematized in Figure 1, it is a logical strategy for generating enzyme mutants as catalysts in asymmetric transformations. 26 Each cycle exerts evolutionary pressure on enantioselectivity, the experimenter targeting either the desired R-or the S-product on an optional basis. At the outset it was not clear whether directed evolution would be sensitive enough to be successful in this endeavor. Moreover, assaying thousands (or more!) of mutants for enantioselectivity posed yet another problem, because methods for determining so many ee values did not exist at the time. Several medium-and high-throughput ee-screening systems were developed, examples being UV/vis-based systems using plate readers for 96-well microtiter plates (∼700 samples/ day) 26a or the more expensive multiplexed MS-based assay utilizing isotope-labeled substrates (up to 10 000 exact ee values/day). 27a No single screening system is universal, but fortunately today a variety of different ee assays are available, including automated GC and HPLC. 27 In 1997 proof-of-principle of this new approach to asymmetric catalysis was provided for the first time, 26a the lipase from Pseudomonas aeruginosa serving as the catalyst in the hydrolytic kinetic resolution of the chiral ester rac-16 with preferential formation of (S)-17. Wild-type (WT) lipase is only marginally S-selective, the selectivity factor amounting to only Four rounds of epPCR at low mutation rate with the introduction of a single point mutation in each generation improved enantioselectivity to E = 11 (S) (Figure 2). Shortly thereafter other genetic methods were applied, resulting in notably improved mutants (see below). 26b This Darwinian approach to creating catalysts for asymmetric transformations in organic chemistry is f undamentally dif ferent f rom techniques traditionally used in designing and synthesizing chiral transition metal catalysts or organocatalysts. As delineated in section 7, this initial example set the stage for numerous subsequent studies employing essentially all major types of enzymes: hydrolases, reductases, oxidases, transferases, lyases, isomerases, and ligases (formation of C-C, C-O, C-S, or C-N bonds), progress up to 2004 being summarized elsewhere. 19,23,26c In contrast to epPCR, oligonucleotide-based saturation mutagenesis involves combinatorial randomization at predetermined sites, a given site comprising one or more residues in the enzyme. 19,23,26b,d Traditionally, this entails the introduction of all of the 20 canonical amino acids at an appropriately chosen site with formation of focused mutant libraries. Today the so-called QuikChange protocol from Stratagene is routinely used which is based on numerous previous studies (Figure 3). 28 Simply speaking, the genetic information encoding the mutational changes is registered in the designed primers (appropriate oligonucleotides) which are prepared (commercially) and subsequently introduced into a plasmid. When applying saturation mutagenesis, a choice regarding the optimal randomization sites has to be made. When targeting stereo-or regioselectivity, substrate scope, and/or rate, sites around the enzyme's binding pocket constitute logical choices. The first example of an enantioselective mutant enzyme generated by saturation mutagenesis at a site lining the binding pocket concerns the aforementioned lipase-catalyzed kinetic resolution of rac-16, in which a four-residue site in the lipase PAL was randomized followed by the screening of 5000 transformants. 26b This resulted in the discovery of an S-selective mutant (E = 30). Later a convenient acronym was introduced to describe such a procedure, CAST (\"combinatorial active-site saturation test\"). 29 Sites comprising one or more amino acid positions are identified on the basis of the X-ray structure or homology model (Figure 4). It is a way to reshape the \"lock\" in Emil Fischer's lock-and-key hypothesis. 3 Guidance by bioinformatics such as the consensus approach which had previously been used for protein thermostabilization 30a can be helpful. 30b,c As delineated in section 7, the real power of this strategy begins when using it in the form of iterative saturation mutagenesis (ISM). Saturation mutagenesis can also be applied when aiming to enhance protein thermostability or resistance to denaturing organic solvents, in this case B-factors from X-ray data being necessary. Those residues having the highest average B-factors, reflecting maximum flexibility, are chosen for saturation mutagenesis iteratively. 31 The overall process, called B-FIT, is an alternative to conventional approaches based on epPCR, DNA shuffling, or rational design. 19,25 A final gene mutagenesis method featured here is DNA shuffling, introduced in 1994 by the late Pim Stemmer, who used a β-lactamase as the model enzyme in the successful attempt to increase its activity. 32a Several versions including family shuffling are possible. 32b Homologous genes encoding the respective enzymes are first digested with a DNase to yield double-stranded oligonucleotide fragments generally defined by 10-50 base pairs, which are amplified by PCR. Repeated cycles of strand separation and reannealing by an appropriate DNA polymerase followed by final PCR amplification ensure the reassembly of full-length mutant genes. The case of shuffling mutants prepared previously by some procedure is illustrated in Figure 5. Synthetic shuffling was also developed, in which designed DNA fragments are first prepared separately and subsequently assembled into full length genes. 19 By 2004, directed evolution had emerged as a general method for optimizing the stereoselectivity of enzymes. 26c In most cases epPCR and DNA shuffling were the mutagenesis methods of choice, saturation mutagenesis playing only a minor role. The lipase-catalyzed kinetic resolution of rac-16 served as a platform for comparing different approaches. At that time the combination of high error rate epPCR, DNA shuffling, and selected saturation mutagenesis led to a mutant of P. aeruginosa lipase having a selectivity factor of E = 51 (S) in the kinetic resolution of rac-16, a procedure that required the screening of about 50 000 transformants. 26b Reversal of enantioselectivity in favor of (R)-2 was also achieved (E = 30). 26c Other prominent examples include the directed evolution of stereoselective aldolases, 33 Baeyer-Villiger monooxygenases, 34 nitrilases, 35 and monoamine oxidases. 36 In an early study regarding the aldolase KDPG as a catalyst in the reaction of 19 with 20, several rounds of epPCR and DNA shuffling provided a mutant characterized by four point mutations (T84A, I92F, V118A, and E138V) showing perfect control of diastereoselectivity in the formation of 21, which is a precursor of the sugar 22. 33a Directed evolution has since pervaded the entire area of aldolases in a synthetically intriguing manner. 33c The reaction shown here and numerous other examples demonstrate the complementarity of biocatalysis and catalysis using transition metal complexes or organocatalysts. Two industrial examples of laboratory evolution are also highlighted here, further examples covering the period up to 2004 and 2008, respectively, being reviewed elsewhere. 26c,27c The first case concerns the directed evolution of a nitrilase as a catalyst for the desymmetrization of the prochiral dinitrile 23 with formation of (R)-24 as reported by scientists at Diversa (Verenium). 35 The product is an intermediate in the synthesis of the cholesterol-lowering pharmaceutical Lipitor (25). The patents for this multi-blockbuster (>$12 billion/year) have recently expired, which means that various companies are devising cheap productions of 25 for the generic market. Genomic libraries from environmental samples were first screened for this transformation, and on a small scale a nitrilase showing 94.5% ee in favor of (R)-24 was discovered. However, when the reaction was performed at a concentration of 2.25 M necessary in a practical process, activity was strongly reduced, indicating product inhibition. Saturation mutagenesis was applied at all 330 amino acid positions individually, the respective 330 mutant libraries being screened with an MS assay 27a using 15 N-labeled substrate. 35 After screening about 32 000 transformants, more than a dozen hits were identified. The best one leads at high 3 M concentration to 96% conversion and 98.5% ee. This is a nice example of solving the problem of product inhibition, while simultaneously enhancing enantioselectivity. The second example featured here concerns the industrial production of chiral amines based on directed evolution of a monoamine oxidase, a clever de-racemization process developed by Turner et al. and commercialized by Ingenza. 36 Either R-or S-configured amines such as 11 are accessible from the respective racemate in high enantiomeric purity, depending upon the stereoselectivity of the applied monoamine oxidase (S-or R-selectivity). Interestingly, a mutator strain was used as the mutagenesis system, although the company also utilizes genetic techniques such as saturation mutagenesis. This elegant de-racemization strategy is an alternative to the BASF lipase-based process for obtaining enantiomerically pure or enriched amines 15 (section 3). Moreover, the procedure works very well even for chiral secondary and tertiary amines, which is an impressive achievement not readily possible using other technologies. 36c,d",
      "snippet": "Today all of the problems listed in section 4 can be addressed by applying a different protein engineering technique called directed evolution (or laboratory evolution). 19,23 It involves repeating cycles of gene mutagenesis, expression, and screening (or selection) of mutant enzyme libraries in an overall process which simulates natural evolution. The most common gene mutagenesis methods for generating mutant libraries are • error-prone polymerase chain reaction (epPCR) • saturation mutagenesis • DNA shuffling Since epPCR targets the whole gene and therefore the entire protein, it is a kind of shotgun method, although amino acid bias exists. 19,24a It is the most often used technique and does not require structural information about the enzyme. In a seminal study published by Frances Arnold in 1993, several rounds of epPCR were applied in order to increase the robustness of the protease subtilisin E toward the hostile solvent dimethylformamide. 24b Later this approach was extended by many groups to include the enhancement of thermostability using epPCR and other genetic techniques. 19,25 As synthetic organic chemists, my group became interested in laboratory evolution back in 1995 because we wanted to control a catalytic parameter which is at the heart of modern organic synthesis, namely stereoselectivity. As schematized in Figure 1, it is a logical strategy for generating enzyme mutants as catalysts in asymmetric transformations. 26 Each cycle exerts evolutionary pressure o…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "28",
          "target_xml_id": "b20"
        },
        {
          "ref_marker": "31",
          "target_xml_id": "b21"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "35",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "35",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "35",
          "target_xml_id": "b23"
        }
      ]
    },
    {
      "header": "CHALLENGES IN MAXIMIZING THE EFFICACY AND",
      "raw_header": "CHALLENGES IN MAXIMIZING THE EFFICACY AND",
      "text": "SPEED OF DIRECTED EVOLUTION Some degree of catalyst improvement can always be expected from directed evolution, depending upon how much lab work the experimenter is willing to invest. To this day screening is the bottleneck of directed evolution. 19,23,27 Unfortunately, few studies focus on systematic comparisons, which means that it often not clear which mutagenesis strategy is in fact optimal. 37 In an early example concerning the transformation of a β-galactosidase into a β-fucosidase, Matsumura et al. demonstrated that saturation mutagenesis is more efficient than DNA shuffling, but the authors were careful not to generalize. 37a In the case of the lipase-catalyzed kinetic resolution of rac-16 (section 6), the best strategy available in 2001 utilized mainly epPCR and DNA shuffling, 26c but a subsequent QM/MM study predicted that of the six point mutations of the best mutant showing E = 51, four are superfluous. 38 Indeed, the double mutant was generated and shown to be even more selective (E = 63). While this was a triumph of theory, it indicated inefficiency of the mutagenesis procedure which had been applied. Extensive deconvolution of all point mutations of a variant in a given enzyme system is necessary to uncover any superfluous mutations, but this is rarely done. 23a Efficacy would not be so crucial if selection instead of screening systems could be used in a general way in which the host organism experiences a growth advantage because it houses improved mutant enzymes of interest to the experimenter, as pointed out by Hilvert, 39a Cornish, 39b Tawfik, 39c and others. 19 However, developing experimental platforms for dealing with stereo-and/ or regioselectivity is exceedingly difficult, and thus far only two attempts have been reported. They proved to be moderately succcessful. 40 In more recent times, several groups have addressed the crucial question of efficacy by dedicating research to the development of methods which ensure higher-quality mutant libraries, these being smaller and requiring less screening. 23 Ideally, the size of individual mutant libraries should not exceed 2000-3000 transformants, because such numbers can be handled within a reasonable time by modern automated GC or HPLC, making more expensive instrumentation superfluous. 27a The challenge in reaching this goal is the numbers problem in directed evolution, which relates to the vastness of protein sequence space. Several approaches have been published as summarized elsewhere. 19,23 However, in most of these endeavors comparisons with alternative strategies were not made, and in the majority of proposals the respective methods have not been tested by other groups. Impressive industrial studies have appeared in the academic literature reporting active and selective mutants, 19,23k but sequence data characterizing the mutants and even the mutagenesis procedure are often not revealed. 23l A number of bio-companies offer enzyme kits which contain mutants generated by directed evolution, but information as to the sequence or structure of the biocatalysts is generally not provided. For practical purposes this may not be important, but such information would be essential for interpreting the results upon employing such enzyme mutants. Following its systematization in 2006, 41a ISM has emerged as a particularly efficient method in directed evolution which can be applied for improving different types of catalytic parameters. 23a,41b When considering rate, substrate scope, and stereo-and/or regioselectivity, it constitutes a rational extension of the original CASTing approach for enantioselectivity which relies on structural biology 29 (Figure 4, section 6). The chosen randomization sites A, B, C, etc. around the binding pocket are subjected to saturation mutagenesis with the creation of first generation focused libraries. A hit from one library is then used as a template for randomization at the other sites, and the process is continued until all sites have been visited once in a given upward pathway. The simplest case is a two-site ISM system with two pathways A → B and B → A, respectively, but three-and foursite systems featuring 6 and 24 different upward pathways, respectively, have also been used (Figure 6). Thus, CASTing in the form of ISM is a systematic approach to reshaping the binding pocket of an enzyme, in contrast to earlier studies in Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 which saturation mutagenesis was repeated in a nonsystematic manner, sometimes alternating with epPCR or combined with DNA shuffling. 26b,d Different choices can be made regarding the number of residues in a site, how to group them, and which pathway to choose. Thus far, arbitrary choices were made in more than two dozen successful studies, suggesting that such decisions are not crucial. Nevertheless, these questions are the focus of current research, and one trend is apparent: It is more efficient to choose sites comprising more than one amino acid position, which raises the question of oversampling in the screening process. 23a This statistical issue has been addressed 23a,41b,42 using the Patrick-Firth statistical algorithms 42a as incorporated in the computer aid CASTER which is useful in the design of saturation mutagenesis libraries (available free of charge on the author's homepage, www.kofo.mpg.de/de/forschung/ organische-synthese). The degree of oversampling for covering 95% of a given library depends upon the number of residues in a site and upon the chosen codon degeneracy, the latter defining the (reduced) amino acid alphabet. 43 When using NNK codon degeneracy (N = adenine/cytosine/guanine/ thymine; K = guanine/thymine) encoding all 20 canonical amino acids, it can be seen that the number of transformants that need to be screened for essentially full library coverage increases dramatically as the number of residues in a site increases (Table 1). In contrast, when using a reduced amino acid alphabet such as NDT codon degeneracy (D = adenine/ guanine/thymine; T = thymine) encoding only 12 amino acids (Phe, Leu, Ile, Val, Tyr, His, Asn, Asp, Cys, Arg, Ser, Gly) as building blocks in the randomization process, the screening effort is reduced notably, truly drastic effects occurring when using even smaller alphabets. 23a,30b,41b In experiments using an enantioselective epoxide hydrolase designed for testing the virtues of NNK versus NDT codon degeneracy, the identical number of transformants were screened in both cases. 43 The use of NDT codon degeneracy led to notably higher library quality, meaning a higher frequency of hits and superior catalyst performance in terms of evolved enantioselectivity. Following this study, the use of reduced amino acid alphabets has been generalized. 23a Most recently, Yuval Nov has proposed a different statistical analysis for estimating the degree of oversampling which has significant practical ramifications. 44 When focusing the search in the restricted protein sequence space on the second or third best mutant, the number of transformants needed for successful navigation in the fitness landscape is much lower. Several other recent improvements have increased the efficacy of saturation mutagenesis further: • bioinformatics as a guide in choosing optimal reduced amino acid alphabets 30b,c • pooling techniques in the screening process 45 • improved saturation mutagenesis method for difficult-toamplify templates 46 • methods for reducing amino acid bias 47 • Quick Quality Control (QQC) of saturation mutagenesis libraries 45b • in silico guidance at each evolutionary stage 48 The underlying reason for the efficacy of ISM was uncovered in several studies by performing extensive deconvolution experiments coupled with the construction of fitness landscapes. 23a, 49 These showed that none of the mutations are superfluous while also revealing strong cooperative effects operating between point mutations and sets of point mutations. This means that the inf luence of mutations in ISM-based directed evolution is notably more than additive, i.e., nonadditive in a synergistic manner. The importance of cooperative and antagonistic nonadditivity as opposed to \"classical\" mathematical additivity in directed evolution and in other areas of protein engineering has been analyzed in a recent review. 49 A universal problem in all of directed evolution occurs whenever a mutant library along a given evolutionary pathway fails to harbor an improved enzyme variant, irrespective of the mutagenesis method. 19,23 In such situations the experimenter can screen more transformants (mutants), turn to a different mutagenesis technique, or give up. In a recent ISM study focusing on the enantioselectivity of an epoxide hydrolase in which all 24 pathways of a four-site system were explored, intriguing discoveries were made. 50 It was found that 16 of the 24 pathways are energetically favored in the fitness landscape with no local minima (Figure 7). In the other eight cases, local minima were encountered; i.e., the respective libraries did not contain any mutants showing enhanced enantioselectivity. In these cases a counterintuitive decision was made by choosing an inferior mutant in that library as the template in the subsequent ISM step. 50 In all cases this procedure proved to be a successful way to escape from local minima! It is reminiscent of the neutral drift theory 51a as propagated by Dan Tawfik and others and/or the quasi species hypothesis of Manfred Eigen and Peter Schuster for explaining natural evolution, 51b which have been invoked by Bengt Mannervik in protein engineering studies of glutathione transferases. 51c Since the lipase-catalyzed hydrolytic kinetic resolution of rac-16 is the most systematically studied transformation in directed evolution (section 3), it was essential to test ISM in this model system. 52a With the help of the X-ray structure of the P. aeruginosa lipase, 52b six residues were identified for saturation mutagenesis, these being grouped into three sites: A (Met16/ Leu17), B (Leu159/Leu162), and C (Leu231/Val232) (Figure 8). Pathway B → A proved to be most prolific (Figure 9), providing a triple mutant Leu162Asn/Met16Ala/Leu17Phe with a selectivity factor of E = 594 (S). Site C was not visited because enantioselectivity and activity as shown by enzyme kinetics were already so high. 52a The initial libraries in two other pathways contained no improved mutants, but attempts to escape from the local minimum were not undertaken due to the success of pathway B → A. This study allowed the rigorous comparison of ISM with previously applied gene mutagenesis strategies. The triple mutant is clearly superior to the previous best mutant with six point mutations obtained mainly by epPCR and DNA shuffling, while requiring significantly less screening (10 000 versus 50 000 transformants). Deconvolution of the triple mutant uncovered strong cooperative effects acting between the first mutation Leu162Asn (E = 8) from library B and the accumulated second set Met16Ala/Leu17Phe from library A which alone shows poor S-enantioselectivity (E = 2.6). 52a Thus, when they act in concert, cooperativity amounts to 8 kJ/mol! The reader is referred to the original study which includes the elucidation of the mechanism of this dramatic effect on a molecular level. 52a Cooperative interaction between point mutations and sets of mutations is characteristic of ISM and explains its efficacy. 23a,52a Table 2 summarizes recent ISM studies. The procedure is useful not only when generating improved enzymes for a defined transformation, but also when manipulating binding properties or metabolic pathways. A strategy combining extensive saturation mutagenesis with random mutagenesis and rational design was reported by scientists at Codexis in the directed evolution of a stereoselective transaminase as the catalyst in the industrial preparation of the anti-diabetic compound sitagliptin 69b (Table 2). ISM has also been used to enhance protein robustness, e.g., by applying the B-FIT method or, when multimeric enzymes are involved, by performing surface engineering as demonstrated by Matthias Bechtold et al. 75f (Table 2). A number of other important advancements in developing efficient mutagenesis methods and strategies in laboratory evolution have been reported, including such procedures as circular permutation, domain swapping, and synthetic DNA shuffling. 19,23,37 Thus far most of these have not been applied extensively by groups other than the original scientists who developed them. Comparisons with other methods or strategies were generally not made, which makes critical assessments difficult. Rather than striving for smaller, higher-quality mutant libraries, some researchers have chosen to go the opposite way by generating very large libraries of up to 10 8 members, thereby covering more protein sequence space. Since the conventional screening assays cannot be applied in these cases, various display systems need to be used, including phage display, bacterial surface display, and yeast display. 19,27b In some cases the mutants were identified directly from a suspension of the display species, while in other systems analytical methods such as fluorescence-activated cell sorting (FACS) had to be applied. 76 In vitro compartmentalization by water-in-oil emulsions has also been developed as a method in directed evolution, often in combination with FACS. 77 Excellent results have been reported using these methods; nevertheless, general use of such techniques awaits further development. For example, phage display is designed mainly for binding properties, not so much for catalysis, and indeed attempts to use this technique for evolving stereoselective enzymes have not been very successful. 78 An important practical aspect of laboratory evolution concerns the question of whether a mutant, evolved for the selective transformation of a specific substrate, can also function as an efficient catalyst in the reaction of other compounds. No catalyst can ever be universal, but organic chemists need catalysts that are active and selective for a reasonable number of Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 Table 2. Recent Studies Employing Iterative Saturation Mutagenesis Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 Table 2. continued Journal of the American Chemical Society compounds. This has in fact been demonstrated in numerous cases of evolved stereoselective enzyme mutants. 19,23 8. LESSONS LEARNED FROM DIRECTED EVOLUTION Two types of lessons are possible when performing laboratory evolution, provided thorough theoretical analyses flank the experimental work. One kind of insight results when studying the origin of enhanced activity, stereoselectivity, or thermostability. The analyses using biophysical methods, ideally in conjunction with QM/MM, not only unveil the factors responsible for improved catalytic performance but also help researchers to understand the intricacies of enzyme mechanisms in general. A rare example in which X-ray structural data of a stereoselective mutant were included concerns the protein engineering of an enantioselective epoxide hydrolase evolved in five ISM steps. 79 Using this information in combination with enzyme kinetics, inhibition experiments, molecular dynamics simulations, and docking experiments, light was shed on the molecular change occurring in the binding pocket at each evolutionary stage. In the case of applying ISM to the limonene epoxide hydrolase as a catalyst in the desymmetrization of cyclopentane oxide, 55 Fahmi Himo applied a QM-based cluster approach to model enantioselectivity at all mutational stages of the respective R-and S-selective pathways, which proved to display high predictive power. 55b Another case concerns the QM/MM study by Walter Thiel et al. regarding the origin of stereoselectivity of a Baeyer-Villiger monooxygenase and mutants thereof produced by epPCR. 80a Whereas Chris Walsh and others had previously uncovered the general mechanism of these enzymes 81a and synthetic organic chemists had used them for decades, 81b,c only mnemonic devices for predicting the outcome of stereoselectivity were available. The Thiel study shows for the first time how the enzyme cyclohexanone monooxygenase as a standard Baeyer-Villiger monooxygenase works in detail. In the enantioselective desymmetrization of 4-methylcyclohexanone with formation of the respective S-lactone (>95% ee), the substrate is trapped in the binding pocket in a way that the Criegee intermediate is smoothly formed in the rate-determing step, followed by the usual σ-bond migration by one of the two enantiotopic groups. The computations show that, in the case of a chair conformation in which the 4-methyl group is in the equatorial position, only one of the two possible σ-bond migrations fulfills the traditional stereoelectronic requirement of anti-periplanar bond arrangement. 80a It is indeed the one that leads to the observed S-lactone. When the methyl group occupies the axial position, the other enantiotopic σ-bond migrates preferentially, leading to the enantiomeric product, which means that the difference in energy between the two chair conformers (∼2.3 kcal/mol) determines the degree of stereoselectivity! Recently the study has been extended to mutants catalyzing the desymmetrization of 4-hydroxycyclohexanone. 80b A second type of lesson that can be learned from directed evolution concerns insights arising from deconvolution experiments, especially if performed systematically to include the construction of fitness landscapes as reported in some ISM studies. 23a,49,50 Such data allow the following questions to be answered: • How many evolutionary pathways lead to fitter enzymes in a given case? Answer: This depends upon the type of mutagenesis technique and strategy. See references to support this conclusion, 23a,50 but also a contrary opinion. 82 • How can the experimenter escape from local minima? Answer: Choose an inferior mutant in the respective library as a template in the subsequent mutagenesis cycle. 50 • Do additive or nonadditive mutational effects dominate in laboratory evolution? Answer: Not enough experimental data is currently available, but cooperative effects were revealed whenever deconvolution was performed on mutants evolved by saturation mutagenesis. 23a See a recent review outlining the importance of nonadditive ef fects in protein engineering, 49 including pioneering contributions by A. Fersht, J. Wells, A. Horovitz, D. Shortle, S. J. Benkovic, and A. S. Mildvan. • Do cooperative nonadditive effects (more than additivity) occur in natural Darwinian evolution? Answer: Suff icient data are not currently available to answer this intriguing question in a general way, but it is likely. 49 • Can data from laboratory evolution be used to draw conclusions regarding natural Darwinian evolution? Answer: Generally not, but caref ully designed and critically analyzed experiments may be helpful.",
      "snippet": "SPEED OF DIRECTED EVOLUTION Some degree of catalyst improvement can always be expected from directed evolution, depending upon how much lab work the experimenter is willing to invest. To this day screening is the bottleneck of directed evolution. 19,23,27 Unfortunately, few studies focus on systematic comparisons, which means that it often not clear which mutagenesis strategy is in fact optimal. 37 In an early example concerning the transformation of a β-galactosidase into a β-fucosidase, Matsumura et al. demonstrated that saturation mutagenesis is more efficient than DNA shuffling, but the authors were careful not to generalize. 37a In the case of the lipase-catalyzed kinetic resolution of rac-16 (section 6), the best strategy available in 2001 utilized mainly epPCR and DNA shuffling, 26c but a subsequent QM/MM study predicted that of the six point mutations of the best mutant showing E = 51, four are superfluous. 38 Indeed, the double mutant was generated and shown to be even more selective (E = 63). While this was a triumph of theory, it indicated inefficiency of the mutagenesis procedure which had been applied. Extensive deconvolution of all point mutations of a variant in a given enzyme system is necessary to uncover any superfluous mutations, but this is rarely done. 23a Efficacy would not be so crucial if selection instead of screening systems could be used in a general way in which the host organism experiences a growth advantage because it houses improved mutant enzy…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "38",
          "target_xml_id": "b26"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "46",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "50",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "50",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "76",
          "target_xml_id": "b56"
        },
        {
          "ref_marker": "77",
          "target_xml_id": "b57"
        },
        {
          "ref_marker": "78",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "79",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "82",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "50",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b31"
        }
      ]
    },
    {
      "header": "DEVISING ENZYME PROMISCUITY",
      "raw_header": "DEVISING ENZYME PROMISCUITY",
      "text": "Since enzymes cannot catalyze the multitude of reaction types that nonbiological catalysts such as transition metal complexes make possible, numerous attempts have been made to devise \"promiscuous enzymes\". 83 Thus far the respective protein-based Table 2. continued Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 catalysts fail to display the high activity characteristic of enzymes catalyzing their respective natural reaction types. An interesting mechanism-based concept was developed by Per Berglund et al. in which lipases were used as biocatalysts in aldol and Michael reactions. 83c Another approach is to anchor site-specifically a transition metal complex covalently or noncovalently to an appropriate host protein with formation of a hybrid catalyst as originally demonstrated by Whitesides in 1978, which has since been generalized. 83d,e This provides in each case a single catalyst which may or may not be efficient. Unfortunately, catalyst activity proved to be uniformly low. Thus far only one study has appeared describing the application of directed evolution for improving the catalytic profile of such hybrid catalysts, specifically in the quest to enhance enantioselectivity, but the issue of activity was not addressed. 74 The introduction of unnatural amino acids 84 bearing appropriate ligands for binding transition metals should be tested in future studies combined with directed evolution. In yet another approach, the Fe-heme moiety in P450 enzymes was cleverly exploited as a carbene transfer catalyst. 85 Thus far none of these and other \"synthetic\" biocatalysts can compete with conventional transition metal catalysts. 83 A very different and impressive concept concerns computationbased de novo design as originally proposed by David Baker et al. and extensively developed in collaboration with Ken Houk, Don Hilvert, Justin Siegel, Daniela Roẗhlisberger, Dan Tawfik, and others. 83f Using the Rosetta algorithm, they designed biocatalysts for such transformations as the Kemp elimination, Diels-Alder cycloaddition, and Morita-Baylis-Hillman reaction. The computational process involves ab initio protein structure prediction, QM energy refinement, and sequence design. Significant rates in the sense of practical applications have not resulted from these fascinating studies, but directed evolution provides a way to remedy the situation. In the case of the Diels-Alder reaction 27 + 28 → 29, the endo-(3S,4R)-configuration was aimed for in the design step. 86a Out of 84 computed and in E. coli expressed enzymes, two showed Diels-Alder activity. The best hit showed the predicted stereoselectivity in laboratory experiments, which is a remarkable result. The question why the results in the case of the Morita-Baylis-Hillman reaction 86b proved to be less successful needs to be addressed (no enantioselectivity reported in this asymmetric transformation).",
      "snippet": "Since enzymes cannot catalyze the multitude of reaction types that nonbiological catalysts such as transition metal complexes make possible, numerous attempts have been made to devise \"promiscuous enzymes\". 83 Thus far the respective protein-based Table 2. continued Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 catalysts fail to display the high activity characteristic of enzymes catalyzing their respective natural reaction types. An interesting mechanism-based concept was developed by Per Berglund et al. in which lipases were used as biocatalysts in aldol and Michael reactions. 83c Another approach is to anchor site-specifically a transition metal complex covalently or noncovalently to an appropriate host protein with formation of a hybrid catalyst as originally demonstrated by Whitesides in 1978, which has since been generalized. 83d,e This provides in each case a single catalyst which may or may not be efficient. Unfortunately, catalyst activity proved to be uniformly low. Thus far only one study has appeared describing the application of directed evolution for improving the catalytic profile of such hybrid catalysts, specifically in the quest to enhance enantioselectivity, but the issue of activity was not addressed. 74 The introduction of unnatural amino acids 84 bearing appropriate ligands for binding transition metals should be tested in future studies combined with directed evolution. In ye…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "74",
          "target_xml_id": "b52"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b64"
        }
      ]
    },
    {
      "header": "MIXTURES OF ENZYMES IN CASCADE REACTIONS",
      "raw_header": "MIXTURES OF ENZYMES IN CASCADE REACTIONS",
      "text": "The benefits of synthetic strategies based on one-pot sequential organic transformations without isolating intermediate compounds have been documented in numerous studies, these processes being termed \"cascade\", \"domino\", or \"tandem\" reactions. 87 Enzymes or nonbiological catalysts can be used or combinations thereof. This intuitively attractive concept has limitations for several reasons. Chemical compatibility between the catalysts but also chemo-, regio-, and stereoselectivity of the individual reaction steps are required, in addition to easy downstream workup. Many synthetic catalysts are not likely to be compatible, e.g., oxidants and reductants, in contrast to enzymes, 87c e.g., oxidases and reductases. When targeting complex natural products, the idea of using enzyme mixtures guided by knowledge of biosynthetic pathways appears particularly attractive. 88",
      "snippet": "The benefits of synthetic strategies based on one-pot sequential organic transformations without isolating intermediate compounds have been documented in numerous studies, these processes being termed \"cascade\", \"domino\", or \"tandem\" reactions. 87 Enzymes or nonbiological catalysts can be used or combinations thereof. This intuitively attractive concept has limitations for several reasons. Chemical compatibility between the catalysts but also chemo-, regio-, and stereoselectivity of the individual reaction steps are required, in addition to easy downstream workup. Many synthetic catalysts are not likely to be compatible, e.g., oxidants and reductants, in contrast to enzymes, 87c e.g., oxidases and reductases. When targeting complex natural products, the idea of using enzyme mixtures guided by knowledge of biosynthetic pathways appears particularly attractive. 88",
      "pages": null,
      "citations": []
    },
    {
      "header": "METABOLIC PATHWAY ENGINEERING AS A",
      "raw_header": "METABOLIC PATHWAY ENGINEERING AS A",
      "text": "MEANS TO ACCESS SIMPLE AND COMPLEX COMPOUNDS An alternative to the use of enzyme mixtures in vitro is metabolic pathway engineering of in vivo systems based on cells as factories for the production of simple and complex compounds. 89 The technique involves the manipulation of cellular properties by appropriate engineering methods. In most cases complex natural products are the targets, but simple compounds such as ethanol and other biofuels are also the focus of current interest. Metabolic engineering is not new. For example, in the 1980s scientists induced E. coli to produce such important compounds as erythropoitin, insulin, and therapeutic antibodies, 89 targets outside the realm of synthetic organic chemistry. Bulk chemicals can also be produced; 1,3-propanediol according to the Dupont process is a notable example. 89 During the past 10-15 years new techniques arising from basic research in synthetic biology, systems biology such as in silico genome-scale modeling, and the omics technologies (genomics, proteomics, transcriptomics, metabolomics, and fluxomics) have provided invaluable tools needed in making further progress. From a synthetic organic viewpoint, the production of complex natural compounds serving as therapeutic drugs is of particular interest. Several examples have been reported, which can then be assessed relative to modern total synthesis. However, the natural product itself is seldom the actual Journal of the American Chemical Society Perspective dx.doi.org/10.1021/ja405051f | J. Am. Chem. Soc. 2013, 135, 12480-12496 therapeutic drug. Researchers in the field of metabolic engineering have therefore learned to manipulate synthetic pathways so that an intermediate compound and not the final natural compound becomes the main product. Once the structurally complex and generally chiral scaffold (not necessarily the final natural product) have been assembled by the biological machinery, subsequent synthetic steps can be designed to afford any number of derivatives (or the natural product itself). This requires collaborative efforts between metabolic engineers and synthetic organic chemists (are they also engineers?). An impressive example of metabolic engineering of complex natural products was recently reported by Jay Keasling and collaborators. 90 In the endeavor to make the anti-malaria therapeutic drug artemisinin available on a large and practical scale, they targeted the production of artemisinic acid, an intermediate which can be transformed into artemisinin in just a few synthetic steps. Following earlier efforts, 89b an improved version, also based on the orchestration of metabolic engineering and synthetic organic chemistry, was claimed to be more practical (Figure 10). 90 A likewise practical access to artemisinin utilizing total synthesis was recently reported by the group of Silas Cook. 91 It will be interesting to see which option (or both?) will be applied on an industrial scale. Metabolic engineering offers many opportunities for the production of useful chemicals, 89 including natural products and biofuels, and the future will reveal whether efficient industrial processes can be developed in a general way. Continued basic research is needed. Synthetic organic chemistry is likewise experiencing enormous progress in developing economically and ecologically viable methods and novel strategies, which will continue for some time to come. Present-day metabolic engineering cannot replace synthetic organic chemistry, but it already contributes in a complementary manner. As indicated above, productive constellations can be anticipated in which the enormous power of the two fields will interact synergistically. In a constructive debate, Jay Keasling and Phil Baran have recently exchanged their personal views regarding synthetic biology versus synthetic organic chemistry. 92 Surely, both sciences will continue to thrive. 12. CONCLUDING REMARKS For a long time the use of enzymes as catalysts in synthetic organic chemistry and biotechnology has suffered mainly from two types of limitations. The unfortunate fact that many in principle useful enzymes could not be expressed easily in large amounts limited the whole field, but this changed dramatically in the late 1970s with the development of recombinant DNA technology. 12 The second major traditional limitation was the often observed poor stereo-and/or regioselectivity, narrow substrate scope, and sometimes insufficient stability under operating conditions. 2,13 With the advent of directed evolution, these problems can now be addressed and generally solved, as demonstrated by numerous academic studies and a rapidly increasing number of industrial applications. 19,23,35,36c,d,69b This form of protein engineering can also be applied in the elimination of product inhibition 35 or reduction of undesired side products. 34c It is likely that the already available advanced directed evolution techniques using the most efficient genetic methods and strategies will continue to be applied to all of the enzymatic reaction types. The introduction of unnatural amino acids in conjunction with directed evolution techniques is also an interesting perspective. 84 Of particular synthetic importance are those enzyme-catalyzed transformations which are dif f icult or impossible using the best nonbiological catalysts. 23,70 Systematic use of directed evolution of computationally designed enzymes for promiscuous transformations is likewise an area for present and future research, 83f specifically in the quest to generalize the concept and to boost activity so that such biocatalysts can begin to compete with well-established nonbiological catalysts. Engineering of bioreactor systems, bioprocess design, enzyme immobilization, and improved downstream workup for ecologically and economically viable processes have made many industrial applications of biocatalysis possible, 13e-g and this is likely to continue in the future. Methodologies based on cell-free protein expression are also likely to gain in importance. 13 All of these advancements now allow for biocatalytic retrosynthesis in synthetic organic chemistry, which in the distant past was problematic, especially when attempting to combine enzymes with synthetic catalysts and reagents in cascade processes. Today a new situation has emerged. Turner and O'Reilly have recently issued guidelines for retrosynthetic analyses incorporating enzymes and synthetic catalysts which promise to be useful for synthetic organic chemists. 93 Metabolic engineering has clearly entered the stage in a different sense, catalysis occurring in cells in which pathways have been engineered leading to the production of complex natural products or simple compounds such as biofuels. 89 This is not a trivial undertaking, and time will tell how far it can be generalized. Microbial genome mining for new natural products and biosynthetic pathways followed by metabolic pathway engineering can be expected to provide access to novel therapeutic drugs. The marriage of metabolic engineering and synthetic organic chemistry is also likely to be rewarding. Laboratory . Scheme outlining the semisynthetic route to artemisinin based on pathway engineering leading to arteminisinic acid followed by synthetic organic steps. 90 evolution will continue to be an indispensible tool in pathway engineering, as it is when using mixtures of isolated WT enzymes or mutants in cascade reactions or when engineering a single enzyme for superior performance. A particular challenge for the future is the general and practical realization of any given artificial multistep pathway that a synthetic organic chemist might envision involving solely unnatural substrates in designer cells serving as de novo \"chemical factories\". 94 This goal is different from metabolic engineering of secondary metabolites as it is practiced today. Further improvements in the efficacy of directed evolution are desirable. For example, developing general selection methods replacing screening assays for application in laboratory evolution of stereo-and regioselective enzymes remains a challenge. The dynamics of enzymes also need to be considered more so than in the past, 95 an area in which protein engineering can help. Directed evolution is also a useful tool in other research fields, 19 the study of the all-important phenomenon of protein-protein interactions being a prime example. 96 Increased efforts in interpreting the results of mutations on a molecular level are likewise needed, especially when they prove to be cooperative (more than additive), 49,52a as revealed by systematic deconvolution studies. 23a,50 Since cooperativity as a form of nonadditivity of mutations appears to be more general than previously thought, enzymes seem to be part of nonlinear systems which are difficult to handle theoretically. 49 Nevertheless, advanced theoretical techniques may someday lead to a general theory of enzymes which could enable the reliable prediction of mutations necessary for improving any given catalytic parameter of interest to the experimenter. Since methodology developments in biocatalysis and in modern synthetic organic chemistry are flourishing research fields serving society, both areas deserve fair and balanced f inancial support by governmental and private agencies. Finally, it can be hoped that the chemical curricula of undergraduate and graduate education will be modified in the future to treat at least the basics of biocatalysis as well as the handling of representative enzymes and whole cells in the laboratory.",
      "snippet": "MEANS TO ACCESS SIMPLE AND COMPLEX COMPOUNDS An alternative to the use of enzyme mixtures in vitro is metabolic pathway engineering of in vivo systems based on cells as factories for the production of simple and complex compounds. 89 The technique involves the manipulation of cellular properties by appropriate engineering methods. In most cases complex natural products are the targets, but simple compounds such as ethanol and other biofuels are also the focus of current interest. Metabolic engineering is not new. For example, in the 1980s scientists induced E. coli to produce such important compounds as erythropoitin, insulin, and therapeutic antibodies, 89 targets outside the realm of synthetic organic chemistry. Bulk chemicals can also be produced; 1,3-propanediol according to the Dupont process is a notable example. 89 During the past 10-15 years new techniques arising from basic research in synthetic biology, systems biology such as in silico genome-scale modeling, and the omics technologies (genomics, proteomics, transcriptomics, metabolomics, and fluxomics) have provided invaluable tools needed in making further progress. From a synthetic organic viewpoint, the production of complex natural compounds serving as therapeutic drugs is of particular interest. Several examples have been reported, which can then be assessed relative to modern total synthesis. However, the natural product itself is seldom the actual Journal of the American Chemical Society Perspective dx.doi.o…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "90",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "90",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "91",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "92",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "12",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "2,",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "35",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "70",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "93",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "90",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "96",
          "target_xml_id": "b76"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b31"
        }
      ]
    },
    {
      "header": "■ AUTHOR INFORMATION",
      "raw_header": "■ AUTHOR INFORMATION",
      "text": "Corresponding Author reetz@mpi-muelheim.mpg.de",
      "snippet": "Corresponding Author reetz@mpi-muelheim.mpg.de",
      "pages": null,
      "citations": []
    },
    {
      "header": "Notes",
      "raw_header": "Notes",
      "text": "The authors declare no competing financial interest.",
      "snippet": "The authors declare no competing financial interest.",
      "pages": null,
      "citations": []
    },
    {
      "header": "■ ACKNOWLEDGMENTS",
      "raw_header": "■ ACKNOWLEDGMENTS",
      "text": "Support by the Arthur C. Cope Foundation and continued financing by the Max-Planck-Society are gratefully acknowledged. I also thank the Chemistry Department of Philipps-University in Marburg for providing facilities necessary for continuing research as a new emeritus member of the faculty.",
      "snippet": "Support by the Arthur C. Cope Foundation and continued financing by the Max-Planck-Society are gratefully acknowledged. I also thank the Chemistry Department of Philipps-University in Marburg for providing facilities necessary for continuing research as a new emeritus member of the faculty.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "LC RPasteur Seances Acad. Sci. 1858 Gal 2008 46 5 Biotransformations in Organic Chemistry KDrauz HGroger OMay Eds -Vch ;Wiley KFaber EFischer Ber Dtsch. Chem. Ges 1894 6 2985 2012. 2011 Springer: Heidelberg Enzyme Catalysis in Organic Synthesis th ed. One Hundred Years Lock‐and‐Key Principle AlbertEschenmoser 10.1002/anie.199423631 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 33 23-24 1995 Wiley Cover Picture (Angew. Chem. Int. Ed. Engl. 22/1995) FWLichtenthaler Angew Chem Int Ed LEngl ; Pauling EBuchner Ber 10.1002/anie.199524271 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. DEKoshland Adv Enzymol 0570-0833 34 22 6776 1995. 2364. 1948. 1960. 2007 Wiley Nature Dtsch. Chem. Ges. LRosenthaler ZBiochem MDadashipour YAsano FAcs Catal ; Effenberger Angew. Chem., Int. Ed. Engl 33 1555 1908, 14, 238. 2011, 1, 1121. 1994 Review of this transformation reported in 1952 and other early steroid oxidations practiced by Upjohn Company: Hogg FPGuengerich AWMunro Structure, Mechanism, and Biochemistry Berlin Springer 1992. 2005. 2013 57 17065 Review of P450 enzymes : Ortiz de Montellano, J. A. Steroids 3rd ed. J. Biol. Chem. RBWoodward FSondheimer DTaub KHeusler WMMaclamore J. Am. Chem. Soc 74 4223 1952 Enzymes in Synthetic Organic chemistry VPurePrelog Appl SM AChem ; De Wildemann TSonke HESchoemaker OMay GMWhitesides C.-W ;Wong C.-HWong GMWhitesides Angew. Chem., Int. Ed. Engl 24 10 617 1964, 9, 119. 2007, 40, 1260. 1985. 1994 Elsevier Science Inc Tarrytown, NY Acc. Chem. Res. AMKlibanov Nature 409 241 2001 Industrial Biotransformations, 2nd Completely Revised and Extended Edition. A. Liese , K. Seelbach , and C. Wandrey , Eds. Wiley-VCH : Weinheim . 2006 . 556 + xiv pp. £149.00. ISBN 3-527-31001-0 . BRGlick JJPasternak CLPatten HESchoemaker DMink MGWubbolts JScience ; Tao G.-QLin ALiese RASheldon 10.1021/op700158k Organic Process Research & Development Org. Process Res. Dev. PTufvesson JLima-Ramos MNordblad JMWoodley 1083-6160 1520-586X 11 5 2010. 2006. 2003, 299, 1694. 2008. 2009. 2011. 2006. 2012 American Chemical Society (ACS) Washington, DC; Singapore; Totowa, NJ Industrial Biotransformations Asymmetric Organic Synthesis with Enzymes Biocatalysis for the Pharmaceutical Industry Org. Process Res. Dev nd ed. Chem. Soc. Rev. Dynamic Kinetic Resolutions KBMullis Angew Chem Int Ed FEngl ; Balkenhohl KDitrich BHauer WJLadner Prakt BChem ; Martin-Matute J.-E ;Backvall M.-JKim YAhn JPark ; Steinreiber KFaber HGriengel CCGruber ILavandera KFaber WKroutil CVVoss CCGruber WKroutil Asymmetric Organic Synthesis with Enzymes VGotor IAlfonso EGarcia-Urdiales Eds Wiley-Vch Yamada, H Weinheim 1994, 33, 1209. 1997. 2005, 127, 17620. 2008. 2002. 2008. 2006, 348, 1789. 2008. 1996. 2003 339 425 J. Am. Chem. Soc. Chem.Eur. J. Adv. Synth. Catal Angew. Chem., Int. Ed J. Curr. Opin. Biotechnol b) Shaw, N. M.; Robins, K. T.; Kiener, A. Adv. Synth. Catal Synthetic DNA and Biology (Nobel Lecture) MichaelSmith 10.1002/anie.199412141 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 33 12 1994 Wiley Protein Engineering Handbook SHandbook; Lutz Bornscheuer 10.1002/9783527634026 T. Curr. Opin. Struct. Biol UTEds -Vch:Wiley Weinheim 4 1-2 623 2009. 1994 Wiley Oshima Protein Engineering CEnzymeO'faǵaín Microb Technol TEma SKamata MTakeda YNakano TSakai J. In Enzyme Catalysis in Organic Synthesis 33 2003. 2010 Pleiss Chem. Commun. Early examples of random mutagenesis for enhancing the stability of enzymes: (a) KDrauz HGroger OMay Eds -Vch ;Wiley DAEstell TPGraycar JAWells MMatsumura SAiba PNBryan MLRollence MWPantoliano JWood BCFinzel GLGilliland AJHoward TLPoulos HLiao TMckenzie RHageman .org/10.1021/ja405051 Journal of the American Chemical Society Perspective dx JZhang Z.-QLi H.-YZhang Chin 260 21 2012. 1985. 1985, 260, 15298. 1986, 1, 326. 1986. 1992. 1981. 2013 Weinheim J. Biol. Chem. J. Biol. Chem. Proc. Natl. Acad. Sci. U.S.A Biochem. J. Biochemistry Proteins: Struct., Funct. Genet. | J. Am. Chem. Soc. At the Crossroads of Chemistry and Immunology: Catalytic Antibodies RichardALerner StephenJBenkovic PeterGSchultz 10.1126/science.2024118 Science Science 0036-8075 1095-9203 252 5006 1991. 2002 American Association for the Advancement of Science (AAAS) Nature Catalytic Antibodies DHilvert EKeinan Ed Wiley-Vch Annu. Rev. Biochem 69 23 751 2000. 2005 Weinheim Recent reviews of directed evolution: (a) Reetz, M. T. Angew Chem Int MBEd ; Quin CSchmidt-Dannert EMAcs Catal ; Brustad FHArnold CJackel DHilvert NJTurner ASBommarius JKBlum MJAbrahamson AVCurr ; Shivange JMarienhagen HMundhada ASchenk USchwaneberg SBershtein DSTawfik NUNair CADenard HZhao RM PSiloto RJWeselake UTBiocatal ; Bornscheuer GWHuisman RJKazlauskas SLutz JCMoore KRobins JLiang JLalonde BBorup VMitchell EMundorff NTrinh DAKochrekar RNCherat GGPai Proc. Natl. Acad. Sci. U.S 15 24 185 2011, 50, 138. 2011, 1, 1017. 2011, 15, 201. 2010, 21, 753. 2009, 5, 567. 2011. 2009, 13, 19. 2008. 2010, 14, 1870. 2012. 2012. 2010, 14, 193 Curr. Opin. Biotechnol Nat. Chem. Biol. Opin. Chem. Biol. Curr. Opin. Chem. Biol. Curr. Opin. Chem. Biol. Curr. Org. Chem. Agric. Biotechnol. Nature Org. Process Res. Dev a) Leung, D. W.; Chen, E.; Goeddel, D. V. Technique 1989, 1, 11. (b) Chen, K.; Arnold, F. H. Curr. Opin. Chem. Biol. A. 1993, 90, 5618. (25) Reviews covering directed evolution of thermostability FHArnold Acc VG HEijsink SGaseidnes TVBorchert BVan Den Burg ASBommarius JMBroering MTReetz AZonta KSchimossek KLiebeton K.-E ;Jaeger MTReetz SWilensek DZha K.-EJaeger Angew. Chem., Int. Ed. Engl 22 5716 1998, 31, 125. 2005. 2005, 23, 125. (26. 1997. 2001. 2004 Chem. Res. Biomol. Eng Biocatal. Biotransform Angew. Chem., Int. Ed. Proc. Natl. Acad. Sci. U.S.A An Overview of High-Throughput Screening Systems for Enantioselective Enzymatic Transformations KLiebeton AZonta KSchimossek MNardini DLang BWDijkstra MTReetz K.-E ;Jaeger MTReetz Asymmetric Organic Synthesis with Enzymes IAlfonso EGarcía-Urdiales Totowa, NJ; Gotor, V Weinheim 2000, 7, 709. (27. 2003. 2006. 2008 230 Enzyme Assays-Highthroughput Screening, Genetic Selection and Fingerprinting Methods in Molecular Biology For the first examples of saturation mutagenesis at sites next to the binding pocket for enhancing stereoselectivity prior to the introduction of the acronym CAST, see refs 26b and d HHHogrefe JCline GLYoungblood RMAllen MTReetz MBocola JDCarballeira DZha AVogel NAmin ADLiu SRamer WAehle DMeijer MMetin SWong PGualfetti VSchellenberger MTReetz SWu ANobili MGGall IVPavlidis MLThompson MSchmidt UTBornscheuer JFebs Protein Eng. Des. Sel 44 30 3084 2002, 33, 1158. (29. 2005. 2004. 2008. 2013 BioTechniques Angew. Chem., Int. Ed Chem. Commun. Examples of directed evolution of aldolases: (a) MTReetz JDCarballeira Nat Protoc WPStemmer KAPowell SWRamer SBDel Cardayre WP CStemmer MBTobin PFLongchamp GWHuisman SFong TDMachajewski CCMak C.-HWong Angew. Chem., Int. Ed 370 32 873 2007, 2, 891. 1994. 2001. 2000 Nature Chem. Biol. Examples of directed evolution of Baeyer-Villiger monooxygenases: 23,67 (a) Kirschner GJWilliams TWoodhall LMFarnsworth ANelson AJBerry Am ABolt ABerry ANelson MTReetz BBrunner TSchneider FSchulz CMClouthier MMKayser A.; Bornscheuer, U. T. Appl. Microbiol. Biotechnol 474 34 4078 2006, 128, 16238. 2008. 2008. 2004. 2004 Daligault, F.; Brunner, B.; Hinrichs, H.; Deege Chem. Soc. Arch. Biochem. Biophys Angew. Chem., Int. Ed. A. Angew. Chem., Int. Ed. GDesantis KWong BFarwell KChatman ZZhu GTomlinson HHuang XTan LBibbs PChen KKretz MJ JBurk MAm ; Alexeeva AEnright MJDawson MMahmoudian NTurner KEJ ; Atkin RReiss VKoehler KRBailey SHart JPTurkenburg NJTurner AMBrzozowski GGrogan Angew. Chem., Int. Ed 41 36 1218 2003, 125, 11476. 2002. 2008 Chem. Soc. J. Mol. Biol Rare examples of comparative directed evolution studies: 23a,26c DGhislieri APGreen MPontini SCWillies IRowles AFrank GGrogan NJ JTurner Am SKRitter SLutz WMPatrick M. R.; Matsumura, I. J. Mol. Biol 91 291 2013, 135, 10863. 2013. 2005. 2004 Chem. Soc. Chem. Eng. News Curr. Opin. Biotechnol For a completely different approach involving continuous laboratory evolution, 21f see: Esvelt AMukherjee KBWeyant JWalker CMSchroeder KMCarlson JCLiu DR J. Biol. Eng 499 2012, 6, 20. 2011 Nature MTReetz MPuls JDCarballeira AVogel K.-EJaeger TEggert WThiel MBocola NOtte SVChembiochem ; Taylor PKast DHilvert HLin VWCornish Angew Chem Int Ed AAharoni ADGriffiths DSTawfik YLBoersma MJDroge AMVan Der Sloot TPijning RHCool BWDijkstra WJQuax MTChembiochem ; Reetz HHobenreich PSoni LFernańdez MTReetz L.-WWang MBocola CGAcevedo-Rocha SKille MTReetz WMPatrick Methods in Molecular Biology 40 39 57 2007, 8, 106. 2001. 2002. 2005, 9, 210. 2008, 9, 1110. 2008. 2006. 1236. 2013. 2005 Angew. Chem., Int. Ed. Chem. Commun. Angew. Chem., Int. Ed. Erratum, 2494; (b) Chapter featuring guides for the optimal use of ISM Curr. Opin. Chem. Biol. in press Firth, A. E. Biomol. Eng. 2005, 22, 105. See also: (b) Bosley, A. D.; Ostermeier, M. Biomol. Eng Protein Library Design and Screening: Working Out the Probabilities MichelDenault JoelleNPelletier 10.1385/1-59745-187-8:127 Protein Engineering Protocols KMArndt KMMuller Totowa, NJ Humana Press 2007 352 MTReetz DKahakeaw RLohmer KMChembiochem ; Polizzi MParikh CUSpencer IMatsumura JHLee MJRealff ASBommarius DJBougioukou SKille Taglieber Nov, Y. Appl. Environ. Microbiol 44 3287 2008, 9, 1797. 2012. 2006. 2009 Biotechnol. Prog Adv. Synth. Catal JSanchis LFernańdez JDCarballeira JDrone YGumulya HHobenreich DKahakeaw SKille RLohmer JJPeyralans -PPodtetenieff JPrasad SSoni PTaglieber AWu SZilly FEReetz MTTang LGao HZhu XWang XZhou MJiang RKille SAcevedo-Rocha CGParra LPZhang Z.-GOpperman JJReetz MTAcevedo JPSynth Appl. Microbiol. Biotechnol 81 47 83 2008. 2012. 2013 Biotechniques Biol a) Wedge, D. C.; Rowe, W.; Kell, D. B.; Knowles, J. J. Theor Enhancing the Efficiency of Directed Evolution in Focused Enzyme Libraries by the Adaptive Substituent Reordering Algorithm XiaojiangFeng JoaquinSanchis ManfredTReetz HerschelRabitz 10.1002/chem.201103811 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 18 18 2009. 2012 Wiley Biol 5646 and references cited therein MTReetz Angew. Chem., Int. Ed 52 2658 2013 Many Pathways in Laboratory Evolution Can Lead to Improved Enzymes: How to Escape from Local Minima YosephineGumulya JoaquinSanchis ManfredTReetz 10.1002/cbic.201100784 ChemBioChem ChemBioChem 1439-4227 1439-7633 13 7 2012, 13, 1060. 2007 Wiley Molecular quasi-species ManfredEigen JohnMccaskill PeterSchuster 10.1021/j100335a010 The Journal of Physical Chemistry J. Phys. Chem. 0022-3654 1541-5740 92 24 1988 American Chemical Society (ACS) SKurtovic BMannervik MTReetz SPrasad JDCarballeira YGumulya MJBocola MAm DALang KLiebeton K.-EJaeger BWDijkstra 132, 9144. (b) X-ray structure of the lipase from P. aeruginosa: Nardini Gurell 2009. 2010. 2000. 2010 48 1422 Chem. Soc. Biochemistry A ÅJCarlsson PBauer HMa MWidersten MKotik AArchelas VFameřova POubrechtova VKrěn HZheng DKahakeaw JPAcevedo MTReetz Chemcatchem 10.1021/ja405051f Journal of the American Chemical Society Perspective dx 51 54 15744 2012. 2013. 2011. 2010, 2, 958. 2010 Zheng, H Biochemistry J. Am. Chem. Soc. J. Biotechnol J. Am. Chem. Soc. Quantum Chemistry as a Tool in Asymmetric Biocatalysis: Limonene Epoxide Hydrolase Test Case MariaE SLind FahmiHimo 10.1002/anie.201300594 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 17 2013. 2010. 2012 Wiley J. Am. Chem. Soc. Angew. Chem., Int. Ed BQin PLiang XJia XZhang MMu X.-YWang G.-ZMa D.-NJin SYou QWu PSoni MTReetz J. Am. Chem. Soc 38 1 1872 2013. 2013 Catal. Commun. RHawwa SDLarsen KRatia ADMesecar J. Mol. Biol 393 36 2009 Creating lactose phosphorylase enzymes by directed evolution of cellobiose phosphorylase MR MDe Groeve MDe Baere LHoflack TDesmet EJVandamme WSoetaert 10.1093/protein/gzp017 Protein Engineering Design and Selection Protein Engineering Design and Selection 1741-0126 1741-0134 22 7 2009 Oxford University Press (OUP) EChampion FGueŕin CMoulis SBarbe THTran SMorel KDescroix PMonsan LMourey LAMulard STranier MRemaud-Simeón IAndre J. Am. Chem. Soc 134 18677 2012 ALDeaguero JKBlum ASBommarius Protein Eng. Des. Sel 25 135 2012 KOkrasa CLevy MWilding MGoodall NBaudendistel BHauer DLeys Micklefield J. Angew. Chem., Int. Ed 48 7691 2009 RMKelly HLeemhuis LDijkhuizen Biochemistry 46 11216 2007 Directed Evolution Strategies for Enantiocomplementary Haloalkane Dehalogenases: From Chemical Waste to Enantiopure Building Blocks JanG EVan Leeuwen HeinJWijma RobertJFloor Jan‐metskeVan Der Laan DickBJanssen 10.1002/cbic.201100579 ChemBioChem ChemBioChem ADennig JMarienhagen AJRuff LGuddat USchwaneberg Chemcatchem 1439-4227 1439-7633 13 1 2012. 2011, 3, 738. 2012, 13, 1465. 2012, 4, 771. 2010 Wiley Nat. Chem. SQPham GPompidor JLiu X.-DLi Li Z. Chem. Commun 48 4618 2012 A New Type of Stereoselectivity in Baeyer–Villiger Reactions: Access to <i>E</i>‐ and <i>Z</i>‐Olefins Zhi‐gangZhang Gheorghe‐doruRoiban JuanPabloAcevedo IakovPolyak ManfredTReetz 10.1002/adsc.201200759 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 355 1 2013 Wiley ARanoux SKKarmee JJin ABhaduri ACaiazzo IW C EArends HUlf MJChembiochem ; Abrahamson EVaźquez-Figueroa NBWoodall JCMoore ABommarius CKS ; Savile JMJaney ECMundorff JCMoore STam WRJarvis JCColbeck AKrebber FJFleitz JBrands PNDevine GWHuisman GJHughes Science Angew. Chem., Int. Ed 305 2012, 13, 1921. (69. 2012, 51, 3969. 2010 RAgudo G.-DRoiban MTReetz J. Am. Chem. Soc 1665 2013 Engineering Monolignol 4-O-Methyltransferases to Modulate Lignin Biosynthesis Mohammad-WadudBhuiya Chang-JunLiu 10.1074/jbc.m109.036673 Journal of Biological Chemistry Journal of Biological Chemistry 0021-9258 285 1 2010 Elsevier BV LLiang JZhang Lin Z. Microb. Cell Fact 6 36 2007 A Genetically Encoded Norbornene Amino Acid for the Mild and Selective Modification of Proteins in a Copper‐Free Click Reaction EmineKaya MilanVrabel ChristianDeiml StefanPrill VivianaSFluxa ThomasCarell 10.1002/anie.201109252 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 51 18 2012 Wiley MTReetz JJPeyralans A.-P.; Maichele YFu MMaywald SWen TTan HZhao Chem. Commun 4318 75 248 2006. 2012 J. Biotechnol YGumulya MTReetz Chembiochem 2011 12 2502 HJochens DAerts UTBornscheuer DFVisser FHennessy JRashamuse BPletschke DBrady J. Mol. Catal. B: Enzym 23 279 2010. 2011 Protein Eng. Des. Sel JKBlum MDRicketts AS JBommarius ABiotechnol ; Bosshart SPanke MBechtold 10.1002/anie.201304141 Angew. Chem., Int. Ed 2012, 160, 214. 2013 GYang SGWithers Chembiochem 2009, 10, 2704 Miniaturising the laboratory in emulsion droplets AndrewDGriffiths DanSTawfik 10.1016/j.tibtech.2006.06.009 Trends in Biotechnology Trends in Biotechnology 0167-7799 24 9 2006 Elsevier BV Directed Evolution of<i>Bacillus subtilis</i>Lipase A by Use of Enantiomeric Phosphonate Inhibitors: Crystal Structures and Phage Display Selection MelloneyJDröge YkelienLBoersma GertieVan Pouderoyen TitiaEVrenken CarstenJRüggeberg ManfredTReetz BaukeWDijkstra WimJQuax 10.1002/cbic.200500308 ChemBioChem ChemBioChem 1439-4227 1439-7633 7 1 2006 Wiley MTReetz MBocola L.-WWang JSanchis ACronin MArand JZou AArchelas A.-LBottalla ANaworyta SLMowbray IPolyak MTReetz WJThiel IAm ; Polyak MTReetz WThiel CTWalsh Y-C. J ;Chen GDe Gonzalo MDMihovilovic MWFraaije HChembiochem ; Leisch KMorley PCLau Angew. Chem., Int. Ed. Engl 131 81 4165 2009. 2012, 134, 2732. 2013. 1988. 2010. 2011 Chem. Soc. J. Phys. Chem. B J. Am. Chem. Soc. Chem. Rev. DMWeinreich NFDelaney MADepristo DLHartl Science 111 83 312 2006 Reviews covering various approaches to enzyme promiscuity UTBornscheuer RJKazlauskas Angew Chem Int OEd ; Khersonsky DSTawfik MSHumble PBerglund JEur Org TChem ; Heinisch TRWard MTReetz GTop ; Kiss NCelebi-O ̈lcum RMoretti DBaker KHouk PGatti-Lafranconi FHollfelder AJLink MLMock DATirrell N. Angew. Chem., Int. Ed 43 84 6426 2004. 2010. 2011. 2010, 14, 184. 2009. 2013. 2013. 2003. 2004 Annu. Rev. Biochem Organomet. Chem. Angew. Chem., Int. Ed ChemBioChem Curr. Opin. Biotechnol Curr. Opin. Chem. Biol. JXie PGSchultz Curr. Opin. Chem. Biol 9 548 2005 HNeumann KWang LDavis MGarcia-Alai JWChin Nature 441 2010 PSCoelho EMBrustad AKannan FHArnold Science JBSiegel AZanghellini HMLovick GKiss ARLambert St JLClair JLGallaher DHilvert MHGelb BLStoddard KNHouk FEMichael DBaker SBjelic LGNivon NCelebi-O ̈lcum GKiss CFRosewall HMLovick ELIngalls JLGallaher JSeetharaman SLew GTMontelione JFHunt FEMichael KNHouk DBaker KCNicolaou DJEdmonds PGBulger Angew. Chem., Int. Ed 339 86 749 2013. 2010. 2013. 2006. 2006 Weinheim Science ACS Chem. Biol. (b) Tietze, L. F.; Brasche, G.; Gericke, K. Domino Reactions in Organic Synthesis; Wiley-VCH Key studies of the use of enzyme mixtures in a single reaction vessel: (a) Multi-Step EnzymeCatalysis Moore, B. S ;Garcia-Junceda Moore, B. S EEd Moore, B. S BBWiley-Vch ; Toure Moore, B. S DGHall Moore, B. S CARoessner Moore, B. S JBSpencer Moore, B. S NJStolowich Moore, B. S JWang Moore, B. S GNayar Moore, B. S PJSantander Moore, B. S CPichon Moore, B. S CMin Moore, B. S MTHolderman Moore, B. S AIScott Moore, B. S ABruggink Moore, B. S RSchoevaart Moore, B. S TKiesboom Moore, B. S QOrg ; Cheng Moore, B. S LXiang Moore, B. S MIzumikawa Moore, B. S DMeluzzi Moore, B. S CJBalibar Moore, B. S ARHoward-Jones Moore, B. S CTWalsh Moore, B. S PPahari Moore, B. S MKKharel Moore, B. S MDShepherd Moore, B. S SGVan Lanen Moore, B. S FRohr ; Lopez-Gallego Moore, B. S Proc. Devel Devel Schmidt-Dannert 2008. 2009. 1994, 1, 119. 2003, 7, 622. 2007, 3, 557. 2007. 2012, 51, 1216. 2010. 2012 109 498 Chem. Rev. Chem. Biol. Nat. Chem. Biol. 3, 584. (e) Nat. Chem. Biol. J. Angew. Chem., Int. Ed C. Curr. Opin. Chem. Biol. b) Kung, Y.; Runguphan, W.; Keasling, J. D. ACS Synth Biol VGYadav Tawfik, D. S MDe Mey Tawfik, D. S CGLim Tawfik, D. S PKAjikumar Tawfik, D. S GStephanopoulos Tawfik, D. S Metabol Tawfik, D. S WEng ; Bacchus Tawfik, D. S MFussenegger Tawfik, D. S Metabol Tawfik, D. S Eng Tawfik, D. S 10.1002/biot.201300021 Curr. Opin. Biotechnol JAbatemarco AHill HSAlper 16 310 2012, 14, 233. 2013. 2013. 2013 Bar-Even, A. Biotechnol. J. For a fascinating glimpse into the future of synthetic biology CMPirie MDe Mey KLPrather PKAjikumar GChurch ERegis Regenesis ACS Chem. Biol 8 662 2013. 2012 How Synthetic Biology Will Reinvent Nature and Ourselves; Basic Books New York CJPaddon PJWestfall DJPitera KBenjamin KFisher DMcphee MDLeavell ATai AMain DEng DRPolichuk KHTeoh DWReed TTreynor JLenihan MFleck SBajad GDang DDengrove DDiola GDorin KWEllens SFickes JGalazzo SPGaucher TGeistlinger RHenry MHepp THorning TIqbal HJiang LKizer BLieu DMelis NMoss RRegentin SSecrest HTsuruta RVazquez LFWestblade LXu MYu YZhang LZhao JLievense .org/10.1021/ja405051 Journal of the American Chemical Society Perspective dx 135 2013 | J. Am. Chem. Soc. PSCovello JDKeasling KKReiling NSRenninger JDNewman Nature 496 528 2013 CZhu SPCook J. Am. Chem. Soc 2012, 134, 13577 AMendoza PSBaran Nature 492 189 2012 NJTurner EO'reilly WNiu MNMolefe JWFrost GFotheringham NGrinter DPPantaleone RFSenkpeil PPTaylor Bioorg. Med. Chem 9 94 285 2013. 2003, 125, 12998. 1999, 7, 2209 Nat. Chem. Biol. J. Am. Chem. Soc. CUIngram MBommer ME BSmith PADalby JMWard HCHailes GLye SHammes-Schiffer SJBenkovic ZDNagel JPKlinman SDSchwartz VLSchramm Nussinov, R. Curr. Opin. Chem. Biol 96 95 652 2007. 2006. 2009, 5, 543. 2009. 2010 Ma, B. Y. Annu. Rev. Biochem. Nat. Chem. Biol. Nat. Chem. Biol. J. Biotechnol. Bioeng SC LKamerlin AWarshel Proteins 1339 2010 DRGlowacki JNHarvey AJMulholland Nat. Chem 2012, 4, 169 DABonsor EJSundberg Biochemistry 50 2011. 2394",
      "snippet": "LC RPasteur Seances Acad. Sci. 1858 Gal 2008 46 5 Biotransformations in Organic Chemistry KDrauz HGroger OMay Eds -Vch ;Wiley KFaber EFischer Ber Dtsch. Chem. Ges 1894 6 2985 2012. 2011 Springer: Heidelberg Enzyme Catalysis in Organic Synthesis th ed. One Hundred Years Lock‐and‐Key Principle AlbertEschenmoser 10.1002/anie.199423631 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 33 23-24 1995 Wiley Cover Picture (Angew. Chem. Int. Ed. Engl. 22/1995) FWLichtenthaler Angew Chem Int Ed LEngl ; Pauling EBuchner Ber 10.1002/anie.199524271 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. DEKoshland Adv Enzymol 0570-0833 34 22 6776 1995. 2364. 1948. 1960. 2007 Wiley Nature Dtsch. Chem. Ges. LRosenthaler ZBiochem MDadashipour YAsano FAcs Catal ; Effenberger Angew. Chem., Int. Ed. Engl 33 1555 1908, 14, 238. 2011, 1, 1121. 1994 Review of this transformation reported in 1952 and other early steroid oxidations practiced by Upjohn Company: Hogg FPGuengerich AWMunro Structure, Mechanism, and Biochemistry Berlin Springer 1992. 2005. 2013 57 17065 Review of P450 enzymes : Ortiz de Montellano, J. A. Steroids 3rd ed. J. Biol. Chem. RBWoodward FSondheimer DTaub KHeusler WMMaclamore J. Am. Chem. Soc 74 4223 1952 Enzymes in Synthetic Organic chemistry VPurePrelog Appl SM AChem ; De Wildemann TSonke HESchoemaker OMay GMWhitesides C.-W ;Wong C.-HWong GMWhitesides Angew. Chem., Int. Ed. Engl 24 10 617 1964, 9, 119. 2007, 40, 126…",
      "pages": null,
      "citations": []
    }
  ]
}