{
  "review_id": "06_Arnold_2018_ACIE",
  "sections": [
    {
      "header": "Survival of the Fittest",
      "raw_header": "Survival of the Fittest",
      "text": "In this competitive age,w hen new industries sprout and decay in the span of ad ecade,w es hould reflect on how ac ompany survives to celebrate its 350th anniversary.A prerequisite for survival in business is the ability to adapt to changing environments and tastes,a nd to sense,a nticipate, and meet needs faster and better than the competition. This requires constant innovation as well as focused attention to execution. Ac ompany that continues to provide meaningful and profitable solutions to human problems has ac hance to survive,e ven thrive,i narapidly changing and highly competitive world. Biology has ab rilliant algorithm for solving the problem of survival over time:e volution. Those who adapt and (re)produce outcompete the less agile and less fertile.O ver the last 30 years-which seems al ong time but is less than one-tenth the time Merck KGaA, Darmstadt, Germany has been in business-I have tried to adapt biologysmechanisms for innovation and optimization to solving problems in chemistry and engineering.I tt urns out that evolution is ap owerful forward-engineering process,w hose widespread adoption in enzyme engineering and synthetic biology has been made possible through advances in molecular biology and high-throughput screening. Expanding Nature's Catalytic Repertoire for aSustainable Chemical Industry Nature,t he best chemist of all time,s olves the difficult problem of being alive and enduring for billions of years, under an astonishing range of conditions.M ost of the marvelous chemistry that makes life possible is the work of naturesm acromolecular protein catalysts,t he enzymes.B y using enzymes,nature can extract materials and energy from the environment and convert them into self-replicating,s elfrepairing,m obile,a daptable,a nd sometimes even thinking biochemical systems.T hese systems are good models for asustainable chemical industry that uses renewable resources and recycles agood fraction of its products.And biology is not just amodel from which to draw inspiration:living organisms or their components can be efficient production platforms.In fact, Ip redict that DNA-programmable microorganisms will be producing many of our chemicals in the not-so-distant future. That most chemicals are made using synthetic processes starting from petroleum-based feedstocks reflects the remarkable creativity of synthetic chemists in developing reaction schemes and catalysts that nature never discovered. Synthetic chemistry has given us an explosion of products, which feed, clothe,h ouse,e ntertain, and cure us.S ynthetic chemistry,h owever, struggles to match the efficiencya nd selectivity that biology achieves with enzymes.Inmany cases, synthetic processes rely on precious metals,toxic reagents and solvents,and extreme conditions,and they generate substantial amounts of unwanted byproducts.D NA-programmable chemical synthesis using enzymes promises to improve on synthetic chemistry,p articularly if we are able to expand biologysc atalytic repertoire to include some of the most synthetically useful reactions,u nder physiological conditions and with earth-abundant resources.Such clean, green chemistry might sound like pie in the sky,but enzymes already show how ap rotein can orient substrates for reaction, exclude water from an active site,a ctivate am etal or simple organic cofactor, or suppress competing reactions to draw out new and admirable synthetic capabilities.Synthetic chemists have been drawing inspiration from biology for decades,and now is the time for protein engineers to use inspiration from synthetic chemistry to generate new enzymes that will improve on and replace synthetic catalysts and reaction pathways. [1] Unfortunately,o ur understanding of the link between sequence and function lags well behind our desire for new enzymes.Given that our ability to predict protein sequences, or even just changes to asequence,which reliably give rise to whole new,f inely tuned catalytic activities is rudimentary at best, creating new enzymes capable of improving on current synthetic processes is ap retty tall order.W ea lso dream of going beyond known chemistry to create enzymes that catalyze reactions or make products that are simply not possible with any known method, synthetic or otherwise. Requiring that these new enzymes assemble and function in cells,w here they can be made at low cost and incorporated into synthetic metabolic pathways to generate abroader array of products,r epresents an even greater set of engineering constraints and challenges. Naturese nzymes are the products of evolution, not design. By using generations of mutation and selection for fitness advantages,e volution allows organisms to continuously update and optimize their enzyme repertoires.N ew enzymes even appear in real time in response to challenges (e.g. the need to resist antibiotics or pesticides) or opportunities (e.g. the chance to occupy an ew food niche by degrading recently introduced, manmade substances). Iargue that the process that gave rise to all the remarkable biological catalysts in nature should be able to produce yet more.Inthe laboratory.Q uickly.A dvances in molecular biology over the past few decades-the ability to write,c ut, and paste DNA and to have that DNAr ead and translated into proteins in recombinant organisms-have given us the ability to breed enzymes much like we breed sheep or sake yeast. We can direct the evolution of enzymes in the laboratory by requiring them to perform in ways that may not be useful to abacterium but are useful to us.D irected evolution achieves these desirable functional outcomes while circumventing our deep ignorance of how sequence encodes them. Directed evolution mimics evolution by artificial selection, and is accelerated in the laboratory setting by focusing on individual genes expressed in fast-growing microorganisms.W estart with existing proteins (sourced from nature or engineered), introduce mutations,a nd then screen for the progeny proteins with enhanced activity (or another desirable trait). We use the improved enzymes as parents for the next round of mutation and screening, recombining beneficial mutations as needed, and continuing until we reach the target level of performance. Engineering enzymes in the 1980s and 1990s,Ilearned the hard way that there was no reliable method to predict performance-enhancing mutations.T urning instead to ran-dom mutagenesis and screening,Iquickly realized that such mutations were easy to find and accumulate with the right evolutionary optimization strategy.M ys tudents and Io bserved that proteins,the products of evolution, are themselves readily evolvable.P roperties we and others targeted in the early days of directed evolution (the mid-1990s) included recovering activity in unusual environments (e.g.o rganic solvents), improving activity on non-native substrates,e nhancing thermostability,a nd changing enantioselectivity.W e learned the then-surprising fact that beneficial mutations could be far from an active site,a nd often appeared on the protein surface (which in those days was generally deemed insensitive to mutation and functionally neutral). To this day, no one can explain satisfactorily how such mutations exert their effects,m uch less predict them.",
      "snippet": "In this competitive age,w hen new industries sprout and decay in the span of ad ecade,w es hould reflect on how ac ompany survives to celebrate its 350th anniversary.A prerequisite for survival in business is the ability to adapt to changing environments and tastes,a nd to sense,a nticipate, and meet needs faster and better than the competition. This requires constant innovation as well as focused attention to execution. Ac ompany that continues to provide meaningful and profitable solutions to human problems has ac hance to survive,e ven thrive,i narapidly changing and highly competitive world. Biology has ab rilliant algorithm for solving the problem of survival over time:e volution. Those who adapt and (re)produce outcompete the less agile and less fertile.O ver the last 30 years-which seems al ong time but is less than one-tenth the time Merck KGaA, Darmstadt, Germany has been in business-I have tried to adapt biologysmechanisms for innovation and optimization to solving problems in chemistry and engineering.I tt urns out that evolution is ap owerful forward-engineering process,w hose widespread adoption in enzyme engineering and synthetic biology has been made possible through advances in molecular biology and high-throughput screening. Expanding Nature's Catalytic Repertoire for aSustainable Chemical Industry Nature,t he best chemist of all time,s olves the difficult problem of being alive and enduring for billions of years, under an astonishing range of conditions.M os…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[1]",
          "target_xml_id": "b1"
        }
      ]
    },
    {
      "header": "Evolution of Novelty:Enzymes that Catalyze Reactions Invented by Synthetic Chemists",
      "raw_header": "Evolution of Novelty:Enzymes that Catalyze Reactions Invented by Synthetic Chemists",
      "text": "Although we could enhance activity (and many other properties) by accumulating beneficial mutations over generations of random mutagenesis and screening, evolving aw hole new catalytic activity seemed am uch more difficult problem. After all, evolution is not good for problems that require multiple,s imultaneous,l ow-probability events, [2] and the active sites of enzymes are so beautifully and precisely configured that it was hard to imagine how the stepwise accumulation of beneficial mutations could create anew one. Evolutionsi nnovation mechanisms,h owever, are more simple than they might appear:evolution works best when it does not need to generate aw hole new active site from scratch. Instead, evolution can generate an ew enzyme from one that is \"close\", that is,s hares elements of mechanism or machinery from which the new activity can be built. Nature co-opts old machinery to do new jobs.A nd sometimes the ability to do the new job is already there,atleast at alow level. Theb iological world is replete with proteins whose capabilities extend well beyond what may be used at any given time. Thus new enzymes are built from promiscuous or side activities that become advantageous in an ew biological context, such as when anew food source becomes available. [3] Thus ac onservative process of accumulating beneficial mutations can innovate because the innovation is already there!T he magnificent diversity of the biological world provides the fuel for further innovations. Ford irected evolution to be ar eliable approach to creating new enzymes,wethe breeders of proteins must first identify potential catalytic novelty in the form of starting proteins which have at least low levels of an ew activity.W e therefore look for activities that are known to synthetic chemistry,b ut perhaps not explored in nature.C ytochrome P450s,w hose native functions include av ariety of extremely challenging transformations such as hydroxylation, epoxidation, heteroatom oxidations,nitration and more,looked to me like ap romising place to start hunting for new activities. Nature had already exploited this evolvable heme-protein assembly and the various reactive intermediates in the catalytic cycle to create all the natural P450 functions.W e Frances Arnold is the Linus Pauling Professor of Chemical Engineering, Bioengineering, and Biochemistry at the California Institute of Technology,w here her research focuses on enzyme engineering by directed evolution, with applications in sustainable fuels and chemicals. She uses evolution's innovation mechanisms to bring new chemical reactions to biology.H er honors include the MillenniumT echnology Prize (2016). She has been elected to the US National Academies of Science, Medicine, and Engineering. quickly discovered that many more new,n on-natural functions were possible.Inthe last few years we have engineered P450s and other heme proteins to carry out ap lethora of reactions known to synthetic chemists,b ut not found in biology. [4] Forexample,olefin cyclopropanation by carbene transfer is ar eaction well known in the area of transition-metal catalysis,b ut not known to be catalyzed by an enzyme.I n 2012, inspired by much older reports of heme mimics performing such reactions in organic solvents,wediscovered that heme proteins catalyze cyclopropanation when provided with diazo carbene precursors and asuitable olefin, in water. [5] This promiscuous activity is manifested when the protein encounters the diazo reagent, forms the reactive carbene,and then transfers it to the olefin. Our lab took advantage of this inherent ability of ab acterial cytochrome P450 to evolve ah ighly efficient enzyme for production of the chiral ciscyclopropane precursor to the antidepressant medication levomilnacipran. [6] Our group and that of Rudi Fasan have since pushed av ariety of heme proteins to synthesize other chiral cyclopropane pharmaceutical precursors,including one used in the synthesis of ticagrelor,amedication used to prevent the reoccurrence of heart attacks. [7] In our case,w e identified at runcated globin from Bacillus subtilis,w hich catalyzes the reaction at low levels and also showed some selectivity for producing the single,d esired diastereomer of the ticagrelor cyclopropane precursor from ethyl diazoacetate and 3,4-difluorostyrene (Figure 1). Just af ew generations of directed evolution improved the activity and selectivity of the enzyme so that, of the four possible stereoisomers,itproduces the ticagrelor cyclopropane almost exclusively.B ecause the reaction proceeds in whole Escherichia coli cells which express the evolved enzyme,p roducing the catalyst is as simple as growing bacteria. While we were investigating carbene-transfer reactions catalyzed by heme proteins,wealso looked into the possibility of evolving enzymes for nitrene-transfer reactions.I nspired by ah int in the literature from the 1980'st oa ttempt intramolecular CÀHa mination, we were delighted to find that acytochrome \"P411\" exhibited alow level of promiscuous activity with an aryl sulfonyl azide nitrene precursor,and that activity could be improved by directed evolution. [8] We purposefully engineered the P411 by replacing the completely conserved cytochrome P450 cysteine ligand, which is bound to the iron center,with serine,aligand not found in any known natural heme protein. This change shifts the characteristic peak in the CO difference spectrum from l = 450 to 411 nm and abolishes the native monooxygenase activity.I ta lso greatly promotes carbene-transfer and nitrene-transfer activities. After demonstrating that the P411 derived from Bacillus megaterium cytochrome P450 could be engineered for intramolecular CÀHa mination, and intermolecular aziridination and sulfimidation activities unknown in biological systems, our efforts culminated in cytochrome P411 CHA ,w hich catalyzes intermolecular benzylic CÀHamination. [9] Efficient and highly enantioselective intermolecular amination of C(sp 3 ) À Hb onds has long been ac hallenge in chemical catalysis. Despite screening many different heme proteins and protein variants,h owever, we never found one with the desired activity until postdoctoral fellow Chris Prier discovered that the P411 variant \"P4\", evolved for an intermolecular sulfimidation and rearrangement reaction, had acquired promiscuous activity for benzylic C À Ha mination. Chris Prier and doctoral student Kelly Zhang then directed the evolution of P4 to create P411 CHA ,w hich exhibits hundreds of turnovers for the amination of benzylic CÀHb onds with excellent enantioselectivities (> 99 % ee). [9] Free heme does not catalyze any of these nitrene-transfer reactions,a nd small-molecule catalysts for direct C À H amination rely heavily on precious metals which are not sustainable.T he protein, however, can impart this new reactivity to earth-abundant iron in its porphyrin cofactor, and it is evolvable.E volution enabled P411 CHA to promote nitrenoid formation and transfer to as econd substrate over the competing nitrene reduction heavily favored in the parent enzyme, [9] ap roperty that would be extremely challenging, if not impossible,todesign. In fact, we think of these proteins as chiral, self-assembling,D NA-encoded macromolecular transition-metal complexes whose steric and electronic properties are readily tuned by directed evolution to achieve desired activities and selectivities. Recently we have been exploring enzymes that open yet more chemical space for biocatalysis,including enzymes that form chemical bonds unknown in biology.Inthe last year we described heme enzymes that catalyze carbene insertion into SiÀHa nd BÀHb onds,t hus giving living systems their first carbon-silicon [10] and carbon-boron [11] bond-forming activities.C À Si bonds are useful in medicinal chemistry,i maging agents,e lastomers,a nd aw ide variety of consumer products, but they have never been found in biological systems.U ntil now,t he only methods to create these bonds enantioselectively involved multistep syntheses just to prepare chiral reagents or chiral transition-metal complexes.T he resulting catalysts are often only poorly active,a nd an iron-based catalyst had never been reported for this carbene-insertion reaction. Upon screening ac ollection of heme proteins, postdoctoral fellow Jennifer Kan and her team discovered that as mall (124 aa), highly stable cytochrome c from Rhodothermus marinus (Rma cyt c)c ould catalyze the reaction between ethyl 2-diazopropanoate and phenyldimethylsilane to form the chiral organosilicon product with high enantioselectivity (Figure 2A). Directed evolution discovered three mutations that enable the enzyme to form C À Si bonds with up to 8200 total turnovers (based on Rma cyt c concentration) and enantioselectivities with greater than 99 % ee for aw ide range of silicon-containing substrates. Figure 1. A B. subtilis globin variant, engineered by directed evolution, catalyzes the cyclopropanation of 3,4-difluorostyrene to make the desired stereoisomer of aticagrelor precursor with high selectivity and yield. [7a] Angewandte Chemie Essays Doctoral student Kai Chen used the engineered enzyme to make 20 organosilicon products,most of which were obtained as single enantiomers.T he evolved enzyme also became highly chemoselective for Si À Hi nsertion using substrates having other potentially reactive functional groups (alkene, alkyne,N À H, O À H; Figure 2B). We also asked whether an enzyme could catalyze carbene insertion into BÀHb onds.N oC ÀBb onds are known in the biological world, and the few natural products that include boron in different forms are thought to incorporate boric acid, available from the environment, non-enzymatically.P ostdoctoral fellows Jennifer Kan and Xiongyi Huang proposed that BÀHinsertion could be genetically encoded, thus giving living cells the ability to make chiral organoborane products from appropriate,b iocompatible carbene precursors and borylating agents.Starting with the Rma cytochrome c, they evolved avery efficient biocatalyst:bacteria expressing evolved Rma cytcprovided access to 16 chiral organoboranes,w hich had never been made previously,f rom borane-Lewis base complexes and various carbene precursors. [11] Suitable for gramscale biosynthesis,the catalyst offered up to 15 300 turnovers (based on cytochrome c concentration), a9 9:1e nantiomeric ratio (e.r.), and 100 %c hemoselectivity (Figure 3). These catalyst turnovers are more than 400 times greater than those for known chiral catalysts for the same class of transformation. Furthermore,the enzymesenantio-preference could be switched to make either product enantiomer.F ully genetically encoded and functional for hours,t hese new enzymes open an ew world of silicon and boron chemistry in living systems. It has been fascinating to see that at least some of natures vast catalogue of proteins can be evolved in the laboratory, often with only af ew mutations,t oc atalyze abiological reactions (cyclopropanation, NÀHi nsertion, SÀHi nsertion, amination, aziridination, and more). Then ew enzymes can even create chemical bonds not known in biology (CÀSi, CÀ B). These new reactivities were made possible by 1) use of reagents not found naturally (carbene and nitrene precursors), 2) the promiscuous reactivities of proteins in the presence of these synthetic reagents,3 )directed evolution to enhance and tune the new activities,a nd 4) chemical intuition and know-how to identify the right conditions and reactions to test with the right enzymes.",
      "snippet": "Although we could enhance activity (and many other properties) by accumulating beneficial mutations over generations of random mutagenesis and screening, evolving aw hole new catalytic activity seemed am uch more difficult problem. After all, evolution is not good for problems that require multiple,s imultaneous,l ow-probability events, [2] and the active sites of enzymes are so beautifully and precisely configured that it was hard to imagine how the stepwise accumulation of beneficial mutations could create anew one. Evolutionsi nnovation mechanisms,h owever, are more simple than they might appear:evolution works best when it does not need to generate aw hole new active site from scratch. Instead, evolution can generate an ew enzyme from one that is \"close\", that is,s hares elements of mechanism or machinery from which the new activity can be built. Nature co-opts old machinery to do new jobs.A nd sometimes the ability to do the new job is already there,atleast at alow level. Theb iological world is replete with proteins whose capabilities extend well beyond what may be used at any given time. Thus new enzymes are built from promiscuous or side activities that become advantageous in an ew biological context, such as when anew food source becomes available. [3] Thus ac onservative process of accumulating beneficial mutations can innovate because the innovation is already there!T he magnificent diversity of the biological world provides the fuel for further innovations. Ford i…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[2]",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "[3]",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "[4]",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "[5]",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "[6]",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "[8]",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b12"
        }
      ]
    },
    {
      "header": "Enzymes to Conquer New Chemistry",
      "raw_header": "Enzymes to Conquer New Chemistry",
      "text": "Then ext big challenge is to create enzymes for reactions that neither biology nor synthetic chemistry has conquered. As macromolecular catalysts,f or example,e nzymes can stabilize transition states and promote reactions through pathways that would be difficult, if not impossible,t oa ccess with small-molecule catalysts because of competition with other, lower-energy reaction pathways.Inapowerful example of how an enzyme active site can be engineered to promote one reaction pathway over another, postdoctoral fellow Stephan Hammer directed the evolution of an alkene anti-Markovnikov oxygenase (aMOx), which catalyzes the conversion of alkenes into the anti-Markovnikov carbonyl compounds. [12] Intrigued by ar eport that the cytochrome P450 from Labrenzia aggregata made some phenyacetaldehyde as aside product when it oxidized styrene to the epoxide, Hammer looked more deeply and discovered that this promiscuous reactivity did not involve epoxidation followed by isomerization to the aldehyde,ashad been proposed. [13] He correctly surmised that it instead went through ac ompeting, stepwise mechanism involving radical/cation intermediates and a1,2-hydride migration (Figure 4A). [14] He then exploited this side activity to direct the evolution of by far the most active,and the first enantioselective,direct aMOx catalyst. [12] Using earth-abundant iron, dioxgen, and arecyclable cofactor (NADPH), the laboratory-evolved P450 enzyme catalyzes thousands of turnovers for anti-Markovnikov oxidation of different substituted styrenes,i ncluding hindered substrates such as internal and 1,1-disubstituted alkenes. [11] The bacterial catalyst uses borane-Lewis base complexesa nd diazo reagents to construct boroncontaining carbon stereocenters efficiently and selectivelyi ncells by carbene BÀHi nsertion. The bioconversion can be conducted readily on gram scale, and the enantio-preference of borylation was switched to give either enantiomer of the organoborane products. Figure 2. A) Chiral SiÀCb ond formation catalyzed by al aboratoryevolved variant of Rhodothermus marinus cytochrome c. [10] The three amino acid residues that were mutated to increase this abiological activity include the methionine axial ligand (M100).B )The enzyme catalyzes formation of different organosilane products with high enantiomeric excess from silane and diazo substrates. Remarkably,t he aMOx enzyme reacts with 1,1-disubstituted alkenes and generates chiral centers by controlling the enantioselectivity of the 1,2-hydride migration. It is difficult to envision how this could be done outside of am acromolecular active site.T he 12 mutations that confer this impressive reactivity and control over substrate orientation during the 1,2-hydride migration are distributed all over the protein (Figure 4B). Their specific effects on the enzymes structure and mechanism that led to this remarkable activity are difficult to rationalize,much less predict. Synthetic catalysts for anti-Markovnikov oxidation have not been able to exploit the aMOx mechanism because of competition from the highly favored concerted epoxidation pathway.I nstead, synthetic approaches use alternative strategies that require precious metals and/or stoichiometric oxidants such as iodosobenzene.T heir very limited activities cannot compete with the laboratory-evolved enzyme.N o catalytic,e nantioselective method to convert prochiral alkenes into their chiral anti-Markovnikov carbonyl compounds was known before this enzyme was engineered. To enhance utility for production of fine chemicals,aMOx can be coupled with other catalysts,s uch as an alcohol dehydrogenase,toenable anti-Markovnikov redox hydration of alkenes. [12] This coupled enzyme system yields valuable chiral alcohols with high enantiomeric excess and has the added benefit of recyclingt he NADPH cofactor. Thea nti-Markovnikov alkene functionalization is an important step in the production of many valuable chemicals,which are now in principle approachable through the combination of an evolved aMOx with other enzymes or chemical catalysts (Figure 4C). Knowing that such ad irect aMOx catalyst is possible may inspire creation of even better enzymes or even invention of smaller-molecule mimics.",
      "snippet": "Then ext big challenge is to create enzymes for reactions that neither biology nor synthetic chemistry has conquered. As macromolecular catalysts,f or example,e nzymes can stabilize transition states and promote reactions through pathways that would be difficult, if not impossible,t oa ccess with small-molecule catalysts because of competition with other, lower-energy reaction pathways.Inapowerful example of how an enzyme active site can be engineered to promote one reaction pathway over another, postdoctoral fellow Stephan Hammer directed the evolution of an alkene anti-Markovnikov oxygenase (aMOx), which catalyzes the conversion of alkenes into the anti-Markovnikov carbonyl compounds. [12] Intrigued by ar eport that the cytochrome P450 from Labrenzia aggregata made some phenyacetaldehyde as aside product when it oxidized styrene to the epoxide, Hammer looked more deeply and discovered that this promiscuous reactivity did not involve epoxidation followed by isomerization to the aldehyde,ashad been proposed. [13] He correctly surmised that it instead went through ac ompeting, stepwise mechanism involving radical/cation intermediates and a1,2-hydride migration (Figure 4A). [14] He then exploited this side activity to direct the evolution of by far the most active,and the first enantioselective,direct aMOx catalyst. [12] Using earth-abundant iron, dioxgen, and arecyclable cofactor (NADPH), the laboratory-evolved P450 enzyme catalyzes thousands of turnovers for anti-Markovnikov …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[12]",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "[13]",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "[14]",
          "target_xml_id": "b15"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b13"
        }
      ]
    },
    {
      "header": "Closing Thoughts",
      "raw_header": "Closing Thoughts",
      "text": "Ihave focused this essay on the efforts of my own group to re-purpose heme proteins and to use them to demonstrate that directed evolution (and alittle design) can readily create new genetically encoded enzyme catalysts for reactions first invented by synthetic chemists and even for reactions which have eluded synthetic approaches.The active sites of the new enzymes can confer high activities and chemo-, regio-, and enantioselectivies,a sw ell as product selectivities,w hich are difficult or impossible to achieve with small-molecule catalysts.F urthermore,l aboratory-evolved enzymes can stabilize and direct the fates of highly reactive intermediates to promote reactions that are disfavored without the precise control of the enzyme.W eh ope that these demonstrations will soon be accompanied by deeper insights into the mechanisms of the new enzyme-catalyzed reactions gained from ongoing structural, spectroscopic,a nd computational studies. Other excellent examples of directed evolution for nonnatural chemistry have been produced by other groups, including designed enzymes and enzymes with artificial cofactors,some of which are described in our recent review. [15] Thed esigned enzymes donty et have the sophistication of naturesp roducts,a nd design struggles with the metals and other cofactors that drive so much interesting chemistry.But when that changes,d irected evolution will be there to draw out the new capabilities and fine-tune the designs,j ust as it can do with the promiscuous activities of natural proteins. With the power of evolution realized for engineering,w e now have awhole new way to look at the diverse products of natural evolution. Instead of simply asking what enzymes do in nature,wecan now ask the question, \"what CANthey do?\" It will turn out that they can do al ot more than we ever imagined, especially when we use evolution to unleash their latent potentials.W hati sc lear is that evolution is an innovation machine,a nd naturesp roducts are ready to be let loose to take on new functions,under the discerning eye of the breeder of molecules.Atreasure trove of new enzymes is just waiting to be discovered and used for chemistry that we could only have dreamed of just afew years ago. [12] A) Competing reaction pathways for P450-catalyzed oxo transfer to alkenes. The concerted epoxidation pathway is favored over the stepwise anti-Markovnikov oxidation consisting of oxo transfer followed by an (enantioselective) 1,2-hydridem igration. B) Tenr ounds of directed evolution accumulated 12 amino acid mutations,many of which are distant from the active site. C) aMOx can be combined with established (bio)catalystsfor various challenging anti-Markovnikov alkene functionalization reactions.",
      "snippet": "Ihave focused this essay on the efforts of my own group to re-purpose heme proteins and to use them to demonstrate that directed evolution (and alittle design) can readily create new genetically encoded enzyme catalysts for reactions first invented by synthetic chemists and even for reactions which have eluded synthetic approaches.The active sites of the new enzymes can confer high activities and chemo-, regio-, and enantioselectivies,a sw ell as product selectivities,w hich are difficult or impossible to achieve with small-molecule catalysts.F urthermore,l aboratory-evolved enzymes can stabilize and direct the fates of highly reactive intermediates to promote reactions that are disfavored without the precise control of the enzyme.W eh ope that these demonstrations will soon be accompanied by deeper insights into the mechanisms of the new enzyme-catalyzed reactions gained from ongoing structural, spectroscopic,a nd computational studies. Other excellent examples of directed evolution for nonnatural chemistry have been produced by other groups, including designed enzymes and enzymes with artificial cofactors,some of which are described in our recent review. [15] Thed esigned enzymes donty et have the sophistication of naturesp roducts,a nd design struggles with the metals and other cofactors that drive so much interesting chemistry.But when that changes,d irected evolution will be there to draw out the new capabilities and fine-tune the designs,j ust as it can do with the prom…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[15]",
          "target_xml_id": "b16"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b13"
        }
      ]
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Graphical Abstract: Angew. Chem. Int. Ed. 29/2018 10.1002/anie.201882911 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 57 29 2018. 2018 Wiley Chemomimetic Biocatalysis: Exploiting the Synthetic Potential of Cofactor-Dependent Enzymes To Create New Catalysts ChristopherKPrier FrancesHArnold 10.1021/jacs.5b09348 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 137 44 2015 American Chemical Society (ACS) Exploring protein fitness landscapes by directed evolution PhilipARomero FrancesHArnold 10.1038/nrm2805 Nature Reviews Molecular Cell Biology Nat Rev Mol Cell Biol 1471-0072 1471-0080 10 12 2009 Springer Science and Business Media LLC PJObrien DHerschlag Chem. Biol 1999 Exploiting and engineering hemoproteins for abiological carbene and nitrene transfer reactions OliverFBrandenberg RudiFasan FrancesHArnold 10.1016/j.copbio.2017.06.005 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 47 2017 Elsevier BV Olefin Cyclopropanation via Carbene Transfer Catalyzed by Engineered Cytochrome P450 Enzymes PedroSCoelho EricMBrustad ArvindKannan FrancesHArnold 10.1126/science.1231434 Science Science 0036-8075 1095-9203 339 6117 2013 American Association for the Advancement of Science (AAAS) Improved Cyclopropanation Activity of Histidine‐Ligated Cytochrome P450 Enables the Enantioselective Formal Synthesis of Levomilnacipran ZJaneWang HansRenata NicoleEPeck ChristopherCFarwell PedroSCoelho FrancesHArnold 10.1002/ange.201402809 Angewandte Chemie Angewandte Chemie 0044-8249 1521-3757 126 26 2014. 6 810. 2014 Wiley Highly Stereoselective Biocatalytic Synthesis of Key Cyclopropane Intermediate to Ticagrelor KariEHernandez HansRenata RussellDLewis SB JenniferKan ChenZhang JaredForte DavidRozzell JohnAMcintosh FrancesHArnold 10.1021/acscatal.6b02550 ACS Catalysis ACS Catal. 2155-5435 6 11 2016 American Chemical Society (ACS) 6110; Angew.C hem P GSreenilayam VTy Agi RFasan CAngew Hem Int 10.1002/ange.201608680 2016. 2016 55 16344 JAMcintosh PSCoelho CC ZJWang JCLewis TR FHArnold RSingh MBordeaux RFAsan 10.1021/cs400893n Angew.C hem. Int. Ed 52 2013. 9 309 Angew.C hem. 2013, 125,9 479;s ee also ACSCatal. 2014, 4,546 Enantioselective, intermolecular benzylic C–H amination catalysed by an engineered iron-haem enzyme ChristopherKPrier RuijieKZhang AndrewRBuller SabineBrinkmann-Chen FrancesHArnold 10.1038/nchem.2783 Nature Chemistry Nature Chem 1755-4330 1755-4349 9 7 2017 Springer Science and Business Media LLC Directed evolution of cytochrome c for carbon–silicon bond formation: Bringing silicon to life SB JenniferKan RussellDLewis KaiChen FrancesHArnold 10.1126/science.aah6219 Science Science 0036-8075 1095-9203 354 6315 2016 American Association for the Advancement of Science (AAAS) Genetically programmed chiral organoborane synthesis SB JenniferKan XiongyiHuang YosephineGumulya KaiChen FrancesHArnold 10.1038/nature24996 Nature Nature 0028-0836 1476-4687 552 7683 2017 Springer Science and Business Media LLC Anti-Markovnikov alkene oxidation by metal-oxo–mediated enzyme catalysis StephanCHammer 0000-0002-3620-9362 GrzegorzKubik 0000-0002-5851-6910 EllaWatkins 0000-0002-0585-1598 ShanHuang 0000-0002-4436-3327 HannahMinges 0000-0003-0615-3713 FrancesHArnold 0000-0002-4027-364X 10.1126/science.aao1482 Science Science 0036-8075 1095-9203 358 6360 2017 American Association for the Advancement of Science (AAAS) Unusually Broad Substrate Profile of Self‐Sufficient Cytochrome P450 Monooxygenase CYP116B4 from <i>Labrenzia aggregata</i> Yue‐caiYin Hui‐leiYu Zheng‐jiaoLuan Ren‐jieLi Peng‐feiOuyang JingLiu Jian‐heXu 10.1002/cbic.201402309 ChemBioChem ChemBioChem 1439-4227 1439-7633 15 16 2014 Wiley Catalytic asymmetric epoxidations with chiral iron porphyrins JohnTGroves RichardSMyers 10.1021/ja00356a016 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 105 18 1983 American Chemical Society (ACS) Design and evolution of enzymes for non-natural chemistry StephanCHammer AndersMKnight 0000-0001-9665-8197 FrancesHArnold 0000-0002-4027-364X 10.1016/j.cogsc.2017.06.002 Current Opinion in Green and Sustainable Chemistry Current Opinion in Green and Sustainable Chemistry 2452-2236 7 2017, 7,23. November 28. 2017 Elsevier BV",
      "snippet": "Graphical Abstract: Angew. Chem. Int. Ed. 29/2018 10.1002/anie.201882911 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 57 29 2018. 2018 Wiley Chemomimetic Biocatalysis: Exploiting the Synthetic Potential of Cofactor-Dependent Enzymes To Create New Catalysts ChristopherKPrier FrancesHArnold 10.1021/jacs.5b09348 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 137 44 2015 American Chemical Society (ACS) Exploring protein fitness landscapes by directed evolution PhilipARomero FrancesHArnold 10.1038/nrm2805 Nature Reviews Molecular Cell Biology Nat Rev Mol Cell Biol 1471-0072 1471-0080 10 12 2009 Springer Science and Business Media LLC PJObrien DHerschlag Chem. Biol 1999 Exploiting and engineering hemoproteins for abiological carbene and nitrene transfer reactions OliverFBrandenberg RudiFasan FrancesHArnold 10.1016/j.copbio.2017.06.005 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 47 2017 Elsevier BV Olefin Cyclopropanation via Carbene Transfer Catalyzed by Engineered Cytochrome P450 Enzymes PedroSCoelho EricMBrustad ArvindKannan FrancesHArnold 10.1126/science.1231434 Science Science 0036-8075 1095-9203 339 6117 2013 American Association for the Advancement of Science (AAAS) Improved Cyclopropanation Activity of Histidine‐Ligated Cytochrome P450 Enables the Enantioselective Formal Synthesis of Levomilnacipran ZJaneWang HansRenata NicoleEPeck ChristopherCFarwell PedroSCoelho FrancesHArnold …",
      "pages": null,
      "citations": []
    }
  ]
}