{
  "review_id": "11_Hanefeld_2022_ChemSocRev",
  "sections": [
    {
      "header": "Introduction",
      "raw_header": "Introduction",
      "text": "In 1837 Liebig and Wo ¨hler described the action of an enzyme: the crude preparation of hydroxynitrile lyase from the almond Prunus amygdalus (PaHNL), which they called emulsin. 1 This emulsin released HCN from a compound also isolated from these almonds, later identified as (R)-mandelonitrile. At that time Berzelius had just coined the term catalysis based on, among others, Do ¨bereiner's experiments with platinum. 2 Liebig and Wo ¨hler then went on to disprove that special forces (vis vitalis) were necessary to prepare organic compounds and chemistry was set to continue as a single field of science. But when Fischer published his lock and key hypothesis, 3 chemistry was already split into several fields: in 1907 Buchner received the Nobel prize in Chemistry for his work on cell free application of enzymes for fermentation. But the first enantioselective organic synthesis, the enantioselective addition of HCN to benzaldehyde by Rosenthaler, reverting Liebig and Wo ¨hler degradation of (R)-mandelonitrile, was published in 1908 in a biochemistry journal (Scheme 1a). 4 Today this is considered the first wave of biocatalysis. 5 It did not, however, move enzymes centre-stage of Chemistry. This lack of interest in the possibility of enzymes for selective and in particular enantioselective synthesis became even more visible with the Nobel prize of 1931: the discovery by Warburg of redox enzymes, all of which are highly enantioselective, was the prize for Physiology or Medicine not for Chemistry. Equally the first industrial enantioselective synthesis, the preparation of (R)-phenylacetylcarbinol (PAC) for L-ephedrine production catalysed by yeast whole cells dates back to that time and finds little to no recognition in chemistry textbooks (Scheme 1b). 6 With the recognition of the need for selectivity in general and enantioselectivity in particular also came the recognition of enzymes as promising catalysts. The difference in perspective on selectivity is, however, still visible in the approach that the fields of catalysis take to describing their catalysts: while in most fields a catalyst that is broadly applicable, i.e. not very selective, is called versatile, in biocatalysis an enzyme that lacks selectivity is called promiscuous. [7][8][9] This difference in terminology between the different fields of catalysis can lead to undesirable confusion. 7 1.1 Enzymes: back to chemistry? Two landmark reviews from 2003 10 and 2012 5 dispelled myths around biocatalysis and identified three waves in biocatalysis. The first wave started with the enantioselective synthesis of (R)-mandelonitrile and continued via L-ephedrine synthesis towards the formation of selected drugs, such as penicillins all the way to the bulk production of fructose from glucose for the food production. All these processes rely on identifying suitable, naturally occurring enzymes without protein modifications. In all cases use was made of the excellent, if not occasionally too high, selectivity. The vast majority of these developments took place outside main stream chemistry, often in biochemical, food or pharmaceutical laboratories. 11 1.1.1 Deviating from selectivityenzyme engineering. A first step to address the problem of too high selectivity was the application of enzymes evolved for degradation. 7,12,13 The vast majority of hydrolases, be it lipase, esterase, protease or glycolase evolved not for one single substrate as anabolic enzymes did. These enzymes consequently typically have a relaxed substrate scope and might even be not specific for one single functional group but rather show activity towards several groups. This is often seen for lipases, esterases and enzymes that hydrolyse amide bonds. The predominant part of these enzyme have one core structure, the a,b hydrolase fold, and make use of a core catalytic mechanism based on the Asp-His-Ser catalytic triad with variations to address the necessities of the substrate in question. This was followed by a second and third wave of biocatalysis. 5,10,11,14 In the second wave either well-thought through mutations were introduced or random mutagenesis coupled with massive screening yielded new enzymes that could answer the industrial needs. This included the required selectivity. The third wave combined the two approaches of enzyme improvement, reducing library sizes and allowing rapid screening. As a consequence, the adjustment of the properties of a given enzyme has become almost a standard laboratory technique. Broadening or narrowing the substrate scope, improving or inverting the regio-or enantioselectivity but also adjusting the optimal reaction conditions of enzymes are state-ofthe-art nowadays. Furthermore, the reaction scope of biocatalysis is increasingly extended either by designing new biocatalysts or combinations of enzymes enabling transformations not thought possible a few years ago. [15][16][17][18] As a consequence, the scope of biocatalytic bond formations today almost matches the scope of existing chemical technologies (Scheme 2). The results of this third wave now spreads to all fields of biocatalysis and is the focus of this review. 1.1.2 Stabilityenzyme engineering and immobilisation? A perceived disadvantage of enzymes is their stability. 12 Enzymes cannot withstand reaction temperatures significantly above 100 1C. But the question is, do they have to? Chemists are used to applying elevated temperatures to accelerate reactions. The Haber-Bosch process, for example, necessitates reaction temperatures of 400 1C and above to overcome kinetic hurdles in the reduction of the dinitrogen triple bond. At high temperatures, however, the thermodynamic equilibrium of this reaction is unfavourable therefore necessitating high pressures to shift the equilibrium. Biological pendants achieve this at ambient temperatures. 7 Chemists accept that transition metal catalysts are often air and water sensitive. They would not survive a single washing cycling in a washing machine. But modern washing powder contains enzymes that help to clean our clothes under mild conditions, reducing energy consumption (low washing temperatures) and reduce the application of soaps. Enzymes, just like any other catalyst type, bear advantages and disadvantages. It is thus irrational to come up with general statements about a general type of catalysts. Instead, one should look at them case by case, 7 to allow a judicious choice of the catalyst that suits the desired reaction best. For example, enzymes involved in primary metabolism under natural conditions (intracellular environment) do not encounter high substrate or product loadings, nor are they typically confronted with drastic changes of conditions. All of this does however, occur in a batch reaction, in particular when working solvent-free. 14,19 Here the second and third wave of biocatalysis help. 5,10,11,14 The engineering of structural aspects helps to improve stability, in particular towards solvents 20 and high concentrations of all reagents, substrates and products. 21,22 An alternative method of enzyme stabilisation, their immobilisation, has been investigated with similar success and has been reviewed extensively. It is therefore not covered in this overview. [23][24][25][26][27][28][29] 1.1.3 Low substrate loadingsenzyme engineering and alternative solvents? A second challenge closely linked to stability is the substrate loading. If water is employed concentrations of hydrophobic substrates are often low. Addition of a solvent to improve solubility, two phase systems and neat substrate may all induce stability problems. 14,19 Some enzymes could always be employed under typically chemical conditions, i.e. dry solvents, high temperature and very high substrate loads. As already exemplified in the 2003 review 10 and in extensio by Klibanov in 2001, 14 they could always be working just like any chemical reagent. The prime example for this ability is Candida antarctica lipase B (CALB), but this also applies to many other enzymes. 19,30 The stability problems of the remaining enzymes can be addressed by immobilisation or Scheme 2 Synthetic transformations listed on https://www.organic-chemistry.org/synthesis/. Green boxes indicate that a biocatalytic equivalent is known; orange indicates that literature reports are available but that the reaction has not yet been applied synthetically. Red indicates a (so far) unknown biocatalytic bond formation. in particular the third wave of biocatalysis: enzyme engineering. Directed enzyme engineering has led to a huge extension of the number of stable and versatile enzymes. Here we examine the chemistry that has become possible with this third wave, demonstrating how it has flushed biocatalysis and enzymes right into the centre of chemistry again.",
      "snippet": "In 1837 Liebig and Wo ¨hler described the action of an enzyme: the crude preparation of hydroxynitrile lyase from the almond Prunus amygdalus (PaHNL), which they called emulsin. 1 This emulsin released HCN from a compound also isolated from these almonds, later identified as (R)-mandelonitrile. At that time Berzelius had just coined the term catalysis based on, among others, Do ¨bereiner's experiments with platinum. 2 Liebig and Wo ¨hler then went on to disprove that special forces (vis vitalis) were necessary to prepare organic compounds and chemistry was set to continue as a single field of science. But when Fischer published his lock and key hypothesis, 3 chemistry was already split into several fields: in 1907 Buchner received the Nobel prize in Chemistry for his work on cell free application of enzymes for fermentation. But the first enantioselective organic synthesis, the enantioselective addition of HCN to benzaldehyde by Rosenthaler, reverting Liebig and Wo ¨hler degradation of (R)-mandelonitrile, was published in 1908 in a biochemistry journal (Scheme 1a). 4 Today this is considered the first wave of biocatalysis. 5 It did not, however, move enzymes centre-stage of Chemistry. This lack of interest in the possibility of enzymes for selective and in particular enantioselective synthesis became even more visible with the Nobel prize of 1931: the discovery by Warburg of redox enzymes, all of which are highly enantioselective, was the prize for Physiology or Medicine not …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "1",
          "target_xml_id": "b0"
        },
        {
          "ref_marker": "2",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "3",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "4",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "5",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "6",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "[7]",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "[8]",
          "target_xml_id": "b7"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b8"
        },
        {
          "ref_marker": "7",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "10",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "5",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "11",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "12,",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "13",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "5,",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "10,",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "11,",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "14",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "[15]",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "[16]",
          "target_xml_id": "b15"
        },
        {
          "ref_marker": "[17]",
          "target_xml_id": "b16"
        },
        {
          "ref_marker": "[18]",
          "target_xml_id": "b17"
        },
        {
          "ref_marker": "12",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "7",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "7",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "14,",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "5,",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "10,",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "11,",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "14",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "20",
          "target_xml_id": "b19"
        },
        {
          "ref_marker": "21,",
          "target_xml_id": "b20"
        },
        {
          "ref_marker": "22",
          "target_xml_id": "b21"
        },
        {
          "ref_marker": "[23]",
          "target_xml_id": "b22"
        },
        {
          "ref_marker": "[24]",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "[25]",
          "target_xml_id": "b24"
        },
        {
          "ref_marker": "[26]",
          "target_xml_id": "b25"
        },
        {
          "ref_marker": "[27]",
          "target_xml_id": "b26"
        },
        {
          "ref_marker": "[28]",
          "target_xml_id": "b27"
        },
        {
          "ref_marker": "[29]",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "14,",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "10",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "14",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "30",
          "target_xml_id": "b29"
        }
      ]
    },
    {
      "header": "Chemical transformations catalysed by biocatalysts",
      "raw_header": "Chemical transformations catalysed by biocatalysts",
      "text": "Based on the above written the reader might now expect that for the vast majority of chemical conversions a biocatalytic variant is available. This biocatalytic process should then have ideally several advantages over its uncatalysed chemical counterpart. While this status is not yet reached we here demonstrate the many waves that biocatalysis is by now making in organic synthesis. In many cases the biocatalytic methods complement the already available tools, enriching chemistry. We follow the sequence of the waves, C-C bond forming enzymes appeared early (Wo ¨hler, Liebig, Rosenthaler), 1,4,6 subsequently redox enzymes (Warburg) were intensely studied at a later stage. 31,32 We combine this sequence with the disconnection approach common in organic chemistry. 33",
      "snippet": "Based on the above written the reader might now expect that for the vast majority of chemical conversions a biocatalytic variant is available. This biocatalytic process should then have ideally several advantages over its uncatalysed chemical counterpart. While this status is not yet reached we here demonstrate the many waves that biocatalysis is by now making in organic synthesis. In many cases the biocatalytic methods complement the already available tools, enriching chemistry. We follow the sequence of the waves, C-C bond forming enzymes appeared early (Wo ¨hler, Liebig, Rosenthaler), 1,4,6 subsequently redox enzymes (Warburg) were intensely studied at a later stage. 31,32 We combine this sequence with the disconnection approach common in organic chemistry. 33",
      "pages": null,
      "citations": [
        {
          "ref_marker": "1,",
          "target_xml_id": "b0"
        },
        {
          "ref_marker": "4,",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "6",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "31,",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "32",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "33",
          "target_xml_id": "b32"
        }
      ]
    },
    {
      "header": "C-C-Bond forming reactions",
      "raw_header": "C-C-Bond forming reactions",
      "text": "The formation of C-C bonds is essential for any organic synthesis to establish the carbon framework of the desired compound. This is in particular the case in total synthesis of natural compounds and pharmaceutical chemistry. Here the superior selectivity of enzymes is the basis of many successes. However, this selectivity to date also limits the broad application of enzymes, as there is no single enzyme that catalyses Friedel-Crafts chemistry in general, as AlCl 3 does. 6,7,15,34,35 Up to the present time the largest part of the enzyme catalysed C-C bond formations are based on the nucleophilic attack on an aldehyde. This yields 1,2 disconnections in the case of cyanide or the umpolung of a second aldehyde or 1,3 disconnections when an enol(ate) is used as nucleophile. 6,33,35,36 The aldehyde can be replaced by a ketone, though then the reactions often have lower yields as the reaction equilibria are less favourable. Essentially six nucleophiles (in biochemistry called donor) are today broadly utilised in combination with countless aldehydes or ketones (in biochemistry called acceptor) (Scheme 3). Additionally the aldehyde based biocatalytic equivalent of a Pictet-Spengler reaction is already well-known. 37 2.1.1 1,2 Disconnection. This disconnection is part of the first wave of biocatalysis and the possibilities thereof were improved and expanded with each new wave (Scheme 1). The oldest biocatalytic reaction, the attack of cyanide yields chiral 1,2 difunctional cyanohydrins in the case of the HNLs. 4,6,[38][39][40][41] These enzymes do not require supplementation of the reactions with cofactor. For the second nucleophile, an aldehyde of almost entirely free choice, an umpolung is essential to ensure its attack on the first aldehyde (or ketone). This is enabled by thiamine diphosphate (ThDP), the cofactor required in this disconnection. 35,42,43 Both reactions suffer from an unselective background reaction that can compete with the enzyme catalysed reaction. In the HNL case this can be suppressed by lowering the pH to avoid the chemical, racemic reaction. For the ThDP-dependent enzymes it is the cofactor on its own that is already catalytically active. It should therefore not be utilised in a huge excess but carefully dosed. 2.1.1.1 HNL-Catalysed reactions. HNLs catalyse in nature the decomposition of cyanohydrins to release HCN as a defence mechanism. 38,40,41 This catalytic activity is a prime example of convergent evolution. It evolved in many very different organisms, plants and animals utilising very different protein folds and thus catalytic mechanisms. Consequently a wealth of enzymes, both R-and S-selective is available. These enzymes work with sometimes very different mechanisms, from Lewis metal-catalysed to classical acid base catalysis, and have been further developed by enzyme engineering. 40,41,44,45 Independent of the mechanism, the enzymes are typically utilised in two phase systems at low pH to suppress the undesired background reaction and ensuring high substrate loadings. 38,45 Both industrially and for laboratory purposes the biocatalytic cyanohydrin synthesis is today the standard method. 38,40,41,46 In addition to cyanide, nitromethane can also be employed as nucleophile (donor). This unnatural reaction is possible as both nucleophiles have similar pK a values and size and thus both fit into the active site. The synthesis then is a biocatalytic Henry reaction (Scheme 4). 40,41,47,48 Recent developments have focussed on even more enzymes from unusual sources such as millipedes 44,[51][52][53] and bacteria, [54][55][56] the exploration of evolutionary ancestors 57 and other methods to interconvert HNL activity with other enzyme activities, in particular hydrolase activity. 58 Reaction engineering with a special focus of the application of HNLs in flow has recently led to promising results. Single phase organic solvents could be employed and both high space time yields (STY) of up to 1200 g L À1 h À1 and cascade reactions were reported. 59,60 Scheme 3 The majority of the today well-established biocatalytic C-C bond formations are based on the attack of a nucleophile on an aldehyde or ketone. 2.1.1.2 ThDP-Dependent umpolungs reactions. All umpolungs chemistry in nature is based on ThDP as a cofactor. In its unphosphorylated form it is known as vitamin B 1 and chronic lack of it causes the disease beriberi. The protein structure of the apoenzyme that then together with the ThDP forms the holoenzyme imparts both activity and selectivity to the ThDP. 6,35,42,43 Given its unusual chemistry ThDP will be briefly described here (Scheme 5). Within the holoenzyme the ThDP is Scheme 4 (A) Industrially HNLs are employed in biphasic systems. (B) For synthetic purposes they can be employed in organic solvents or biphasic systems. Both R-and S-cyanohydrins synthesis is straightforward 49,50 and (C) equally the enantioselective Henry reaction can be performed. Scheme 5 (A) Vitamin B 1 in its phosphorylated form as ThDP is folded in the enzyme so that the two aromatic rings are at close to 901 to each other. The amino group can then deprotonate the thiazole ring. (B) The resulting ylide then attacks either an aldehyde or an a-ketoacid. This results in either case in the carbanion that as donor attacks another carbonyl compound. The new C-C bond is formed and the product released. In all cases the reaction is fully reversible and kinetically controlled. folded such that the pyrimidine and the thiazolium rings have an angle of 90 degree to each other. The amino group of the aminopyrimidine ring is thus in close proximity of the hydrogen of the C2 of the thiazolium ring and can abstract it. This deprotonation is supported by amino acids from the protein scaffold. [61][62][63] The resulting ylide can also be viewed as tautomeric carbene. 64 The ylide is then ideally posed to attack a carbonyl compound, the electrophile or acceptor. This acceptor can be either an aldehyde (ketones are very rare due to the steric hindrance) or an a-ketoacid. In the case of the aldehyde the initially formed adduct undergoes the umpolung; the negative charge now resides on the carbon of the aldehyde carbonyl group. In the case of decarboxylases a-ketoacids are decarboxylated, again resulting in the umpolung of the carbonyl group. This reactive intermediate can be drawn in two tautomeric forms, the enamine and the carbanion. It attacks the second carbonyl compound, again in most cases an aldehyde as ketones are sterically very demanding. Subsequent to the formation of the new C-C bond the ThDP is again split off and the product is released. The reaction can equally well proceed in reverse. In the case of transketolase this reverse reaction is the natural reaction it catalyses. For a long time it was assumed that the forward reaction could be made irreversible by utilising a-ketoacids for the umpolung reaction. The release of gaseous CO 2 was considered to thermodynamically make the revers reaction impossible. 65,66 However, recently it has been demonstrated that this is a kinetic effect and that in both cases, with a-ketoacids and with aldehydes as donor molecule, the reaction is reversible. 67 All ThDP-dependent enzymes are arrangements of proteins around the ThDP, typically with two ThDP cofactors between homodimeric proteins. 42,43,61 It is these proteins that determine which molecule reacts with the ThDP, undergoes the umpolung and then acts as donor. This selectivity is typically high and often only relatively small molecules are accepted in the donor pocket. The second pocket enables the docking of the acceptor aldehyde and at the same time determines its orientation. This fixes the stereochemical outcome of the reaction. Elegant analysis of these binding pockets allowed the engineering thereof. [68][69][70][71][72] As a result excellent control of the donor and acceptor molecule as well as the stereoselectivity was gained (Scheme 6). This work was further extended by engineering a decarboxylase in such a way that it could admit formaldehyde as acceptor, making it one of the few enzymes that can convert this toxic compound and at the same time enabling C1 chemistry also for the ThDPdependent enzymes. 73,74 Utilising the tools of the second and third wave of biocatalysis, ThDP dependent enzymes were also engineered to accept highly hydrophobic substrates and to enlarge the donor pocket. In this manner not only size but also other properties of the desired donors and acceptors have been taken into account. 67,[75][76][77][78] Additionally, sequence alignment and screening still yields other ThDP dependent enzymes that further expand the synthetic possibilities. 79 2.1.2 1,3-Disconnections -Aldol reactions. The aldol reaction is the reaction of two aldehydes or ketones with acidic a-hydrogen that react with each other to a hydroxyl carbonyl or the unsaturated carbonyl (aldol condensation). It requires a large extent of control, (a) which carbonyl compound is the donor, which the acceptor, (b) how to suppress the elimination of water and (c) how to control the stereochemistry of the new Scheme 6 Based on the understanding of substrate docking in the active side both the donor pocket and the acceptor pocket can be modulated to accept the desired molecule. In this manner a toolbox of enzymes for all possible combinations could be established. 68 stereocentre(s). Enzymes solve many of these problems. 6,35,39,73,80,81 As aldolases are commonly employed in water its elimination is readily suppressed. Additionally they are very specific as to which molecule they can activate as donor (Scheme 3). The control of the stereochemistry raises a more general question. When only one stereocentre is established and the potential products are enantiomers the process is purely kinetically controlled and the selectivity of the enzyme determines the outcome of the reaction. When two or more stereocentres are established the outcome can be determined by kinetics if the difference in activation energies is large, or by thermodynamics, if the difference of the activation energies for the different stereoisomers is small. 82 In that case the thermodynamic stability of the stereoisomers determines the final outcome of the reaction. This phenomenon has in particular been observed for glycine dependent aldolases 83,84 but has recently been shown to be a general fact, concerning all aldolases. Indeed, it applies to all catalytic reactions during which two or more stereocentres are generated, independent of whether they are biocatalytic or not. 85 The aldolases are grouped by the nucleophile they activate into four groups (Scheme 3). 6,35,80 Overall three mechanisms are utilized. The acetaldehyde dependent aldolases utilises the enamine mechanism also known as class I and it is in its essence identical to the enamine chemistry in the organic chemistry textbook. A lysine reacts with the donor and then activates it as enamine which attacks the acceptor aldehyde. For the pyruvate and dihydroxyacetone phosphate (DHAP) dependent aldolases nature evolved two very different mechanisms. In higher plants and animals class I aldolases (enamine mechanism) are found. Class II aldolases are found in fungi and bacteria; here the mechanism is based on the Lewis acid activation of the donor and deprotonation thereof. For the glycine dependent aldolases a cofactor is required, pyridoxal phosphate (PLP). In its reduced, unphosphorylated form it is also known as vitamin B 6 , lack of which causes skin disorders. 2.1.2.1. Acetaldehyde-dependent aldolases. The only enzyme known to utilise acetaldehyde as donor is 2-deoxy-D-ribose-5phosphate aldolase (DERA). 86 It catalyses the reversible aldol reaction yielding 2-deoxyribose-5-phosphate (DR5P) from acetaldehyde and glyceraldehyde-3-phosphate (G3P). DR5P is stable, as it forms a hemiacetal, shifting the equilibrium to the aldol side. This hemiacetal formation is an element of reaction engineering that is utilised regularly in DERA-catalysed reactions and in aldolase-catalysed reaction in general. 87,88 As the DERA-catalysed reaction is common in nature the number of DERA's is almost unlimited. The application of DERA struggles with one problem. The sensitivity of most DERA's to high acetaldehyde concentrations as acetaldehyde and in particular the side product of acetaldehyde self-condensation, crotonaldehyde, deactivate the enzyme. 86,89 This has been addressed via screening and enzyme engineering while at the same time expanding the substrate scope. [89][90][91][92][93] Although this improved the enzyme stability, additional reaction engineering, i.e. slow dosing of the acetaldehyde remains necessary. Immobilisation has also given promising results, including applications in flow. 94,95 DERA is employed industrially. [96][97][98] For several years already the synthesis of the statin side chain is based on an intriguing double aldol reaction. As the product of the first aldol reaction again yields an aldehyde this new aldehyde can also function as acceptor. After the second aldol reaction the product forms a stable hemiacetal, thus removing the product from the equilibrium. Recently this has been coupled to an ADH-catalysed oxidation yielding the desired lactone (Scheme 7). 99,100 A more elaborate industrial cascade involving DERA is discussed below.",
      "snippet": "The formation of C-C bonds is essential for any organic synthesis to establish the carbon framework of the desired compound. This is in particular the case in total synthesis of natural compounds and pharmaceutical chemistry. Here the superior selectivity of enzymes is the basis of many successes. However, this selectivity to date also limits the broad application of enzymes, as there is no single enzyme that catalyses Friedel-Crafts chemistry in general, as AlCl 3 does. 6,7,15,34,35 Up to the present time the largest part of the enzyme catalysed C-C bond formations are based on the nucleophilic attack on an aldehyde. This yields 1,2 disconnections in the case of cyanide or the umpolung of a second aldehyde or 1,3 disconnections when an enol(ate) is used as nucleophile. 6,33,35,36 The aldehyde can be replaced by a ketone, though then the reactions often have lower yields as the reaction equilibria are less favourable. Essentially six nucleophiles (in biochemistry called donor) are today broadly utilised in combination with countless aldehydes or ketones (in biochemistry called acceptor) (Scheme 3). Additionally the aldehyde based biocatalytic equivalent of a Pictet-Spengler reaction is already well-known. 37 2.1.1 1,2 Disconnection. This disconnection is part of the first wave of biocatalysis and the possibilities thereof were improved and expanded with each new wave (Scheme 1). The oldest biocatalytic reaction, the attack of cyanide yields chiral 1,2 difunctional cyanohydrin…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "15,",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "34,",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "35",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "33,",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "36",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "37",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "4,",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "[38]",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "[39]",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "[40]",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[41]",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "42,",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "38,",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "40,",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "40,",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "41,",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "44,",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "45",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "38,",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "45",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "38,",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "40,",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "41,",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "46",
          "target_xml_id": "b45"
        },
        {
          "ref_marker": "40,",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "41,",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "47,",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "48",
          "target_xml_id": "b47"
        },
        {
          "ref_marker": "44,",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "[51]",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "[52]",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "[53]",
          "target_xml_id": "b52"
        },
        {
          "ref_marker": "[54]",
          "target_xml_id": "b53"
        },
        {
          "ref_marker": "[55]",
          "target_xml_id": "b54"
        },
        {
          "ref_marker": "[56]",
          "target_xml_id": "b55"
        },
        {
          "ref_marker": "57",
          "target_xml_id": "b56"
        },
        {
          "ref_marker": "58",
          "target_xml_id": "b57"
        },
        {
          "ref_marker": "59,",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "60",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "42,",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "49,",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "50",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "[61]",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "[62]",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "[63]",
          "target_xml_id": "b62"
        },
        {
          "ref_marker": "64",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "65,",
          "target_xml_id": "b64"
        },
        {
          "ref_marker": "66",
          "target_xml_id": "b65"
        },
        {
          "ref_marker": "67",
          "target_xml_id": "b66"
        },
        {
          "ref_marker": "42,",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "43,",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "61",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "[68]",
          "target_xml_id": "b67"
        },
        {
          "ref_marker": "[69]",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "[70]",
          "target_xml_id": "b69"
        },
        {
          "ref_marker": "[71]",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "[72]",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "73,",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "74",
          "target_xml_id": "b73"
        },
        {
          "ref_marker": "67,",
          "target_xml_id": "b66"
        },
        {
          "ref_marker": "[75]",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "[76]",
          "target_xml_id": "b75"
        },
        {
          "ref_marker": "[77]",
          "target_xml_id": "b76"
        },
        {
          "ref_marker": "[78]",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "79",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "68",
          "target_xml_id": "b67"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "39,",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "73,",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "81",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "82",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "83,",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "84",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "80",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "86",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "87,",
          "target_xml_id": "b86"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b87"
        },
        {
          "ref_marker": "86,",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "89",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "[89]",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "[90]",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "[91]",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "[92]",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "[93]",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "94,",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "95",
          "target_xml_id": "b94"
        },
        {
          "ref_marker": "[96]",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "[97]",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "[98]",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "99,",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "100",
          "target_xml_id": "b99"
        }
      ]
    },
    {
      "header": "Pyruvate dependent aldolases.",
      "raw_header": "Pyruvate dependent aldolases.",
      "text": "Pyruvate dependent aldolases play a central role in the synthesis of ulosonic acids and sialic acids which has recently been reviewed 35,39,80,81,101,102 and a longstanding industrial example illustrates the power of the approach (Scheme 8), dating back to the first wave of biocatalysis. [103][104][105][106] Class II pyruvate dependent aldolases are part of the lignin and polycyclic aromatic compound degrading enzymes. As degrading enzymes they are more flexible for their substrates and therefore in the focus of attention. [107][108][109] In recent years enzyme engineering allowed to modify the active site of these class II aldolases to extend their scope. [110][111][112] In particular a number of pyruvate nucleophile analogues was introduced. This not only increases the number of donors but it also means that Scheme 7 DERA catalyses a cascade of two aldol reactions. The stable hemiacetal is then oxidised by an ADH to the desired lactone, a key intermediate for the statin side chain. the reaction now establishes two stereocentres. Similar results were obtained with screening efforts and today the pyruvate dependent aldolases accept a range of donors and first steps toward understanding of this relaxed selectivity were made. [113][114][115] Interestingly also the stereoselectivity of the reaction seems to be somewhat relaxed as is the case with a number of glycine dependent aldolases. 83,84 The earlier already observed thermodynamic stability of the product plays an important role in determining the diastereomeric outcome of the reaction here, too (Scheme 8). While the E/Z control over the enolate seems perfect, the attack of the acceptor is prone to lower selectivity. 85,110 Another special type of pyruvate dependent enzymes have in recent years attracted attention. The hydratase-aldolase produce conjugated systems and therefore catalyse an aldol condensation rather than an aldol reaction. Isolated from organisms that degrade polycyclic compounds, these enzymes catalyse in the synthesis reaction the addition of pyruvate to aromatic aldehydes with subsequent elimination of water. Remarkably these enzymes have also been engineered for the synthesis of quinolones (Scheme 9). 116,117 2.1.2.3. DHA(P) dependent aldolases. The chemistry of the DAHP dependent aldolases is well explored. 6,35,39,80,81 These powerful enzymes establish two stereocentres in a single reaction step. They are versatile catalysts for the synthesis of many sugars and their derivatives 73,80,[118][119][120] and also have been utilised for the preparation of many amino sugars. 121 Overall four stereoisomers can be synthesised with these enzymes. For the syn-stereoisomer as well as for one of the anti-products the DHAP dependent aldolases are highly stereoselective. However, for the anti-product with the stereochemistry of tagatose, the corresponding tagatose 1,6-diphosphate aldolase (TDP A), displays low diastereoselectivity (Scheme 10). This is possibly due to a thermodynamically controlled product distribution in this case (see also Scheme 8B) as the observed lack of selectivity is diastereoselectivity and not enantioselectivity. 85 While this lack of selectivity is typically considered a disadvantage, it recently has been utilised to prepare rare sugars such as L-psicose and L-sorbose. 122 The DHAP aldolases are a versatile tool for the synthesis of sugars and sugar derivatives but their application is hampered by the low stability and high price of DHAP. To solve this problem two very different approaches were taken. In a classical approach a cascade of enzyme reactions was developed to generate DHAP in situ, starting from readily available glycerol. While first cascades required pH shifts this has by now been optimised and can even be applied in flow. 80,120,123,124 The enzymatic DHAP generation has also been demonstrated to work well with any of the DHAP dependent aldolases. However elegant these approaches might be, the best answer to the problem is the direct application of dihydroxyacetone (DHA) instead of DHAP. Genetic modification of L-rhamnulose-1-phosphate aldolase (Rha 1-PA) in the initial high throughput approach were outside the DHAP binding pocket. 125 A second, more focussed approach, lead to modification of the DHAP binding pocket, making it more suitable for DHA. 126,127 An even greater step forward was the results of a screening effort. Fructose-6phosphate aldolase (FSA) does not require DHAP but DHA. 128,129 This enzyme has completely replaced FDP A. Today Scheme 8 (A) Already for more than 20 years pyruvate dependent aldolases are employed industrially to prepare N-acetylneuraminic acid on a ton scale. (B) in recent years the scope of pyruvate dependent aldolases has been extended and they now activate also pyruvate derivatives and establish two stereocentres in one step. The stereoselectivity is, however, often determined by the product stability. Scheme 9 (A) Hydratase-aldolases are pyruvate dependent and degrade polycycling compound. (B) Engineering of a hydratase-aldolase enabled the synthesis of quinolones. The unstable amino group of the benzaldehydes was released just before the enzyme-catalysed reaction. modified Rha 1PA and FSA are utilised for countless syntheses of sugar derivatives and aliphatic alkaloids (Scheme 11). 73,80,120,121 The donor in these enzyme variants is not limited to DHA, also other aliphatic and even cyclic ketones can be employed. The acceptor displays an even wider substrate range, including aromatic aldehydes. [130][131][132][133][134][135] 2.1.2.4. Glycine dependent aldolases. The glycine dependent aldolases require PLP as cofactor. 6,35,39,80,[137][138][139] This is essential for the activation of the donor. The amino group of the glycine is covalently bound to the cofactor and then attacks the acceptor. These enzymes convert a broad range of acceptors, inducing aromatic aldehydes and formaldehyde. 73 Again the number of donors is very limited, next to glycine a small number of other amino acids with sterically not very demanding side chains can be utilised. The best studied enzymes are the threonine aldolases (TA). It was demonstrated that both the D-and the LTA are often hampered by low diastereoselectivity. 83,84 While stereocontrol over the a-C is excellent the b-stereocentre is often badly defined. As explained above the more stable threo-or syn-products are the products under thermodynamic control, even if the enzyme has trans-selectivity. This problem has been approached by reaction engineering, i.e. utilising kinetic control, or by protein engineering. 137,138,140 The equally glycine dependent aldolase serine hydroxymethyltransferase (SHMT) often complement the TA and together these enzymes enable new approaches to amino sugars, amino acids and pharmaceutically relevant 1,2 amino alcohols. In particular combinations with other aldolases allow for highly stereoselective syntheses (Scheme 12). [141][142][143] 2.1.2.5. Pictet-Spenglerases. This group of enzymes is part of the many enzymes that are involved in alkaloid biosynthesis Scheme 11 (A) Wild type D-fructose-6-phosphate aldolase (wt-FSA) does not require a phosphorylated DHAP but accepts DHA instead. (B) Mutations expanded the scope on the side of the donor molecule significantly, including even cyclic ketones. (C) The acceptor aldehyde can be varied extensively. Chloroperoxidase (CPO) catalysed in situ generation of sensitive aldehydes that then are converted into a precursor of D-fagomine. 136 which have been extensively reviewed. The chemistry is based on imine formation and subsequent Mannich chemistry in the case of the aliphatic substrates and Pictet-Spengler cyclisation in the case of aromatic substrates. 37,[144][145][146] The aliphatic substrates are often synthesised with aldolases (see above). For the aromatic alkaloids here phenethylamine or its derivatives react with the suitable aldehyde, forming the imine. The Pictet-Spenglerase then catalyses the cyclisation leading to tetrahydroisoquinolines. The best studied enzyme is the norcoclaurine synthase (NCS). It has been carefully evolved to accept many different substrates and was recently utilised for the formation spiro tetrahydroisoquinoline alkaloids (Scheme 13). 147,148 2.1.3 Methyltransferases. Chemically the introduction of a methyl group is plagued by two problems, the low chemoselectivity that leads to unspecific methylation of hydroxyl-, amino-and other functional groups in addition to the desired C-C bond formation. The second problem is the difficulty to introduce such a small group stereoselectively. For both problems a limited number of enzymes is available. The selective alkylation of aromatic compounds is restricted to electron rich compounds, [149][150][151][152] and for the enantioselective alkylation of aliphatic compounds much is known from biosynthetic research but has not been implemented. 153 All these enzymes display excellent chemo selectivity, as do the enzymes specialised in O-, N-and S-alkylation. Significantly more steps have been made by extending the range of alkyl groups transferred far beyond the methyl-group (Scheme 14) and different recycling systems for the expensive cofactor SAM have recently been reviewed. 154,155 2.1.4 Acyltransferases. The Friedel-Crafts acylation is a standard reaction in organic chemistry, albeit that the classical variant with AlCl 3 generates large amounts of waste. This has Scheme 13 (A) Engineered NCS enables the enantioselective Pictet-Spengler cyclisation of chiral dopamine derivatives. (B) Equally spiro compounds are accessible via engineered NCS, catalysing in this case ring closure starting from a ketone rather than an aldehyde. been addressed with zeolite catalysis but not all substitution patterns are accessible. Intriguingly enzymes offer a new approach. A C-acyltransferase (ATase), an enzyme that transfers an acyl group while forming an C-C bond, enables chemistry complementary to the chemical approaches. [156][157][158] The natural reaction is a disproportionation (Scheme 15A) which means that a large excess of acylating reagents needs to be employed for high conversions. To date only reactive phenols can be converted. Rational engineering has expanded the range of compounds converted. 159,160 As acylating reagents reactive enol-esters, thioesters or phenylester can be employed and a variety of different acyl groups can be introduced (Scheme 15B). 2.1.4 Carbene-type C-C-bond formations. Heme enzymes are able to mediate carbene-type C-C-bond formations. Around 2013, the group of Frances Arnold (Nobel prize in Chemistry in 2018) started investigating the potential of the so-called P411mutants of the well-known P450 monooxygenases (wherein the distal cysteine ligand has been exchanged to a serine). 161,162 This substitution opened up an entirely new and unexpected world of C-H-functionalisation chemistries that until then had not been sought for. Ever since then the Arnold group has been developing new catalysts for the functionalisation of C-Hbonds (Scheme 16). 163",
      "snippet": "Pyruvate dependent aldolases play a central role in the synthesis of ulosonic acids and sialic acids which has recently been reviewed 35,39,80,81,101,102 and a longstanding industrial example illustrates the power of the approach (Scheme 8), dating back to the first wave of biocatalysis. [103][104][105][106] Class II pyruvate dependent aldolases are part of the lignin and polycyclic aromatic compound degrading enzymes. As degrading enzymes they are more flexible for their substrates and therefore in the focus of attention. [107][108][109] In recent years enzyme engineering allowed to modify the active site of these class II aldolases to extend their scope. [110][111][112] In particular a number of pyruvate nucleophile analogues was introduced. This not only increases the number of donors but it also means that Scheme 7 DERA catalyses a cascade of two aldol reactions. The stable hemiacetal is then oxidised by an ADH to the desired lactone, a key intermediate for the statin side chain. the reaction now establishes two stereocentres. Similar results were obtained with screening efforts and today the pyruvate dependent aldolases accept a range of donors and first steps toward understanding of this relaxed selectivity were made. [113][114][115] Interestingly also the stereoselectivity of the reaction seems to be somewhat relaxed as is the case with a number of glycine dependent aldolases. 83,84 The earlier already observed thermodynamic stability of the product plays an important …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "39,",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "81,",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "101,",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "102",
          "target_xml_id": "b101"
        },
        {
          "ref_marker": "[103]",
          "target_xml_id": "b102"
        },
        {
          "ref_marker": "[104]",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "[105]",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "[106]",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[109]",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "[110]",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "[111]",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "[112]",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "[113]",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "[114]",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "[115]",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "83,",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "84",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "85,",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "110",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "116,",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "117",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "39,",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "81",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "73,",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "[118]",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "[119]",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "[120]",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "121",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "120,",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "123,",
          "target_xml_id": "b122"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "125",
          "target_xml_id": "b124"
        },
        {
          "ref_marker": "126,",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "127",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "128,",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "73,",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "120,",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "121",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "[130]",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "[131]",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "[132]",
          "target_xml_id": "b131"
        },
        {
          "ref_marker": "[133]",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "[134]",
          "target_xml_id": "b133"
        },
        {
          "ref_marker": "[135]",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "35,",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "39,",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "80,",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "[137]",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "[138]",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "[139]",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "73",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "83,",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "84",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "137,",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "138,",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "140",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "[141]",
          "target_xml_id": "b140"
        },
        {
          "ref_marker": "[142]",
          "target_xml_id": "b141"
        },
        {
          "ref_marker": "[143]",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "37,",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "[144]",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "[145]",
          "target_xml_id": "b144"
        },
        {
          "ref_marker": "[146]",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "147,",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "148",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "[149]",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "[150]",
          "target_xml_id": "b149"
        },
        {
          "ref_marker": "[151]",
          "target_xml_id": "b150"
        },
        {
          "ref_marker": "[152]",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "153",
          "target_xml_id": "b152"
        },
        {
          "ref_marker": "154,",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "155",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "[156]",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "[157]",
          "target_xml_id": "b156"
        },
        {
          "ref_marker": "[158]",
          "target_xml_id": "b157"
        },
        {
          "ref_marker": "159,",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "160",
          "target_xml_id": "b159"
        },
        {
          "ref_marker": "161,",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "163",
          "target_xml_id": "b162"
        }
      ]
    },
    {
      "header": "Selective functionalisation of C-H bonds (C-H to C-X)",
      "raw_header": "Selective functionalisation of C-H bonds (C-H to C-X)",
      "text": "Selective functionalisation, especially oxyfunctionalisation of non-activated C-H bonds is a showpiece of biocatalysis. Chemical catalysts exhibiting sufficient oxidation power to activate C-H bonds are recurrently plagued by selectivity issues whereas oxidoreductases often exhibit excellent regio-and stereoselectivity. The synthetic breadth of enzymatic oxyfunctionalisation chemistry has been covered by various review articles. 31,[171][172][173][174][175][176] 2.2.1 Hydroxylation reactions. Mostly monooxygenases and peroxygenases are in focus as catalysts for the selective hydroxylation of aromatic and aliphatic C-H bonds.",
      "snippet": "Selective functionalisation, especially oxyfunctionalisation of non-activated C-H bonds is a showpiece of biocatalysis. Chemical catalysts exhibiting sufficient oxidation power to activate C-H bonds are recurrently plagued by selectivity issues whereas oxidoreductases often exhibit excellent regio-and stereoselectivity. The synthetic breadth of enzymatic oxyfunctionalisation chemistry has been covered by various review articles. 31,[171][172][173][174][175][176] 2.2.1 Hydroxylation reactions. Mostly monooxygenases and peroxygenases are in focus as catalysts for the selective hydroxylation of aromatic and aliphatic C-H bonds.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "31,",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "[171]",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "[172]",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "[173]",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "[174]",
          "target_xml_id": "b173"
        },
        {
          "ref_marker": "[175]",
          "target_xml_id": "b174"
        },
        {
          "ref_marker": "[176]",
          "target_xml_id": "b175"
        }
      ]
    },
    {
      "header": "Aromatic hydroxylation reactions.",
      "raw_header": "Aromatic hydroxylation reactions.",
      "text": "A range of flavoprotein monooxygenases (FPMOs) are available for the selective ortho-or para-hydroxylation of activated arenes such as phenols (Scheme 17). Though, in principle a broad range of enzymes is available, 171 only few transformations have found preparative Scheme 15 (A) ATase catalyses the disproportionation of a singly acylated phenol. (B) Engineered ATase can introduce a range of different acyl groups, starting with activated acyl donors in excess. applications such as the ortho-hydroxylation of ortho 0substituted phenols catalysed by the 2-hydroxy biphenyl-3monooxygenase from Pseudomonas azelaica (HbpA). 177,178 The wild-type enzyme shows high preference for 2-hydroxy biphenyl, which can be relaxed by enzyme engineering. [179][180][181] Less activated arenes such as benzene are not converted by the above-mentioned biocatalysts but by some higher redoxpotential heme-and non-heme iron monooxygenases. 176 The catalytic mechanism of these hydroxylation reactions differs somewhat from the mechanism of FPMOs involving an intermediate arene epoxide, which spontaneously rearranges into the final phenol product (Scheme 18). P450 monooxygenases such as the enzyme from Bacillus megaterium (P450BM3) have been studied extensively for the ring-hydroxylation of benzene and its derivatives. [182][183][184][185][186][187] Especially in case of alkyl substituted arenes the regioselectivity can be rather poor, yielding complex mixtures of ring-and sidechain hydroxylated products. Enzyme engineering however can alleviate this issue. 185 An interesting enzymatic cascade utilising an engineered P450BM3 in combination with arbutin synthase was reported recently by Reetz and co-workers (Scheme 19). 184 The semi-rationally designed P450BM3 variant enabled selective para-dihydroxylation of benzene (devoid of over-oxidation products commonly observed in chemical processes). Coexpression with arbutin synthase yielded an E. coli catalyst transforming benzene into arbutin with 60% isolated yield. Next to the monooxygenases, also peroxygenases are worth mentioning as catalysts for the hydroxylation of arenes. [188][189][190][191] Issues associated with the peroxidase activity of peroxygenases resulting in undesired radical polymerisation of the phenol products can be circumvented by the addition of antioxidants or using engineered peroxygenases. 192,193 Next to the above-mentioned oxygenases, also a range of dehydrogenases are known (and used industrially) for the orthohydroxylation of pyridines (Scheme 20). [194][195][196] The O-atom introduced does not stem from molecular oxygen (as to be expected from a monooxygenase-catalysed hydroxylation) but from water. 197 The mechanism of this reaction is yet to be elucidated. Finally, also aromatic nitration is worth being mentioned here. Even though this activity is rarely found in nature, 198 the P450 monooxygenase from Streptomyces scabies (P450 TxtE) catalyses the nitration of tryptophan. [199][200][201][202] In a directed evolution approach, Arnold and co-workers were even able to modulate the regioselectivity of the nitration reaction (Scheme 21). 200 Scheme 16 Direct C-H activation using P411 enzymes forming Fe carbene species. 161,162,[164][165][166][167][168][169][170] Though the catalytic activity of the enzyme still needs improvement, this method bears considerable synthetic potential. 2.2.1.2. Aromaticity breaking oxidation reactions. The majority of biocatalytic transformations of aromatic compounds yield aromatic products. Comparably few aromaticity-breaking transformations are known so far. The most prominent example for this is the cis-dihydroxylation of arenes using dioxygenases (Scheme 22). Particularly Hudlicky and co-workers have extensively explored the synthetic possibilities that dioxygenases offer for the organic chemist [203][204][205] A range of (recombinant) dioxygenases are nowadays available for the regio-and stereoselective cis-hydroxylation of a broad range of arenes. As chemical alternatives exhibiting comparable selectivity patterns are rare, these catalysts have been recognised early on by preparative organic chemists in natural product synthesis (Scheme 22). Aromatic hydroxylation reactions using heme-dependent enzymes proceed via an unstable arene oxide intermediate, which spontaneously rearranges into the corresponding phenol product (Scheme 18). 191,212 This intermediate, however, can also be trapped via nucleophilic attack yielding trans-disubstituted cyclohexadienes (Scheme 23). 213 Very recently, some new flavin-dependent monooxygenases have been discovered that catalyse the aromaticity-breaking hydroxylation of resorcinol derivates. 214 So far the enzymes TropB, SorbC and AzaH with complementary site-and stereoselectivities have been identified from biosynthetic pathways. Like other flavin-dependent monooxygenases, these enzymes utilise 4a-hydroperoxoflavin as oxidation agent and direct it to the ortho-or para-position of a pre-existing OH substituent. Their selectivity, however, prefers attack at substituted ring-Catoms. The resulting s-complex therefore cannot collapse via simple deprotonation and re-aromatisation but rather by orthoquinol formation (Scheme 24). So far, few preparative examples using this promising reaction have been reported but we are confident that further mechanistic understanding and broadening of the substrate scope will result in a range of useful catalysts/transformations for the organic chemist. 3 C-H bonds. The inertia of sp 3 hybridised C-H bonds (even in 'activated' benzylic or allylic position) requires highly potent O-transfer agents, which are rarely selective. P450 monooxygenases combine both properties by placing the highly active oxyferryl (Fe IV QO + ) species (in situ generated from its resting Fe III state) in the well-defined framework of the enzyme active site. The same also controls binding of the substrate and thereby its positioning towards the oxidising agent. This way, though various positions within the starting material could react, only few of them get close enough to the oxiferryl species to react. Fatty acids for example can be hydroxylated selectively in a-, 215 b-, 216 or o-position, [217][218][219][220] depending on the enzyme used. More recently, 'in-chain' hydroxylating P450 monooxygenases have also been reported, 221,222 giving rise to the assumption that soon a set of P450 monooxygenases with tailored selectivity to selectively transform a given C-H-bond within an alkyl chain will be available.",
      "snippet": "A range of flavoprotein monooxygenases (FPMOs) are available for the selective ortho-or para-hydroxylation of activated arenes such as phenols (Scheme 17). Though, in principle a broad range of enzymes is available, 171 only few transformations have found preparative Scheme 15 (A) ATase catalyses the disproportionation of a singly acylated phenol. (B) Engineered ATase can introduce a range of different acyl groups, starting with activated acyl donors in excess. applications such as the ortho-hydroxylation of ortho 0substituted phenols catalysed by the 2-hydroxy biphenyl-3monooxygenase from Pseudomonas azelaica (HbpA). 177,178 The wild-type enzyme shows high preference for 2-hydroxy biphenyl, which can be relaxed by enzyme engineering. [179][180][181] Less activated arenes such as benzene are not converted by the above-mentioned biocatalysts but by some higher redoxpotential heme-and non-heme iron monooxygenases. 176 The catalytic mechanism of these hydroxylation reactions differs somewhat from the mechanism of FPMOs involving an intermediate arene epoxide, which spontaneously rearranges into the final phenol product (Scheme 18). P450 monooxygenases such as the enzyme from Bacillus megaterium (P450BM3) have been studied extensively for the ring-hydroxylation of benzene and its derivatives. [182][183][184][185][186][187] Especially in case of alkyl substituted arenes the regioselectivity can be rather poor, yielding complex mixtures of ring-and sidechain hydroxylated products. …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "171",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "177,",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "178",
          "target_xml_id": "b177"
        },
        {
          "ref_marker": "[179]",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "[180]",
          "target_xml_id": "b179"
        },
        {
          "ref_marker": "[181]",
          "target_xml_id": "b180"
        },
        {
          "ref_marker": "176",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "[182]",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "[183]",
          "target_xml_id": "b182"
        },
        {
          "ref_marker": "[184]",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "[185]",
          "target_xml_id": "b184"
        },
        {
          "ref_marker": "[186]",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "[187]",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "185",
          "target_xml_id": "b184"
        },
        {
          "ref_marker": "184",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "[188]",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "[189]",
          "target_xml_id": "b188"
        },
        {
          "ref_marker": "[190]",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "[191]",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "192,",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "193",
          "target_xml_id": "b192"
        },
        {
          "ref_marker": "[194]",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "[195]",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "[196]",
          "target_xml_id": "b195"
        },
        {
          "ref_marker": "197",
          "target_xml_id": "b196"
        },
        {
          "ref_marker": "198",
          "target_xml_id": "b197"
        },
        {
          "ref_marker": "[199]",
          "target_xml_id": "b198"
        },
        {
          "ref_marker": "[200]",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "[201]",
          "target_xml_id": "b200"
        },
        {
          "ref_marker": "[202]",
          "target_xml_id": "b201"
        },
        {
          "ref_marker": "200",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "161,",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "162,",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "[164]",
          "target_xml_id": "b163"
        },
        {
          "ref_marker": "[165]",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "[166]",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "[167]",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "[168]",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "[169]",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "[170]",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "[203]",
          "target_xml_id": "b202"
        },
        {
          "ref_marker": "[204]",
          "target_xml_id": "b203"
        },
        {
          "ref_marker": "[205]",
          "target_xml_id": "b204"
        },
        {
          "ref_marker": "191,",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "212",
          "target_xml_id": "b211"
        },
        {
          "ref_marker": "213",
          "target_xml_id": "b212"
        },
        {
          "ref_marker": "214",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "3",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "3",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "215",
          "target_xml_id": "b214"
        },
        {
          "ref_marker": "216",
          "target_xml_id": "b215"
        },
        {
          "ref_marker": "[217]",
          "target_xml_id": "b216"
        },
        {
          "ref_marker": "[218]",
          "target_xml_id": "b217"
        },
        {
          "ref_marker": "[219]",
          "target_xml_id": "b218"
        },
        {
          "ref_marker": "[220]",
          "target_xml_id": "b219"
        },
        {
          "ref_marker": "221,",
          "target_xml_id": "b220"
        },
        {
          "ref_marker": "222",
          "target_xml_id": "b221"
        }
      ]
    },
    {
      "header": "Hydroxylation of sp",
      "raw_header": "Hydroxylation of sp",
      "text": "Scheme 18 Simplified mechanism of P450 monooxygenase-catalysed activation of molecular oxygen resulting in the oxygenating species 'compound I' (formally an Fe(V) oxo species (a)). The reductive activation of molecular oxygen comprises sequential single electron reduction of the enzyme-bound iron and water elimination of the Fe-bound O 2 -species. In the presence of (already reduced) H 2 O 2 , compound I can also be formed directly from the resting Fe(III) state via the hydrogen peroxide shunt pathway. B: Aromatic compounds are converted into the corresponding phenols by a sequence of compound I-mediated epoxidation of the aromatic ring followed by spontaneous re-arrangement into the final product (NIH shift). Scheme 19 Arbutin synthesis using an engineered P450BM3 variant to transform benzene into catechol. The potentially enormous versatility of (non-)heme monooxygenases for the selective oxyfunctionalisation often is challenged by either too high or too low selectivity. As a rule of thumb, monooxygenases involved in specific biosynthetic pathways such as secondary metabolites tend to be highly substrate specific. Already small modifications within the structure of the starting material compared to the natural substrate can lead to complete inactivity of a given enzyme. Enzymes playing a role in detoxification/degradation tend to be rather unselective, converting a broad range of starting materials albeit with often low selectivity. Enzyme engineering has proven being a powerful tool to address those selectivity issues (Scheme 25).",
      "snippet": "Scheme 18 Simplified mechanism of P450 monooxygenase-catalysed activation of molecular oxygen resulting in the oxygenating species 'compound I' (formally an Fe(V) oxo species (a)). The reductive activation of molecular oxygen comprises sequential single electron reduction of the enzyme-bound iron and water elimination of the Fe-bound O 2 -species. In the presence of (already reduced) H 2 O 2 , compound I can also be formed directly from the resting Fe(III) state via the hydrogen peroxide shunt pathway. B: Aromatic compounds are converted into the corresponding phenols by a sequence of compound I-mediated epoxidation of the aromatic ring followed by spontaneous re-arrangement into the final product (NIH shift). Scheme 19 Arbutin synthesis using an engineered P450BM3 variant to transform benzene into catechol. The potentially enormous versatility of (non-)heme monooxygenases for the selective oxyfunctionalisation often is challenged by either too high or too low selectivity. As a rule of thumb, monooxygenases involved in specific biosynthetic pathways such as secondary metabolites tend to be highly substrate specific. Already small modifications within the structure of the starting material compared to the natural substrate can lead to complete inactivity of a given enzyme. Enzymes playing a role in detoxification/degradation tend to be rather unselective, converting a broad range of starting materials albeit with often low selectivity. Enzyme engineering has proven being a pow…",
      "pages": null,
      "citations": []
    },
    {
      "header": "Heteroatom functionalisation of C-H bonds 2.2.2.1 Amination of C-H bonds. So far, no natural enzyme is known to catalyse the direct amination of C-H-bonds. Nevertheless, this reaction can be realised in a cascade",
      "raw_header": "Heteroatom functionalisation of C-H bonds 2.2.2.1 Amination of C-H bonds. So far, no natural enzyme is known to catalyse the direct amination of C-H-bonds. Nevertheless, this reaction can be realised in a cascade",
      "text": "Scheme 20 Industrial examples of ortho-hydroxylating transformations of pyridine derivates. 194 The carboxylate groups shown in blue were obtained from the biotransformation of the corresponding nitrile. Scheme 21 Regioselective nitration of tryptophan with the P450 monooxygenase from Streptomyces scabies (P450 TxtE) and one of its mutants. Scheme 22 Selection (incomplete) of natural products synthesised from dioxygenase products: 206 indigo, 207 pinitol, 208 prostaglandins, 209 cladospolide, 210 or nangistine. 211 approach comprising C-H-bond hydroxylation followed by oxidation of the resulting alcohol and reductive amination of the carbonyl intermediate as exemplified by Turner and co-workers. 228,229 The previously mentioned P450 monooxygenases also here opened up new possibilities. 161,162 The functionalisation of C-H-bonds enabled the direct amination starting again with the appropriate reactive nitrogen species (Scheme 26). Scheme 24 Aromaticity-breaking hydroxylation of substituted phenols. Scheme 25 Selected examples of regio-and enantioselective hydroxylation of diverse hydrocarbons by means of (engineered) P450 monooxygenases. (a) regioselective hydroxylation of fatty acids in a-, 215 b-, 216 o-7, 221,222 oand o-1-position; 217-220 (b) hydroxylation of 11-deoxycortisol; 223,224 (c) P450BM3 mutants for selective hydroxylation of cyperenoic acid; 225 (d) P450 BM3 mutants for the selective hydroxylation of artemisinin, 226 or (d) hydroxylation of 1,4-and 1,8-cineole. 227 C-H bonds have been receiving an increasing interest from the academic community. 232,233 Today, a range of highly selective halogenases (halogenating monooxygenases) and haloperoxidases are available. Scheme 27 gives a representative overview over the biocatalytic halogenation reactions available today. From a synthetic perspective, halogenases and haloperoxidases can be distinguished. Halogenases excel by their often superb regio-and stereoselectivity as exemplified in Scheme 27. For example, for the halogenation of substituted aromatics, o-, m-and p-selective enzymes are available either from natural or from man-made diversity; [232][233][234][235][236][237][238] impressively demonstrating how chemical properties of the starting materials (such as the o-and p-directing influence of electron donating substituents) can be over ridden by enzyme selectivity. In addition to the flavin-dependent halogenases, Fe-dependent halogenases are also increasingly moving into the focus of the research community. 232,234 These enzymes exhibit an even stronger halogenating capacity and are capable of selective halogenation of even non-activated sp 3 -C-H-bonds. This enormous potential, however, is impaired by the comparably low activity. In case of the flavin-dependent halogenases, catalytic activities in the range of several turnovers per minute are the rule rather than the exception. 239 To some extend this can be explained by the molecular architecture of these enzymes comprising an NAD(P)H:flavin oxidoreductase and a halogenase subunit, functionally connected via the diffusible reduced flavin (FADH 2 ). 240,241 This makes flavindependent halogenases particularly susceptible to spontaneous oxidative uncoupling. On the other hand, this also enables simplifying the complex electron supply chain by other chemical reductants. 240,242,243 Despite the rather low activity, Sewald and co-workers have established the gram-scale halogenation of tryptophan 235 also an indigo precursor 244 or as starting material for Pd-catalysed cross coupling reactions. 245,246 In contrast, haloperoxidases excel by their superb catalytic activity reaching hundreds of turnovers per second even upon prolonged reaction times. Haloperoxidases, however, catalyse the H 2 O 2 -driven oxidation of halides (Cl À , Br À and I À ) into the corresponding hypohalites, [247][248][249] which then react spontaneously (non-enzymatically) with the starting material. As a consequence, the selectivity of haloperoxidase-catalysed halogenation reactions of activated aromatics such as phenols, 247,250 or pyrroles, [251][252][253] is dictated by the chemical reactivity of the starting material. Nevertheless, haloperoxidases have been demonstrated to be useful catalysts to initiate hypohaliteinitiated reactions such as (aza)-Achmatowicz reactions, [254][255][256] halolactonisation reactions, [257][258][259] or oxidative decarboxylation of amino acids. [260][261][262] 2.2.4 Baeyer-Villiger oxidations. The so-called Baeyer-Villiger monooxygenases (BVMOs) deserve being mentioned here. These flavin-dependent enzymes can be engineered to either favour formation of the 'normal' or 'abnormal' ester (or lactone) by controlling the migration tendency of the carbonyl substituents. [263][264][265] Therefore, these enzymes have traditionally been in focus for the synthesis of chiral esters and lactones e.g. as flavour and fragrance compounds. 266 More recently, they are moving into the focus for the synthesis of lactone building blocks for polyester synthesis. [267][268][269][270] 2.2.5 Miscellaneous. In addition to the above-mentioned, C-H functionalisation reactions, further P450 mutants have been discovered to catalyse the formation of C-S-, 271 C-B-272 C-Si-, 273,274 Si-O- 275 and S-N-bonds. 276",
      "snippet": "Scheme 20 Industrial examples of ortho-hydroxylating transformations of pyridine derivates. 194 The carboxylate groups shown in blue were obtained from the biotransformation of the corresponding nitrile. Scheme 21 Regioselective nitration of tryptophan with the P450 monooxygenase from Streptomyces scabies (P450 TxtE) and one of its mutants. Scheme 22 Selection (incomplete) of natural products synthesised from dioxygenase products: 206 indigo, 207 pinitol, 208 prostaglandins, 209 cladospolide, 210 or nangistine. 211 approach comprising C-H-bond hydroxylation followed by oxidation of the resulting alcohol and reductive amination of the carbonyl intermediate as exemplified by Turner and co-workers. 228,229 The previously mentioned P450 monooxygenases also here opened up new possibilities. 161,162 The functionalisation of C-H-bonds enabled the direct amination starting again with the appropriate reactive nitrogen species (Scheme 26). Scheme 24 Aromaticity-breaking hydroxylation of substituted phenols. Scheme 25 Selected examples of regio-and enantioselective hydroxylation of diverse hydrocarbons by means of (engineered) P450 monooxygenases. (a) regioselective hydroxylation of fatty acids in a-, 215 b-, 216 o-7, 221,222 oand o-1-position; 217-220 (b) hydroxylation of 11-deoxycortisol; 223,224 (c) P450BM3 mutants for selective hydroxylation of cyperenoic acid; 225 (d) P450 BM3 mutants for the selective hydroxylation of artemisinin, 226 or (d) hydroxylation of 1,4-and 1,8-cineole. 2…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "194",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "206",
          "target_xml_id": "b205"
        },
        {
          "ref_marker": "207",
          "target_xml_id": "b206"
        },
        {
          "ref_marker": "208",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "209",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "210",
          "target_xml_id": "b209"
        },
        {
          "ref_marker": "211",
          "target_xml_id": "b210"
        },
        {
          "ref_marker": "228,",
          "target_xml_id": "b227"
        },
        {
          "ref_marker": "229",
          "target_xml_id": "b228"
        },
        {
          "ref_marker": "161,",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "232,",
          "target_xml_id": "b231"
        },
        {
          "ref_marker": "233",
          "target_xml_id": "b232"
        },
        {
          "ref_marker": "[232]",
          "target_xml_id": "b231"
        },
        {
          "ref_marker": "[233]",
          "target_xml_id": "b232"
        },
        {
          "ref_marker": "[234]",
          "target_xml_id": "b233"
        },
        {
          "ref_marker": "[235]",
          "target_xml_id": "b234"
        },
        {
          "ref_marker": "[236]",
          "target_xml_id": "b235"
        },
        {
          "ref_marker": "[237]",
          "target_xml_id": "b236"
        },
        {
          "ref_marker": "[238]",
          "target_xml_id": "b237"
        },
        {
          "ref_marker": "232,",
          "target_xml_id": "b231"
        },
        {
          "ref_marker": "234",
          "target_xml_id": "b233"
        },
        {
          "ref_marker": "239",
          "target_xml_id": "b238"
        },
        {
          "ref_marker": "240,",
          "target_xml_id": "b239"
        },
        {
          "ref_marker": "241",
          "target_xml_id": "b240"
        },
        {
          "ref_marker": "240,",
          "target_xml_id": "b239"
        },
        {
          "ref_marker": "242,",
          "target_xml_id": "b241"
        },
        {
          "ref_marker": "243",
          "target_xml_id": "b242"
        },
        {
          "ref_marker": "244",
          "target_xml_id": "b243"
        },
        {
          "ref_marker": "245,",
          "target_xml_id": "b244"
        },
        {
          "ref_marker": "246",
          "target_xml_id": "b245"
        },
        {
          "ref_marker": "[247]",
          "target_xml_id": "b246"
        },
        {
          "ref_marker": "[248]",
          "target_xml_id": "b247"
        },
        {
          "ref_marker": "[249]",
          "target_xml_id": "b248"
        },
        {
          "ref_marker": "247,",
          "target_xml_id": "b246"
        },
        {
          "ref_marker": "250",
          "target_xml_id": "b249"
        },
        {
          "ref_marker": "[251]",
          "target_xml_id": "b250"
        },
        {
          "ref_marker": "[252]",
          "target_xml_id": "b251"
        },
        {
          "ref_marker": "[253]",
          "target_xml_id": "b252"
        },
        {
          "ref_marker": "[254]",
          "target_xml_id": "b253"
        },
        {
          "ref_marker": "[255]",
          "target_xml_id": "b254"
        },
        {
          "ref_marker": "[256]",
          "target_xml_id": "b255"
        },
        {
          "ref_marker": "[257]",
          "target_xml_id": "b256"
        },
        {
          "ref_marker": "[258]",
          "target_xml_id": "b257"
        },
        {
          "ref_marker": "[259]",
          "target_xml_id": "b258"
        },
        {
          "ref_marker": "[260]",
          "target_xml_id": "b259"
        },
        {
          "ref_marker": "[261]",
          "target_xml_id": "b260"
        },
        {
          "ref_marker": "[262]",
          "target_xml_id": "b261"
        },
        {
          "ref_marker": "[263]",
          "target_xml_id": "b262"
        },
        {
          "ref_marker": "[264]",
          "target_xml_id": "b263"
        },
        {
          "ref_marker": "[265]",
          "target_xml_id": "b264"
        },
        {
          "ref_marker": "266",
          "target_xml_id": "b265"
        },
        {
          "ref_marker": "[267]",
          "target_xml_id": "b266"
        },
        {
          "ref_marker": "[268]",
          "target_xml_id": "b267"
        },
        {
          "ref_marker": "[269]",
          "target_xml_id": "b268"
        },
        {
          "ref_marker": "[270]",
          "target_xml_id": "b269"
        },
        {
          "ref_marker": "271",
          "target_xml_id": "b270"
        },
        {
          "ref_marker": "273,",
          "target_xml_id": "b272"
        },
        {
          "ref_marker": "274",
          "target_xml_id": "b273"
        },
        {
          "ref_marker": "275",
          "target_xml_id": "b274"
        },
        {
          "ref_marker": "276",
          "target_xml_id": "b275"
        }
      ]
    },
    {
      "header": "Functional group interconversions",
      "raw_header": "Functional group interconversions",
      "text": "The interconversion of functional groups is at the heart of the disconnection approach and retrosynthesis. It allows to utilise synthons that are at first glance very different from the desired product. Nature struggles with similar synthetic problems as chemists do in the laboratory (this should in particular be true in natural product synthesis) and thus a multitude of enzymes is available that catalyses selective interconversions. 2.3.1 Reactions around the carboxylate group. The most applied class of enzymes are the hydrolases. Almost 50% of all enzyme applications concern hydrolysis or synthesis of esters or amides, but also nitriles. As the majority of the enzyme catalysed reactions are performed in water, hydrolase catalysed reactions are a straightforward starting point, with the obvious advantage that the solvent is a reagent. Since it is always in huge excess the equilibrium of the reaction automatically is on the hydrolysis side. This chemistry is today fully developed; as is the application of hydrolases in dry solvent to revert the equilibrium to prepare esters or amides. Even for nitriles viable routes have been developed, as highlighted below (Scheme 28). Indeed, this chemistry is today textbook chemistry 7,8 and is therefore not covered in this review. Three recent developments will however be highlighted that added greatly to scope of the chemistry: ester and amide synthesis is water, PET hydrolysis and nitrile formation.",
      "snippet": "The interconversion of functional groups is at the heart of the disconnection approach and retrosynthesis. It allows to utilise synthons that are at first glance very different from the desired product. Nature struggles with similar synthetic problems as chemists do in the laboratory (this should in particular be true in natural product synthesis) and thus a multitude of enzymes is available that catalyses selective interconversions. 2.3.1 Reactions around the carboxylate group. The most applied class of enzymes are the hydrolases. Almost 50% of all enzyme applications concern hydrolysis or synthesis of esters or amides, but also nitriles. As the majority of the enzyme catalysed reactions are performed in water, hydrolase catalysed reactions are a straightforward starting point, with the obvious advantage that the solvent is a reagent. Since it is always in huge excess the equilibrium of the reaction automatically is on the hydrolysis side. This chemistry is today fully developed; as is the application of hydrolases in dry solvent to revert the equilibrium to prepare esters or amides. Even for nitriles viable routes have been developed, as highlighted below (Scheme 28). Indeed, this chemistry is today textbook chemistry 7,8 and is therefore not covered in this review. Three recent developments will however be highlighted that added greatly to scope of the chemistry: ester and amide synthesis is water, PET hydrolysis and nitrile formation.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "8",
          "target_xml_id": "b7"
        }
      ]
    },
    {
      "header": "Synthesis of esters and amides in water.",
      "raw_header": "Synthesis of esters and amides in water.",
      "text": "A major breakthrough in the application of hydrolases is the introduction of the acyltransferases and similar enzymes. 277 These enzymes are closely related to lipases and esterases, 278 however, they catalyse the transfer of an acyl group under aqueous conditions. 279,280 This phenomenon had already been observed for a number of lipases such as CALA and CpLip2 but the scope Scheme 28 Enzyme catalysed functional group interconversion and protection group chemistry of nitriles, esters, amides and acids. All of the enzymes can be enantioselective and the reactions can be utilised for kinetic resolutions. was still rather limited. 280,281 Strictly speaking this is a transesterification but since straightforward starting molecules as ethyl acetate of vinyl acetate are used in combination with alcohols of choice, it is viewed as ester synthesis. 7,8 In particular the acyltransferase from Mycobacterium smegmatis (MsAcT) led to a burst of new applications. 282 This octameric enzyme, structurally closely related to a,b-hydrolases like the esterases, was first described in 2007 to show unusual transesterification activity that allowed the preparation of esters, starting from ethyl acetate and an alcohol. It was demonstrated that the reactions was independent of whether ethyl acetate or water was the solvent. Additionally MsAcT displayed perhydrolase activity, i.e. the property to convert esters like ethyl acetate in the presence of hydrogen peroxide into their peracids (Scheme 29). Initially it was the latter activity that was utilised. MsAcT was immobilised and included in paint. 283 This paint displayed a strongly disinfecting property and could be applied in rooms that require high hygiene standards. Furthermore, it was demonstrated that the peracids generated in the presence of 60% aqueous peroxide could be used in Baeyer-Villiger-oxidations. 284 However, as the enzyme is not catalysing the oxidation reaction, no stereoselectivity was observed (Scheme 29). The key breakthrough was the controlled synthesis of esters in water. After a preliminary study which indicated both activity and enantioselectivity, it was shown that MsAcT can be used in water to perform a successful transesterification. MsAcT displays a very high preference of the formation of esters from activated acids and alcohols, in particular primary ones (Scheme 30). In contrast, lipases and esterases hydrolyse the activated acid straightaway. This special property of MsAcT opens up new possibilities. Remarkably not just ethyl acetate can be utilised as activated acid but a range of vinyl esters can be used, too. This underlines the high selectivity of MsAcT for ester synthesis rather than hydrolysis. [285][286][287] Careful investigation of the reaction revealed an underlying principle that was already known from the industrial synthesis of penicillins but was to date perceived to be limited to amide synthesis (Scheme 30). Both, in the penicillin acylase catalysed penicillin synthesis and the MsAcT-catalysed ester formation an activated acid will react with a nucleophile more rapidly than with water. This leads to product formation, in the case of penicillin acylase the amide bond, in the case of MsAcT an ester. Hydrolysis of the activated acid and the product is significantly slower than product formation but good control of the reaction kinetics is essential. Otherwise full hydrolysis will still occur. 82,280,288 Soon it was demonstrated that MsAcT can also be employed to synthesise amides in water, broadening its applicability. 289,290 In the latter case it follows the kinetic model described earlier for the penicillin synthesis. Scheme 29 MsAcT catalyses the transesterification of primary alcohols with ethyl acetate in water as solvent. It also displays perhydrolase activity, generating peracid from esters. They can subsequently enable Baeyer-Villiger reactions. The BV reaction is not enzyme catalysed. Scheme 30 (A) Synthesis of esters in water catalysed by MsAcT. Either ethyl acetate or more reactive acid derivatives such as vinyl acetate can be utilised. (B) The formation of an amide in water is based on the rapid conversion of an activated acid, here an ester, with an amine to an amide. The competing hydrolysis of the starting material and of the product are relatively slow and thus high yields of amide can be achieved. (C) MsAcT can utilise esters as activated acids and catalyses their transesterification to the desired product. Again the competing hydrolysis of the starting material of the desired product is slow and thus high yields of ester can be obtained even though the solvent is water. MsAcT displayed good activity in the ester synthesis, both in batch and in flow chemistry. 285,[291][292][293] Engineering extended the substrate scope and improved as well as inverted the enantioselectivity. Today a wide range of primary and secondary alcohols can be esterified, the latter enantioselectively both to R or S ester. [285][286][287] As with other hydrolases, tertiary alcohols and their esters remain a bottleneck. The search for homologous enzymes with similar characteristics has expanded the range of enzymes available for this type of chemistry. Carboxylesterases of family VIII as well as an alcohol acyl transferase from yeast show great promise. [294][295][296] A particularly noteworthy approach is the application of CAR for the synthesis of esters in water. 297 While up to now limited to primary alcohols, it shows that the catalytic machinery or several enzymes might be suitable for ester synthesis in water. The results described so far are not limited to batch. It was shown that MsAcT also works well for the synthesis of esters and amides in water or in biphasic mixture of water and acyl donor in flow, and this chemistry was broadly explored (Scheme 31). [298][299][300] A single mutation of the nucleophile in the catalytic triad of MsAcT revealed even more possibilities for the application of this intriguing enzyme. By changing the catalytic triade from the standard Ser-His-Asp to Cys-His-Asp the hydroxy group of serine was replaced by the thiol of cysteine. This enabled the synthesis of thioesters, up to then essentially impossible with hydrolases. A wide range of thiol and thiophenol can now be converted. Particularly intriguing was that even CoA could be converted to acetyl-CoA. This was possible although the reaction times were long. However, the Ser11Cys MsAcT did not hydrolyse the product, allowing these long reaction times. The enzyme in this case utilised a different tunnel to the active side, allowing the large substrate to enter. With the Ser11Cys mutant it was also possible to convert amines into amides. Particularly interesting is the conversion of secondary amines to tertiary amides. This challenge had earlier not been met (Scheme 32). Thus, by a single mutation two major challenges for Green Chemistry have been solved, the straightforward and clean syntheses of thioesters and tertiary amides. 301 An alternative methodology to synthesise amides in aqueous media has recently been introduced by Flitsch and coworkers. 302 Based on a careful analysis of the catalytic mechanism of carboxylic acid reductases (CARs, vide infra) the authors hypothesised that CARs, next to the ATP-and NADPH-driven reduction of carboxylic acids, should also be able to catalyse the amidation of enzyme-bound and ATP-activated carboxylic acids (Scheme 33). A broad range of carboxylic acids and amine nucleophiles could be converted in high yields using this creative exploitation of mechanistic understanding! 2.3.1.2. Hydrolysis of PET. The application of esterases, lipases and amidases in polymer chemistry was for a long time focussed on the synthesis of polymers. The hydrolysis of polyesters or polyamides was much less investigated. 12 This is actually surprising as the hydrolysis of esters and amides in water should be straightforward. However, the hydrophobic surface properties and the low accessibility of the functional groups of the polymers essentially prevented this. While it is highly important that polymers are not biodegraded when they are applied in building materials and electrical appliances the ever increasing amount of plastic waste does need to be degraded. Indeed, plastics that are intended for short term usage should be designed in a biodegradable manner. Here splitting into the starting materials for recycling as truly new plastic would be of particular interest. This should in particular be possible for plastics with a hydrolysable ester or amide group. 303 A major step toward polymer degradation and recycling was made when a Polyethylene Terephthalate (PET) degrading bacterium was identified. 304 This, together with earlier work on polymer degrading enzymes, gave a new boost to recycling of PET to the monomers. The natural answer to the difficult accessibility of the functional groups of the polymer was to evolve a swallow active site open along the surface. This type of active site already existed in cutinases, enzymes that hydrolyse waxes on leaves. Both the naturally evolved PETase and enzymes that were evolved in the laboratory proved interesting starting points for PET recycling. Very recently an enzyme was reported that was successfully evolved for this purpose. This mutated cutinase is highly suitable for the rapid hydrolysis of amorphous PET at relatively high temperatures (72 1C). It is important that the PET is amorphous in structure as crystalline PET is much more difficult to hydrolyse. At these relatively high temperatures the cutinase mutant rapidly hydrolyses postconsumer waste PET to approx. 90%, releasing terephthalic acid (Scheme 34). The high rate of hydrolysis is essential as PET otherwise crystallises under the reaction conditions. The obtained terephthalic acid was utilised to again prepare virgin PET of the same quality as before. While this does introduce two additional steps into the recycling it also means that always Scheme 31 MsAcT catalyses the formation of esters and amides in water. pristine polymer is (re-)generated. If the polymer is recycled as such the quality quickly degrades and down-cycling rather than re-cycling takes place. 305,306 2.3.1.3. Cyanide-free nitrile synthesis. The selective hydrolysis of nitriles to amides or acids is well-established industrial practice. The enzymes utilised for this, nitrilases and nitrile hydratases cannot be used in reverse. However, more recently a new type of enzyme was described that can convert aldoximes into nitriles. These aldoxime dehydratases (Oxd) contain a heme iron centre to which the aldoxime coordinates with its nitrogen atom. Subsequent elimination of the hydroxy group, induced by the catalytic cascade of Arg His Ser and enabled by the oxidation of Fe(II) to Fe(IV) is followed by the release of carbonyl hydrogen as proton with simultaneous reduction of the Fe back to Fe(II) and release of the nitrile from the active site. 307,308 The Oxd can be employed in whole cells with the separately prepared aldoxime or the aldoxime can be generated in situ and then directly converted to the desired nitrile (Scheme 35). Oxd have been demonstrated to be enantioselective and they distinguish between E and Z aldoximes. Their application for the preparation of dinitriles, relevant for the polymer industry, has been demonstrated. Whole cell preparations have successfully been utilised in flow, demonstrating the versatility of these enzymes. [308][309][310] 2.3.2 Oxidation reactions 2.3.2.1 Alcohol oxidation to aldehydes. Enzyme-catalysed alcohol oxidation to aldehydes, relevant compounds for the flavour and fragrance industry, can be carried out by the classic nicotinamide-dependent alcohol dehydrogenases (ADHs). 31 Scheme 32 The mutation of the catalytic Ser11 to Cys enables the synthesis of thioesters, including acetyl-Co-A as well as the synthesis of tertiary amides. Scheme 33 Turning a carboxylic acid reductase into a carboxylic acid amidase. Scheme 34 A cutinase mutant evolved in the laboratory for the hydrolysis of PET can hydrolyse approx. 90% of post-consumer waste PET at elevated temperature. However, recent renewed interest combined with extensive mining of enzymes led to the discovery and applications of interesting flavin-dependent (FAD-AlcOx) and copper-radical alcohol oxidases (CRO-AlcOx). 311,312 A major attraction of AlcOx is their lack of dependence on the NAD(P) cofactor, simply using molecular oxygen as a terminal electron acceptor. These AlcOx enzymes allow access to terpenes and derivatives used in the fragrance industry. 311 Over-oxidation to the carboxylic acid remains minor and catalase is used to remove the formed hydrogen peroxide in solution (Scheme 36). 2.3.2.3 CQ Q QC epoxidation. Asymmetric epoxidation of alkenes provides access to valuable chiral epoxide building blocks. Established with P450-BM3, epoxidation of styrenes and terpenoids occurs with high chemo-, regio-, and stereoselectivity. 313 In addition, unspecific peroxygenases (UPOs) and flavoprotein styrene monooxygenases (SMOs) 171 allow for complementary substrate scope towards steroid and aromatic products (Scheme 37). In particular, a new clade of SMO that catalyse the epoxidation of alkenes now complements the already extensive (S)-selective SMO family to give access to the corresponding (R)-chiral epoxides. 314 Preparative-scale (up to the kg-range) whole-cell-catalysed epoxidations with SMOs have been demonstrated by Schmid and co-workers. 315,316 2.3.2.4 Oxidation of sulfur. Flavoprotein monooxygenases (FPMOs) have been recently reviewed to catalyse a wide variety of reactions ranging from electrophilic oxygenation, electrophilic aromatic substitution, nucleophilic oxygenation, radical mechanisms to miscellaneous reactions. 171 Asymmetric sulfoxidation using an engineered flavoprotein cyclohexane monooxygenase CHMO was demonstrated for the production of the proton-pump inhibitor (S)-omeprazole (esomeprazole) with the higher enantiomeric excess (499%) than its current chemical catalytic counterpart (Scheme 38). 317 Asymmetric sulfoxidation can also be catalysed by flavoprotein SMOs mentioned above and allow for complementary selectivity and substrate scope. 318,319 2.3.3 Reduction reactions. The stereoselective reduction of a prochiral ketone, imine or substituted alkene, enables access to chiral products, and furthermore the chemoselective enzymatic reduction of carboxylic acid is highly attractive to obtain aldehydes. These reactions require a strong reductant, which explains why 80% of oxidoreductases are dependent on the nicotinamide adenine dinucleotide cofactor (NAD(P)H). 2.3.3.1. Reduction of ketones and aldehydes to alcohol. The most widely applied oxidoreductase enzymes for reduction in organic chemistry are the ketoreductases (KREDs), which catalyse the reversible asymmetric hydrogenation of ketones to the corresponding alcohol (Scheme 39). 32 The name is usually interchanged between the typical zinc-dependent medium-chain dehydrogenase family, represented by the horse liver ADH, 320,321 and shortchain dehydrogenase ADHs such as from Lactobacillus kefir. 322,323 Long-chain dehydrogenases and aldo-ketoreductases remain underused in biocatalytic applications. 322 The dependence of Scheme 36 AlcOx-Catalysed oxidation of alcohols to aldehydes. with their corresponding substrate (glucose, carbonate or phosphite). 154,324 The asymmetric reduction of prochiral ketones using ADHs has evolved to a mainstream robust and reliable technology with examples reaching a variety of chemical motifs for the chemical industry. 325 ADHs have been implemented for the asymmetric reduction of prochiral ketones in the production of blockbuster pharmaceutical drugs such as Lipitor (atorvastatin), affording high standards for enantiopurity. 326,327 Several stereoselective ADH-catalysed ketone reductions have led to the production of chiral intermediates and pharmaceutical products such as montelukast, 327 emend, 328 sulopenem, 329 at industrial scale (Scheme 40). KRED enzymes are now commonly used for the reduction of aromatic, aliphatic and cyclic ketones to their corresponding chiral alcohol with exquisite selectivity. These enzymes generally display a wide substrate scope and high selectivity towards the desired enantiomer thanks to available stereocomplementary KREDs, which also allows for deracemisation and stereoinversion processes. 330,331 The challenging reduction of bulky Scheme 39 KRED-Catalysed reduction of an aldehyde or ketone to alcohol (left), with available NAD(P)H enzymatic cofactor recycling systems (right). Scheme 40 KRED/ADH-Catalysed reduction of ketones or aldehydes. Examples of chiral alcohols produced on large scale with high enantiopurity; drug name in brackets. substituted ketones has now been addressed as more enzymes are being discovered and evolved to tolerate these substrates such as the montelukast example. KREDs can also be employed to reduce aldehydes and obtain chiral substituted alcohols in a dynamic kinetic resolution system. 332,333 2.3.3.2. Reductive amination and transamination of aldehydes and ketones. The reductive amination of ketones leading to chiral amines can now be achieved by different family of enzymes developed in the 2010's. Thus, imine reductases (IREDs), [334][335][336] amine dehydrogenases (AmDHs) [337][338][339][340][341] and reductive aminases (RedAms) 342,343 catalyse the formation of the imine and its subsequent reduction (Scheme 41). 344,345 These reductive enzymes, together with amino acid dehydrogenases (AaDHs) that transform keto acids to amino acids, and PLP-dependent transaminases (TAs) that catalyse transamination, give access to primary, secondary and tertiary amines and have been applied on gram to kilogram scale. Transaminases in particular have been used in many processes already, for example in the synthesis of sitagliptin. 346,347 IREDs also have the ability to catalyse the reduction of (usually cyclic) imines formed in situ to the corresponding amine. Turner and co-workers recently explored the structure-activity relationship of IREDs, which seem to be highly dependent on the substrate thus does not allow to predict the outcome based on an IRED and substrate pair. 348 In order to shift the equilibrium to the desired amine product, AmDHs, IREDs and TAs require an excess of amine donor to reach full conversion, whereas the recently discovered RedAms do not, and can generate secondary and tertiary amines with stoichiometric carbonyl and amine substrates. 342,345,349 Seminal work by Turner and co-workers showed that chiral amines can also be obtained using flavin-dependent monoamine oxidases (MAOs) in a chemo-enzymatic process, by oxidising amines to imines with concomitant non-selective chemical reduction of the imine. 350 2.3.3.3. Carboxylic acid reduction to aldehyde. The chemical reduction of carboxylic acids to aldehydes is not trivial, usually requiring a strong reductant, and the desired aldehyde tends to be further reduced to the alcohol. The discovery of carboxylic acid reductases (CARs) has allowed the reduction of mostly aromatic carboxylic acids and fatty acids under mild reaction conditions through activation of the carboxylate with ATP, forming a thioester further reduced by NADPH. 351,352 The attractiveness of these enzymes for wider applications in vitro remains limited due to their requirement for ATP, hence their use in microbial cells. Nevertheless, CAR-catalysed reduction of carboxylic acids are relevant to obtain volatile aldehyde products for the flavour and fragrance industry, or intermediate building blocks in cascade reactions (Scheme 42). 351,352 Examples include the production of amines, diamines, aldol compounds and vanillin. 351 Recently CARs were even used for amide bond formation using amines bypassing the NADPH reduction step (see above), 302,353 thus expanding the utility of these enzymes on carboxylic acid functional group interconversion. This journal is © The Royal Society of Chemistry 2022 2.3.3.4 Asymmetric CQ Q QC reduction. The enzymatic asymmetric hydrogenation catalysed by flavin-dependent Old Yellow Enzyme ene reductases (EREDs), first identified by Warburg in 1932, has clearly been in the lead in the past decade. In particular, OYEs were proven to catalyse highly regio-, chemoand stereoselective reduction of activated alkenes in a transaddition fashion. 354,355 The alkenes substrates typically require an electron withdrawing group such as a carbonyl, nitro, or nitrile (Scheme 43). EREDs are promising catalysts, allowing for hydrogenation reactions without the use of a palladium catalyst or hydrogen gas, under mild reaction conditions in water. This does bring along the challenge of substrate solubility, which has been addressed using biphasic systems and co-solvents. 356 In addition, these enzymes display cofactor promiscuity due to their prosthetic flavin cofactor laying in a TIM-barrel motif, allowing access to not only both natural NAD(P)H, but also artificial analogues, 357,358 and electron mediators. 359 Various chiral building blocks and products have already been scaled-up, such as (R)-profens, (R)-citronellal, a valuable intermediate for the synthesis of menthol, and dihydrocarvone (Scheme 43). 32 OYEs can also catalyse the reduction of alkynes in a selective fashion, obtaining the trans-alkene. 360 If the reaction is left longer then full reduction to the alkane is observed. The additional use of light with these enzymes has recently unfolded different types of activities such as dehalogenation, and intraand intermolecular carbon-carbon bond formation. 361,362",
      "snippet": "A major breakthrough in the application of hydrolases is the introduction of the acyltransferases and similar enzymes. 277 These enzymes are closely related to lipases and esterases, 278 however, they catalyse the transfer of an acyl group under aqueous conditions. 279,280 This phenomenon had already been observed for a number of lipases such as CALA and CpLip2 but the scope Scheme 28 Enzyme catalysed functional group interconversion and protection group chemistry of nitriles, esters, amides and acids. All of the enzymes can be enantioselective and the reactions can be utilised for kinetic resolutions. was still rather limited. 280,281 Strictly speaking this is a transesterification but since straightforward starting molecules as ethyl acetate of vinyl acetate are used in combination with alcohols of choice, it is viewed as ester synthesis. 7,8 In particular the acyltransferase from Mycobacterium smegmatis (MsAcT) led to a burst of new applications. 282 This octameric enzyme, structurally closely related to a,b-hydrolases like the esterases, was first described in 2007 to show unusual transesterification activity that allowed the preparation of esters, starting from ethyl acetate and an alcohol. It was demonstrated that the reactions was independent of whether ethyl acetate or water was the solvent. Additionally MsAcT displayed perhydrolase activity, i.e. the property to convert esters like ethyl acetate in the presence of hydrogen peroxide into their peracids (Scheme 29). In…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "277",
          "target_xml_id": "b276"
        },
        {
          "ref_marker": "278",
          "target_xml_id": "b277"
        },
        {
          "ref_marker": "279,",
          "target_xml_id": "b278"
        },
        {
          "ref_marker": "280",
          "target_xml_id": "b279"
        },
        {
          "ref_marker": "280,",
          "target_xml_id": "b279"
        },
        {
          "ref_marker": "281",
          "target_xml_id": "b280"
        },
        {
          "ref_marker": "7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "8",
          "target_xml_id": "b7"
        },
        {
          "ref_marker": "282",
          "target_xml_id": "b281"
        },
        {
          "ref_marker": "283",
          "target_xml_id": "b282"
        },
        {
          "ref_marker": "284",
          "target_xml_id": "b283"
        },
        {
          "ref_marker": "[285]",
          "target_xml_id": "b284"
        },
        {
          "ref_marker": "[286]",
          "target_xml_id": "b285"
        },
        {
          "ref_marker": "[287]",
          "target_xml_id": "b286"
        },
        {
          "ref_marker": "82,",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "280,",
          "target_xml_id": "b279"
        },
        {
          "ref_marker": "288",
          "target_xml_id": "b287"
        },
        {
          "ref_marker": "289,",
          "target_xml_id": "b288"
        },
        {
          "ref_marker": "290",
          "target_xml_id": "b289"
        },
        {
          "ref_marker": "285,",
          "target_xml_id": "b284"
        },
        {
          "ref_marker": "[291]",
          "target_xml_id": "b290"
        },
        {
          "ref_marker": "[292]",
          "target_xml_id": "b291"
        },
        {
          "ref_marker": "[293]",
          "target_xml_id": "b292"
        },
        {
          "ref_marker": "[285]",
          "target_xml_id": "b284"
        },
        {
          "ref_marker": "[286]",
          "target_xml_id": "b285"
        },
        {
          "ref_marker": "[287]",
          "target_xml_id": "b286"
        },
        {
          "ref_marker": "[294]",
          "target_xml_id": "b293"
        },
        {
          "ref_marker": "[295]",
          "target_xml_id": "b294"
        },
        {
          "ref_marker": "[296]",
          "target_xml_id": "b295"
        },
        {
          "ref_marker": "297",
          "target_xml_id": "b296"
        },
        {
          "ref_marker": "[298]",
          "target_xml_id": "b297"
        },
        {
          "ref_marker": "[299]",
          "target_xml_id": "b298"
        },
        {
          "ref_marker": "[300]",
          "target_xml_id": "b299"
        },
        {
          "ref_marker": "301",
          "target_xml_id": "b300"
        },
        {
          "ref_marker": "302",
          "target_xml_id": "b301"
        },
        {
          "ref_marker": "12",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "303",
          "target_xml_id": "b302"
        },
        {
          "ref_marker": "304",
          "target_xml_id": "b303"
        },
        {
          "ref_marker": "305,",
          "target_xml_id": "b304"
        },
        {
          "ref_marker": "306",
          "target_xml_id": "b305"
        },
        {
          "ref_marker": "307,",
          "target_xml_id": "b306"
        },
        {
          "ref_marker": "308",
          "target_xml_id": "b307"
        },
        {
          "ref_marker": "[308]",
          "target_xml_id": "b307"
        },
        {
          "ref_marker": "[309]",
          "target_xml_id": "b308"
        },
        {
          "ref_marker": "[310]",
          "target_xml_id": "b309"
        },
        {
          "ref_marker": "31",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "311,",
          "target_xml_id": "b310"
        },
        {
          "ref_marker": "312",
          "target_xml_id": "b311"
        },
        {
          "ref_marker": "311",
          "target_xml_id": "b310"
        },
        {
          "ref_marker": "313",
          "target_xml_id": "b312"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "314",
          "target_xml_id": "b313"
        },
        {
          "ref_marker": "315,",
          "target_xml_id": "b314"
        },
        {
          "ref_marker": "316",
          "target_xml_id": "b315"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "317",
          "target_xml_id": "b316"
        },
        {
          "ref_marker": "318,",
          "target_xml_id": "b317"
        },
        {
          "ref_marker": "319",
          "target_xml_id": "b318"
        },
        {
          "ref_marker": "32",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "320,",
          "target_xml_id": "b319"
        },
        {
          "ref_marker": "321",
          "target_xml_id": "b320"
        },
        {
          "ref_marker": "322,",
          "target_xml_id": "b321"
        },
        {
          "ref_marker": "323",
          "target_xml_id": "b322"
        },
        {
          "ref_marker": "322",
          "target_xml_id": "b321"
        },
        {
          "ref_marker": "154,",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "324",
          "target_xml_id": "b323"
        },
        {
          "ref_marker": "325",
          "target_xml_id": "b324"
        },
        {
          "ref_marker": "326,",
          "target_xml_id": "b325"
        },
        {
          "ref_marker": "327",
          "target_xml_id": "b326"
        },
        {
          "ref_marker": "327",
          "target_xml_id": "b326"
        },
        {
          "ref_marker": "328",
          "target_xml_id": "b327"
        },
        {
          "ref_marker": "329",
          "target_xml_id": "b328"
        },
        {
          "ref_marker": "330,",
          "target_xml_id": "b329"
        },
        {
          "ref_marker": "331",
          "target_xml_id": "b330"
        },
        {
          "ref_marker": "332,",
          "target_xml_id": "b331"
        },
        {
          "ref_marker": "333",
          "target_xml_id": "b332"
        },
        {
          "ref_marker": "[334]",
          "target_xml_id": "b333"
        },
        {
          "ref_marker": "[335]",
          "target_xml_id": "b334"
        },
        {
          "ref_marker": "[336]",
          "target_xml_id": "b335"
        },
        {
          "ref_marker": "[337]",
          "target_xml_id": "b336"
        },
        {
          "ref_marker": "[338]",
          "target_xml_id": "b337"
        },
        {
          "ref_marker": "[339]",
          "target_xml_id": "b338"
        },
        {
          "ref_marker": "[340]",
          "target_xml_id": "b339"
        },
        {
          "ref_marker": "[341]",
          "target_xml_id": "b340"
        },
        {
          "ref_marker": "342,",
          "target_xml_id": "b341"
        },
        {
          "ref_marker": "343",
          "target_xml_id": "b342"
        },
        {
          "ref_marker": "344,",
          "target_xml_id": "b343"
        },
        {
          "ref_marker": "345",
          "target_xml_id": "b344"
        },
        {
          "ref_marker": "346,",
          "target_xml_id": "b345"
        },
        {
          "ref_marker": "347",
          "target_xml_id": "b346"
        },
        {
          "ref_marker": "348",
          "target_xml_id": "b347"
        },
        {
          "ref_marker": "342,",
          "target_xml_id": "b341"
        },
        {
          "ref_marker": "345,",
          "target_xml_id": "b344"
        },
        {
          "ref_marker": "349",
          "target_xml_id": "b348"
        },
        {
          "ref_marker": "350",
          "target_xml_id": "b349"
        },
        {
          "ref_marker": "351,",
          "target_xml_id": "b350"
        },
        {
          "ref_marker": "352",
          "target_xml_id": "b351"
        },
        {
          "ref_marker": "351,",
          "target_xml_id": "b350"
        },
        {
          "ref_marker": "352",
          "target_xml_id": "b351"
        },
        {
          "ref_marker": "351",
          "target_xml_id": "b350"
        },
        {
          "ref_marker": "302,",
          "target_xml_id": "b301"
        },
        {
          "ref_marker": "353",
          "target_xml_id": "b352"
        },
        {
          "ref_marker": "354,",
          "target_xml_id": "b353"
        },
        {
          "ref_marker": "355",
          "target_xml_id": "b354"
        },
        {
          "ref_marker": "356",
          "target_xml_id": "b355"
        },
        {
          "ref_marker": "357,",
          "target_xml_id": "b356"
        },
        {
          "ref_marker": "358",
          "target_xml_id": "b357"
        },
        {
          "ref_marker": "359",
          "target_xml_id": "b358"
        },
        {
          "ref_marker": "32",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "360",
          "target_xml_id": "b359"
        },
        {
          "ref_marker": "361,",
          "target_xml_id": "b360"
        },
        {
          "ref_marker": "362",
          "target_xml_id": "b361"
        }
      ]
    },
    {
      "header": "Multi-enzyme cascades -a few examples highlighting the potential",
      "raw_header": "Multi-enzyme cascades -a few examples highlighting the potential",
      "text": "Multi-enzyme cascades are the essence of life. All metabolic routes are such cascades, circular in the case of the citric acid cycle and the many cycles known from the huge posters that decorate many (bio)chemists offices and is today an online tool (https://web.expasy.org/pathways/). In all cases the cascades keep concentrations of all intermediates low, thus avoiding inhibition of the enzymes. In particular the cascades that lead to secondary metabolites have attracted much attention as they Scheme 43 ERED-Catalysed asymmetric hydrogenation of activated CQC bonds to the corresponding (chiral) alkane building block or final product. EWG = electron withdrawing group: aldehyde, ketone, carboxylic acid, ester, nitrile, nitro. often have interesting biological activities. These cascades were therefore from the very beginning of biosynthetic studies a focus of attentions. A first milestone was the synthesis of the corrin scaffold in 1994. Starting from 5-aminolevulinic acid, utilizing 12 biosynthetic enzymes 17 steps were catalysed, creating 9 stereocentres and with an overall yield of 20% hydrogenobyrinic acid was formed (Scheme 44). This is a key intermediate for vitamin B 12 . It can be converted into the vitamin with just two further steps. All the elegance of the earlier chemical synthesis fades besides this achievement. 363,364 Ever since then cascades of enzyme-catalysed reactions have attracted attention. [365][366][367][368][369] Several arguments are in favour of this approach. Cascade reactions are much closer to the natural conditions under which enzymes operate, relatively low substrate and product concentrations throughout the cascade occur, as only the starting material and the final product will be present in high concentrations. Furthermore the large number of steps allows to plan the synthesis in such a manner that the last step also constitutes a thermodynamically favourable reaction, shifting the overall equilibrium towards the product side. This is the case in the hydrogenobyrinic acid synthesis and the example below. Additionally, cofactor recycling is much easier in cascades, in particular if they involve oxidation and reduction steps that can be balanced. Recent reviews compiled the combination of multiple enzymes in sequence, enabling access to complex functionalised molecules starting from basic starting materials. 370,371 An example of a multi-enzymatic cascade was demonstrated by Merck for the production of the drug islatravir (Scheme 45). 21 The shift of the equilibrium towards the product was achieved by converting the phosphate released in the PNP catalysed step in an irreversible additional, removal step.",
      "snippet": "Multi-enzyme cascades are the essence of life. All metabolic routes are such cascades, circular in the case of the citric acid cycle and the many cycles known from the huge posters that decorate many (bio)chemists offices and is today an online tool (https://web.expasy.org/pathways/). In all cases the cascades keep concentrations of all intermediates low, thus avoiding inhibition of the enzymes. In particular the cascades that lead to secondary metabolites have attracted much attention as they Scheme 43 ERED-Catalysed asymmetric hydrogenation of activated CQC bonds to the corresponding (chiral) alkane building block or final product. EWG = electron withdrawing group: aldehyde, ketone, carboxylic acid, ester, nitrile, nitro. often have interesting biological activities. These cascades were therefore from the very beginning of biosynthetic studies a focus of attentions. A first milestone was the synthesis of the corrin scaffold in 1994. Starting from 5-aminolevulinic acid, utilizing 12 biosynthetic enzymes 17 steps were catalysed, creating 9 stereocentres and with an overall yield of 20% hydrogenobyrinic acid was formed (Scheme 44). This is a key intermediate for vitamin B 12 . It can be converted into the vitamin with just two further steps. All the elegance of the earlier chemical synthesis fades besides this achievement. 363,364 Ever since then cascades of enzyme-catalysed reactions have attracted attention. [365][366][367][368][369] Several arguments are in favour of this a…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "363,",
          "target_xml_id": "b362"
        },
        {
          "ref_marker": "364",
          "target_xml_id": "b363"
        },
        {
          "ref_marker": "[365]",
          "target_xml_id": "b364"
        },
        {
          "ref_marker": "[366]",
          "target_xml_id": "b365"
        },
        {
          "ref_marker": "[367]",
          "target_xml_id": "b366"
        },
        {
          "ref_marker": "[368]",
          "target_xml_id": "b367"
        },
        {
          "ref_marker": "[369]",
          "target_xml_id": "b368"
        },
        {
          "ref_marker": "370,",
          "target_xml_id": "b369"
        },
        {
          "ref_marker": "371",
          "target_xml_id": "b370"
        },
        {
          "ref_marker": "21",
          "target_xml_id": "b20"
        }
      ]
    },
    {
      "header": "Conclusions",
      "raw_header": "Conclusions",
      "text": "Closing in on almost two centuries since the discovery of emulsin, biocatalysis has increasing impact the field of organic synthesis by providing alternative methods for the synthesis of many classes of compounds with unrivalled selectivity. The first wave of biocatalysis was rather limited in the number of reactions that it enabled. Often only a single enzyme was available for the desired reaction. This landscape has completely changed. The second and third waves ensured that today biocatalysis is based on an understanding of the enzymes, including their scaffolds, which allows rapid identification of countless variations of a specific enzymatic activity, making a catalyst available for essentially all substrates with the functional group the synthetic chemist wishes to modify. More importantly, new reactions can be catalysed that were beforehand considered outside the scope of enzymes. This, in combination with an improved understanding of kinetics and thermodynamics governing the reactions, today allow the fast, efficient and clean synthesis of very complex structures under very mild conditions. New types of biocatalytic reactions remain to be unravelled with already known or soon to be discovered enzymes that would allow access to further classes of molecules. With this, biocatalysis is part of the many waves of change in chemistry.",
      "snippet": "Closing in on almost two centuries since the discovery of emulsin, biocatalysis has increasing impact the field of organic synthesis by providing alternative methods for the synthesis of many classes of compounds with unrivalled selectivity. The first wave of biocatalysis was rather limited in the number of reactions that it enabled. Often only a single enzyme was available for the desired reaction. This landscape has completely changed. The second and third waves ensured that today biocatalysis is based on an understanding of the enzymes, including their scaffolds, which allows rapid identification of countless variations of a specific enzymatic activity, making a catalyst available for essentially all substrates with the functional group the synthetic chemist wishes to modify. More importantly, new reactions can be catalysed that were beforehand considered outside the scope of enzymes. This, in combination with an improved understanding of kinetics and thermodynamics governing the reactions, today allow the fast, efficient and clean synthesis of very complex structures under very mild conditions. New types of biocatalytic reactions remain to be unravelled with already known or soon to be discovered enzymes that would allow access to further classes of molecules. With this, biocatalysis is part of the many waves of change in chemistry.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen…",
      "raw_header": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen…",
      "text": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen, having performed the research both with Prof. H. Laatsch (Go ¨ttingen) and Prof. H. G. Floss (Seattle). After postdoctoral years with Prof. C. W. Rees (Imperial College London), Prof. J. Staunton (Cambridge) and Prof. J. J. Heijnen and Dr A. J. J. Straathof (TU Delft), he received a fellowship from the Royal Netherlands Academy of Arts and Sciences (KNAW). He rose through the ranks at the Technische Universiteit Delft and his research in Delft focuses on enzymes, their immobilisation and application in organic synthesis. Frank Hollmann Frank Hollmann studied Chemistry at the University of Bonn (Germany). After his PhD with Andreas Schmid (ETHZ Zurich, Switzerland) and a postdoc with Manfred T. Reetz (Max-Planck-Institute for Coal Research, Germany), he worked for some years at Evonik Industries. In 2008 he joined the Biocatalysis Group at the Delft University of Technology where he now is Professor of Biocatalysis. Honours BSc and MSc in Biological Chemistry at the University of Toronto, and her PhD in 2013 in Bioorganic Chemistry at the University of Oviedo with Profs. V. Gotor-Ferna ´ndez and I. Lavandera. She carried out postdoctoral work with a Marie Curie fellowship with Prof. F. Hollmann at TU Delft followed by a NWO VENI grant at Wageningen University on cofactors biomimetic for oxidoreductases. Since 2018 she is an Assistant Professor in Biocatalysis at TU Delft.",
      "snippet": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen, having performed the research both with Prof. H. Laatsch (Go ¨ttingen) and Prof. H. G. Floss (Seattle). After postdoctoral years with Prof. C. W. Rees (Imperial College London), Prof. J. Staunton (Cambridge) and Prof. J. J. Heijnen and Dr A. J. J. Straathof (TU Delft), he received a fellowship from the Royal Netherlands Academy of Arts and Sciences (KNAW). He rose through the ranks at the Technische Universiteit Delft and his research in Delft focuses on enzymes, their immobilisation and application in organic synthesis. Frank Hollmann Frank Hollmann studied Chemistry at the University of Bonn (Germany). After his PhD with Andreas Schmid (ETHZ Zurich, Switzerland) and a postdoc with Manfred T. Reetz (Max-Planck-Institute for Coal Research, Germany), he worked for some years at Evonik Industries. In 2008 he joined the Biocatalysis Group at the Delft University of Technology where he now is Professor of Biocatalysis. Honours BSc and MSc in Biological Chemistry at the University of Toronto, and her PhD in 2013 in Bioorganic Chemistry at the University of Oviedo with Profs. V. Gotor-Ferna ´ndez and I. Lavandera. She carried out postdoctoral work with a Marie Curie fellowship with Prof. F. Hollmann at TU Delft followed by a NWO VENI grant at Wageningen University on cofactors biomimetic for oxidoreductases. Since 2018 she is an Assistant Professor in Biocatalysis at TU Delft.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen…",
      "raw_header": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen…",
      "text": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen, having performed the research both with Prof. H. Laatsch (Go ¨ttingen) and Prof. H. G. Floss (Seattle). After postdoctoral years with Prof. C. W. Rees (Imperial College London), Prof. J. Staunton (Cambridge) and Prof. J. J. Heijnen and Dr A. J. J. Straathof (TU Delft), he received a fellowship from the Royal Netherlands Academy of Arts and Sciences (KNAW). He rose through the ranks at the Technische Universiteit Delft and his research in Delft focuses on enzymes, their immobilisation and application in organic synthesis. Frank Hollmann Frank Hollmann studied Chemistry at the University of Bonn (Germany). After his PhD with Andreas Schmid (ETHZ Zurich, Switzerland) and a postdoc with Manfred T. Reetz (Max-Planck-Institute for Coal Research, Germany), he worked for some years at Evonik Industries. In 2008 he joined the Biocatalysis Group at the Delft University of Technology where he now is Professor of Biocatalysis. Honours BSc and MSc in Biological Chemistry at the University of Toronto, and her PhD in 2013 in Bioorganic Chemistry at the University of Oviedo with Profs. V. Gotor-Ferna ´ndez and I. Lavandera. She carried out postdoctoral work with a Marie Curie fellowship with Prof. F. Hollmann at TU Delft followed by a NWO VENI grant at Wageningen University on cofactors biomimetic for oxidoreductases. Since 2018 she is an Assistant Professor in Biocatalysis at TU Delft.",
      "snippet": "Ulf Hanefeld received his PhD from the Georg-August-Universita ¨t zu Go ¨ttingen, having performed the research both with Prof. H. Laatsch (Go ¨ttingen) and Prof. H. G. Floss (Seattle). After postdoctoral years with Prof. C. W. Rees (Imperial College London), Prof. J. Staunton (Cambridge) and Prof. J. J. Heijnen and Dr A. J. J. Straathof (TU Delft), he received a fellowship from the Royal Netherlands Academy of Arts and Sciences (KNAW). He rose through the ranks at the Technische Universiteit Delft and his research in Delft focuses on enzymes, their immobilisation and application in organic synthesis. Frank Hollmann Frank Hollmann studied Chemistry at the University of Bonn (Germany). After his PhD with Andreas Schmid (ETHZ Zurich, Switzerland) and a postdoc with Manfred T. Reetz (Max-Planck-Institute for Coal Research, Germany), he worked for some years at Evonik Industries. In 2008 he joined the Biocatalysis Group at the Delft University of Technology where he now is Professor of Biocatalysis. Honours BSc and MSc in Biological Chemistry at the University of Toronto, and her PhD in 2013 in Bioorganic Chemistry at the University of Oviedo with Profs. V. Gotor-Ferna ´ndez and I. Lavandera. She carried out postdoctoral work with a Marie Curie fellowship with Prof. F. Hollmann at TU Delft followed by a NWO VENI grant at Wageningen University on cofactors biomimetic for oxidoreductases. Since 2018 she is an Assistant Professor in Biocatalysis at TU Delft.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Author contributions Conflicts of interest",
      "raw_header": "Author contributions Conflicts of interest",
      "text": "All authors equally contributed to the conceptualization, visualization, writing of the original draft and in the final review and editing. There are no conflicts of interest to declare.",
      "snippet": "All authors equally contributed to the conceptualization, visualization, writing of the original draft and in the final review and editing. There are no conflicts of interest to declare.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Author contributions",
      "raw_header": "Author contributions",
      "text": "All authors equally contributed to the conceptualization, visualization, writing of the original draft and in the final review and editing.",
      "snippet": "All authors equally contributed to the conceptualization, visualization, writing of the original draft and in the final review and editing.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Conflicts of interest",
      "raw_header": "Conflicts of interest",
      "text": "There are no conflicts of interest to declare.",
      "snippet": "There are no conflicts of interest to declare.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "FWo JLiebig Ann. Pharm 1837 The Pivotal Role of Platinum in the Discovery of Catalysis PM DCollins 10.1595/003214086x303141146 Platinum Metals Review 0032-1400 30 3 1986 Johnson Matthey Einfluss der Configuration auf die Wirkung der Enzyme EmilFischer Ber 10.1002/cber.18940270364 Berichte der deutschen chemischen Gesellschaft Ber. Dtsch. Chem. Ges. 0365-9496 27 3 1894 Wiley The Peril of the Turnstile Door LRosenthaler 10.1038/scientificamerican04041908-238 Scientific American Sci Am 0036-8733 98 14 1908 Springer Science and Business Media LLC UTBornscheuer GWHuisman RJKazlauskas SLutz JCMoore KRobins Nature 485 2012 JSukumaran UHanefeld Chem. Soc. Rev 34 2005 Catalysis: An Integrated Textbook for Students UHanefeld LLefferts 2017 Wiley-VCH Biotransformations in Organic Chemistry KurtFaber 10.1007/978-3-319-61590-5 2018 Springer International Publishing Enzyme promiscuity: mechanism and applications KarlHult PerBerglund 10.1016/j.tibtech.2007.03.002 Trends in Biotechnology Trends in Biotechnology 0167-7799 25 5 2007 Elsevier BV HESchoemaker DMink MGWubbolts Science 299 2003 Industrial biocatalysis today and tomorrow ASchmid JSDordick BHauer AKiener MWubbolts BWitholt 10.1038/35051736 Nature Nature 0028-0836 1476-4687 409 6817 2001 Springer Science and Business Media LLC EM MAbdelraheem HBusch UHanefeld FTonin React. Chem. Eng 4 2019 Fumarase-catalyzed synthesis of L-threo-chloromalic acid and its conversion to 2-deoxy-D-ribose and D-erythro-sphingosine MarkAFindeis GeorgeMWhitesides 10.1021/jo00389a035 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 52 13 1987 American Chemical Society (ACS) Improving enzymes by using them in organic solvents AlexanderMKlibanov 10.1038/35051719 Nature Nature 0028-0836 1476-4687 409 6817 2001 Springer Science and Business Media LLC LEZetzsche AR HNarayan Nat. Rev. Chem 4 2020 Power of Biocatalysis for Organic Synthesis ChristophKWinkler 0000-0003-3068-9817 JoergHSchrittwieser 0000-0002-5780-3221 WolfgangKroutil 0000-0002-2151-6394 10.1021/acscentsci.0c01496 ACS Central Science ACS Cent. Sci. 2374-7943 2374-7951 7 1 2021 American Chemical Society (ACS) ERomero BSJones BNHogg ARue ´casamajo MAHayes SLFlitsch NJTurner CSchnepel Angew. Chem., Int. Ed 60 2021 Innovation by Evolution: Bringing New Chemistry to Life (Nobel Lecture) FrancesHArnold 0000-0002-4027-364X 10.1002/anie.201907729 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 41 2019 Wiley MM C HVan Schie JDSpo ¨ring MBocola P Domı ´nguez de Marı ´a and D. Rother, Green Chem 23 2021 UMarkel LLZhu VJFrauenkron-Machedjou JZhao MBocola MDDavari KEJaeger USchwaneberg Catalysts 7 142 2017 Design of an in vitro biocatalytic cascade for the manufacture of islatravir MarkAHuffman 0000-0002-1417-9430 AnnaFryszkowska 0000-0003-0872-1497 OscarAlvizo 0000-0002-3545-1317 MargieBorra-Garske 0000-0002-3709-6304 KevinRCampos 0000-0003-0903-6475 KeithACanada PaulNDevine 0000-0002-8274-4104 DaDuan 0000-0002-6410-1252 JacobHForstater 0000-0003-0268-1009 ShaneTGrosser 0000-0002-9268-7545 HolstMHalsey 0000-0001-6865-9221 GregoryJHughes 0000-0003-2333-5797 JunyongJo 0000-0002-5134-3754 LeoAJoyce 0000-0002-8649-4894 JoshuaNKolev 0000-0003-0125-6991 JackLiang KevinMMaloney 0000-0003-1422-5422 BenjaminFMann 0000-0002-2690-4521 NicholasMMarshall MarkMclaughlin JeffreyCMoore 0000-0002-9807-6315 GrantSMurphy 0000-0003-0388-0309 ChristopherCNawrat 0000-0003-4550-9954 JovanaNazor 0000-0003-0095-7219 ScottNovick NikiRPatel 0000-0002-7940-2736 AgustinaRodriguez-Granillo 0000-0001-8535-5502 SandraARobaire 0000-0003-0249-9717 EdwardCSherer 0000-0001-8178-9186 MatthewDTruppo 0000-0003-4917-7838 AaronMWhittaker DeeptakVerma 0000-0003-0740-0624 LiXiao YingjuXu 0000-0002-1984-9501 HaoYang 0000-0002-6580-534X 10.1126/science.aay8484 Science Science 0036-8075 1095-9203 366 6470 2019 American Association for the Advancement of Science (AAAS) XQMeng LYang YLiu HLWang YLShen DZWei ChemCatChem 13 2021 Understanding enzyme immobilisation UlfHanefeld LuciaGardossi EdmondMagner 10.1039/b711564b Chem. Soc. Rev. Chem. Soc. Rev. 0306-0012 1460-4744 38 2 2009 Royal Society of Chemistry (RSC) Enzyme immobilisation in biocatalysis: why, what and how RogerASheldon SanderVan Pelt 10.1039/c3cs60075k Chem. Soc. Rev. Chem. Soc. Rev. 0306-0012 1460-4744 42 15 2013 Royal Society of Chemistry (RSC) Industrial applications of immobilized enzymes—A review AlessandraBasso SimonaSerban 10.1016/j.mcat.2019.110607 Molecular Catalysis Molecular Catalysis 2468-8231 479 110607 2019 Elsevier BV PDeSantis L.-EMeyer SKara React. Chem. Eng 5 2020 VDJa ¨ger RLamm KKu ¨sters G ¨ MOldiges KEJaeger J. Bu ¨chs and U. Krauss, Appl. Microbiol. Biotechnol 104 2020 Metal–Organic Framework-Based Enzyme Biocomposites WeibinLiang 0000-0002-3032-436X PeterWied 0000-0003-3254-5235 FrancescoCarraro 0000-0001-8485-4676 ChristopherJSumby 0000-0002-9713-9599 BerndNidetzky 0000-0002-5030-2643 Chia-KuangTsung 0000-0002-9410-565X PaoloFalcaro 0000-0001-5935-0409 ChristianJDoonan 0000-0003-2822-0956 10.1021/acs.chemrev.0c01029 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 121 3 2021 American Chemical Society (ACS) DVideira-Quintela OMartin GMontalvo Microchem. J 2021, 167, 106318 COrtiz MLFerreira OBarbosa JC SSantos RCRodrigues ABerenguer-Murcia LEBriand RFernandez-Lafuente Catal. Sci. Technol 9 2019 Biocatalytic Oxidation Reactions: A Chemist's Perspective JiajiaDong ElenaFernández‐fueyo FrankHollmann 0000-0003-4821-756X CarolineEPaul 0000-0002-7889-9920 MiljaPesic SandySchmidt YonghuaWang SabryYounes WuyuanZhang 10.1002/anie.201800343 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 57 30 2018 Wiley Biocatalytic Reduction Reactions from a Chemist's Perspective FrankHollmann 0000-0003-4821-756X DiederikJOpperman CarolineEPaul 10.1002/anie.202001876 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 60 11 2021 Wiley RO M ADe Souza LS MMiranda UTBornscheuer Chem. -Eur. J 23 2017 Biocatalytic Methods for CC Bond Formation KaterynaFesko MandanaGruber‐khadjawi 10.1002/cctc.201200709 ChemCatChem ChemCatChem 1867-3880 1867-3899 5 6 2013 Wiley MBrovetto DGamenara PSMendez GASeoane Chem. Rev 111 2011 DRother SMalzacher Nat. Catal 4 2021 RRoddan JMWard NHKeep HCHailes Curr. Opin. Chem. Biol 55 2020 Enantioselective synthesis of cyanohydrins catalysed by hydroxynitrile lyases – a review PaulaBracco HannaBusch JanVon Langermann UlfHanefeld 10.1039/c6ob00934d Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 14 27 2016 Royal Society of Chemistry (RSC) Progress in Stereoselective Construction of C–C Bonds Enabled by Aldolases and Hydroxynitrile Lyases MiLiu DanWei ZexingWen Jian-BoWang 10.3389/fbioe.2021.653682 Frontiers in Bioengineering and Biotechnology Front. Bioeng. Biotechnol. 2296-4185 9 653682 2021 Frontiers Media SA MWinkler AGlieder KSteiner Comprehensive Chirality EMCarreira HYamamoto 2012 Elsevier Amsterdam Hydroxynitrile Lyases for Biocatalytic Synthesis of Chiral Cyanohydrins RomanaWiedner HelmutSchwab KerstinSteiner 10.1002/9781118828083.ch25 2016 Wiley Engineering stereoselectivity of ThDP-dependent enzymes HelenCHailes DörteRother MichaelMüller RobertWestphal JohnMWard JürgenPleiss ConstantinVogel MartinaPohl 10.1111/febs.12496 FEBS Journal FEBS J 1742-464X 280 24 2013 Wiley Biocatalysis Organic Synthesis 2 MPohl CWechsler MMeller 10.1055/b-003-125813 Science of Synthesis Biocatalysis in Organic Synthesis KFaber W.-DFessner NJTurner Stuttgart Georg Thieme Verlag KG 2014 2 FMotojima AIzumi ANuylert ZYZhai MDadashipour SShichida TYamaguchi SNakano YAsano FEBS J 288 2021 Immobilisation of hydroxynitrile lyases UlfHanefeld 10.1039/c3cs35491a Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 42 15 6308 2013 Royal Society of Chemistry (RSC) JHolt UHanefeld Curr. Org. Synth 6 2009 TPurkarthofer KGruber MGruber-Khadjawi KWaich WSkranc DMink HGriengl Angew. Chem., Int. Ed 45 2006 Biocatalytic approaches for enantio and diastereoselective synthesis of chiral β-nitroalcohols DH SreenivasaRao AyonChatterjee SantoshKumarPadhi 0000-0001-5202-6702 10.1039/d0ob02019b Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 19 2 2021 Royal Society of Chemistry (RSC) Conversion of chiral unsaturated cyanohydrins into chiral carba- and heterocycles via ring-closing metathesis AdrianusM C HVan Den Nieuwendijk AmarB TGhisaidoobe HermanSOverkleeft JohannesBrussee ArneVan Der Gen 10.1016/j.tet.2004.07.103 Tetrahedron Tetrahedron 0040-4020 60 46 2004 Elsevier BV A Mild Chemo‐Enzymatic Oxidation–Hydrocyanation Protocol DanielleJVugts LarsVeum KanarAl‐mafraji RenskeLemmens RobFSchmitz FransJ JDe Kanter MarinusBGroen UlfHanefeld RomanoV AOrru 10.1002/ejoc.200500905 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2006 7 2006 Wiley Discovery and Structural Analysis to Improve the Enantioselectivity of Hydroxynitrile Lyase from <i>Parafontaria laminata</i> Millipedes for (<i>R</i>)-2-Chloromandelonitrile Synthesis AemNuylert MakotoNakabayashi TakuyaYamaguchi YasuhisaAsano 0000-0003-3645-3952 10.1021/acsomega.0c03070 ACS Omega ACS Omega 2470-1343 5 43 2020 American Chemical Society (ACS) Discovery and molecular and biocatalytic properties of hydroxynitrile lyase from an invasive millipede,<i>Chamberlinius hualienensis</i> MohammadDadashipour YukoIshida KazunoriYamamoto YasuhisaAsano 10.1073/pnas.1508311112 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 112 34 2015 Proceedings of the National Academy of Sciences YKuwahara TYamaguchi YIchiki TTanabe YAsano Sci. Nat 104 19 2017 IHajnal ALyskowski UHanefeld KGruber HSchwab KSteiner FEBS J 280 2013 FVertregt GTorrelo STrunk HWiltsche WRHagen UHanefeld KSteiner ACS Catal 6 2016 Improving the Properties of Bacterial <i>R</i>‐Selective Hydroxynitrile Lyases for Industrial Applications RomanaWiedner BettinaKothbauer TeaPavkov‐keller MandanaGruber‐khadjawi KarlGruber HelmutSchwab KerstinSteiner 10.1002/cctc.201402742 ChemCatChem ChemCatChem 1867-3880 1867-3899 7 2 2015 Wiley Larger active site in an ancestral hydroxynitrile lyase increases catalytically promiscuous esterase activity BryanJJones 0000-0002-9863-7119 RobertLEvans 0000-0002-1690-9927 NathanJMylrea DebayanChaudhury ChristineLuo BoGuan 0000-0001-7014-9941 ColinTPierce 0000-0001-9506-9753 WendyRGordon 0000-0001-7696-5560 CarrieMWilmot 0000-0002-8706-0000 RomasJKazlauskas 0000-0002-3570-2411 10.1371/journal.pone.0235341 PLOS ONE PLoS ONE 1932-6203 15 6 e0235341 2020 Public Library of Science (PLoS) SKPadhi RFujii GALegatt SLFossum RBerchtold RJKazlauskas Chem. Biol 17 2010 Hydroxynitrile lyases covalently immobilized in continuous flow microreactors MichellePVan Der Helm PaulaBracco HannaBusch KatarzynaSzymańska AndrzejBJarzębski UlfHanefeld 0000-0002-4102-6165 10.1039/c8cy02192a Catalysis Science & Technology Catal. Sci. Technol. 2044-4753 2044-4761 9 5 2019 Royal Society of Chemistry (RSC) ABrahma BMusio UIsmayilova NNikbin SBKamptmann PSiegert GEJeromin SVLey MPohl Synlett 2016 RKluger KTittmann Chem. Rev 108 2008 DMeyer PNeumann RFicner KTittmann Nat. Chem. Biol 9 2013 SDai LMFunk FRPappenheim VSautner MPaulikat BSchroder JUranga RAMata KTittmann Nature 573 2019 MPareek YReddi RBSunoj Chem. Sci 12 2021 Continuous production of (R)‐phenylacetylcarbinol in an enzyme‐membrane reactor using a potent mutant of pyruvate decarboxylase from Zymomonas mobilis GünterGoetz PeterIwan BernhardHauer MichaelBreuer MartinaPohl 10.1002/bit.1122.abs Biotechnology and Bioengineering Biotechnol. Bioeng. 0006-3592 1097-0290 74 4 2001 Wiley Substrate specificity and carbohydrate synthesis using transketolase YoshihiroKobori DavidCMyles GeorgeMWhitesides 10.1021/jo00048a023 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 57 22 1992 American Chemical Society (ACS) Separating Thermodynamics from Kinetics—A New Understanding of the Transketolase Reaction StefanRMarsden LorinaGjonaj StephenJEustace UlfHanefeld 10.1002/cctc.201601649 ChemCatChem ChemCatChem 1867-3880 1867-3899 9 10 2017 Wiley RWestphal CVogel CSchmitz JPleiss MMuller MPohl DRother Angew. Chem., Int. Ed 53 2014 LWang WSong BWang YZhang XXu JWu CGao JLiu XChen JChen LLiu ACS Catal 11 2021 VErdmann TSehl IFrindi-Wosch RCSimon WKroutil DRother ACS Catal 9 2019 QLiu XXie MTang WTao TShi YZhang THuang YZhao ZDeng SLin ACS Catal 11 2021 XChen ZWang YLou YPeng QZhu JXu QWu Angew. Chem., Int. Ed 60 2021 Formaldehyde as a Promising C<sub>1</sub> Source: The Instrumental Role of Biocatalysis for Stereocontrolled Reactions SarahDesmons RégisFauré 0000-0002-5107-9009 SébastienBontemps 0000-0002-4950-9452 10.1021/acscatal.9b03128 ACS Catalysis ACS Catal. 2155-5435 9 10 2019 American Chemical Society (ACS) MNattermann SBurgener PPfister AChou LSchulz SHLee NPaczia JZarzycki RGonzalez TJErb ACS Catal 11 2021 JLGalman DSteadman SBacon PMorris ME BSmith JMWard PADalby HCHailes Chem. Commun 46 2010 ACazares JLGalman LGCrago ME BSmith JStrafford LRios-Solis GJLye PADalby HCHailes Org. Biomol. Chem 8 2010 HCasajus ALagarde MLeremboure TDMiguel LNauton VThery WDFessner NDuguet FCharmantray LHecquet ChemCatChem 12 2020 TSaravanan SJunker MKickstein SHein MKLink JRanglack SWitt MLorilliere LHecquet WDFessner Angew. Chem., Int. Ed 56 2017 SRMarsden DG GMcmillan UHanefeld Int. J. Mol. Sci 21 8641 2020 PClape GreenBiocatalysis 2016 EBusto ChemCatChem 8 2016 SRMarsden LMestrom DG GMcmillan UHanefeld ChemCatChem 12 2020 KFesko CReisinger JSteinreiber HWeber MSchurmann HGriengl J. Mol. Catal. B: Enzym 2008 KShibata KShingu VPVassilev KNishide TFujita MNode TKajimoto CHWong Tetrahedron Lett 37 1996 SRMarsden LMestrom HJWijma SJNoordam DG GMcmillan UHanefeld ChemCatChem 13 2021 MHaridas EM MAbdelraheem UHanefeld Appl. Microbiol. Biotechnol 102 2018 LRChen DPDumas CHWong J. Am. Chem. Soc 114 1992 HJ MGijsen CHWong J. Am. Chem. Soc 116 1994 MDick RHartmann OHWeiergraber CBisterfeld TClassen MSchwarten PNeudecker DWillbold JPietruszka Chem. Sci 7 2016 SVoutilainen MHeinonen MAndberg EJokinen HMaaheimo JPaakkonen NHakulinen JRouvinen HLahdesmaki SKaski JRousu MPenttila AKoivula Appl. Microbiol. Biotechnol 104 2020 Discovery and Engineering of an Aldehyde Tolerant 2-deoxy-D-ribose 5-phosphate Aldolase (DERA) from Pectobacterium atrosepticum MeeraHaridas CarolinBisterfeld LeMinChen StefanRMarsden FabioTonin RosarioMédici AdolfoIribarren ElizabethLewkowicz 0000-0002-5563-6271 Peter-LeonHagedoorn 0000-0001-6342-2022 UlfHanefeld 0000-0002-4102-6165 EmanAbdelraheem 0000-0002-9008-2729 10.3390/catal10080883 Catalysts Catalysts 2073-4344 10 8 883 2020 MDPI AG CBisterfeld TClassen IKuberl BHenssen AMetz HGohlke JPietruszka PLoS One 2016, 11, e0156525 Efficient synthesis of a statin precursor in high space-time yield by a new aldehyde-tolerant aldolase identified from Lactobacillus brevis Xue-ChengJiao JiangPan Guo-ChaoXu Xu-DongKong QiChen Zhi-JunZhang Jian-HeXu 10.1039/c5cy00537j Catalysis Science & Technology Catal. Sci. Technol. 2044-4753 2044-4761 5 8 2015 Royal Society of Chemistry (RSC) SHZhang JBramski MTutus JPietruszka ABoker SReinicke ACS Appl. Mater. Interfaces 11 2019 BGrabner YPokhilchuk HGruber-Woelfler Catalysts 10 137 2020 Biocatalyzed Synthesis of Statins: A Sustainable Strategy for the Preparation of Valuable Drugs PilarHoyos VittorioPace AndrésRAlcántara 0000-0003-4856-4000 10.3390/catal9030260 Catalysts Catalysts 2073-4344 9 3 260 2019, 9, 260 MDPI AG Schu ¨rmann, Industrial Enzyme Applications M 2019 JJLiu CCHsu CHWong Tetrahedron Lett 45 2004 ASvarc MFekete KHernandez PClapes ZFBlazevic ASzekrenyi DSkendrovic DVasic-Racki SJCharnock AVPresecki Chem. Eng. Sci 116312 2021 ASvarc ZFBlazevic DVasic-Racki SJCharnock AVPresecki Chem. Eng. Res. Des 164 2020 KPradhan SSKulkarni Eur. J. Org. Chem 2020 CCYu SGWithers Adv. Synth. Catal 357 2015 UKragl DGygax OGhisalba CWandrey Angew. Chem., Int. Ed. Engl 30 1991 VR L JBloemendal SJMoons JJ AHeming MChayoua ONiesink JC MVan Hest TJBoltje FP J TRutjes Adv. Synth. Catal 361 2019 MTDe Martino FTonin VR L JBloemendal UHanefeld FP J TRutjes JC MVan Hest RSC Adv 11 2021 MMahmoudian DNoble CSDrake RFMiddleton DSMontgomery JEPiercey DRamlakhan MTodd MJDawson Enzyme Microb. Technol 20 1997 EMasai YKatayama MFukuda Biosci. Biotechnol. Biochem 71 2007 DRea RHovington JFRakus JAGerlt VFulop TD HBugg DIRoper Biochemistry 47 2008 RWEaton PJChapman J. Bacteriol 174 1992 JFang DHait MHead-Gordon MC YChang Angew. Chem., Int. Ed 58 2019 KHernandez JJoglar JBujons TParella PClapes Angew. Chem., Int. Ed 57 2018 SBosch ESanchez-Freire MLDel Pozo MCesnik JQuesada DMMate KHernandez YYQi PClapes DVasic-Racki ZFBlazevic JBerenguer AHidalgo ACS Sustainable Chem. Eng 9 2021 VDe Berardinis CGuerard-Helaine EDarii KBastard VHelaine AMariage JLPetit NPoupard ISanchez-Moreno MStam TGefflaut MSalanoubat MLemaire Green Chem 19 2017 VLaurent LGourbeyre AUzel VHelaine LNauton MTraikia VDe Berardinis MSalanoubat TGefflaut MLemaire CGuerard-Helaine ACS Catal 10 2020 SRMarsden LMestrom IBento PLHagedoorn DG GMcmillan UHanefeld Adv. Synth. Catal 361 2019 Purification and enzymatic characterization of <i>trans-o-</i>hydroxybenzylidenepyruvate hydratase-aldolase from <i>Rhodococcus opacus</i> and enzymatic formation of α, β-unsaturated ketones ToshihiroSuzuki NoboruTakizawa 10.1080/09168451.2019.1625262 Bioscience, Biotechnology, and Biochemistry 0916-8451 1347-6947 83 10 2019 Informa UK Limited DJFansher RGranger SKaur DR JPalmer ACS Catal 11 2021 AMLi LCai ZChen MYWang NWang HNakanishi XDGao ZJLi Carbohydr. Res 452 2017 VLaurent VHelaine CVergne-Vaxelaire LNauton MTraikia JLPetit MSalanoubat VDe Berardinis MLemaire CGuerard-Helaine ACS Catal 9 2019 LWen KHuang MWei JMeisner YLiu KGarner LZang XWang XLi JFang HZhang PGWang Angew. Chem., Int. Ed 54 2015 ZFerjancic RNSaicic Eur. J. Org. Chem 2021 Biosynthesis of <scp>l</scp> -Sorbose and <scp>l</scp> -Psicose Based on C—C Bond Formation Catalyzed by Aldolases in an Engineered Corynebacterium glutamicum Strain JiangangYang JitaoLi YanMen YuemingZhu YingZhang YuanxiaSun YanheMa 10.1128/aem.00208-15 Applied and Environmental Microbiology Appl Environ Microbiol 0099-2240 1098-5336 81 13 2015 American Society for Microbiology LBabich AFHartog LJ CVan Hemert FP J TRutjes RWever ChemSusChem 5 2012 ZJLi FLi LCai ZChen LQin XDGao J. Agric. Food Chem 68 2020 MSugiyama ZYHong WAGreenberg CHWong Bioorg. Med. Chem 15 2007 AJRigual JCantero MRisso PRodriguez SRodriguez MPaulino DGamenara NVeiga Mol. Catal 111131 2020 XGarrabou JJoglar TParella RCrehuet JBujons PClape Adv. Synth. Catal 353 2011 JACastillo JCalveras JCasas MMitjans MPVinardell TParella TInoue GASprenger J. Joglar and P. Clape ´s 8 2006 Org. Lett. MSugiyama ZHong PHLiang SMDean LJWhalen WAGreenberg CHWong J. Am. Chem. Soc 129 2007 XGarrabou JCalveras JJoglar TParella JBujons PClape Org. Biomol. Chem 9 2011 ALConcia LGomez JBujons TParella CVilaplana PJCardona J. Joglar and P. Clape ´s 11 2013. 2005-2021 Org. Biomol. Chem. MGutierrez TParella JJoglar JBujons PClape Chem. Commun 47 2011 RRolda ´n KHerna ´ndez JJoglar JBujons TParella WDFessner PClape Adv. Synth. Catal 361 2019 DGu ¨clu ¨ ASzekrenyi XGarrabou MKickstein SJunker PClape WDFessner ACS Catal 6 2016 Enzyme Engineering and Evolution: Specific Enzyme Applications MWidersten 2020 644 GMasdeu ZFBlazevic SKralj DMakovec JLopez-Santin GAlvaro Chem. Eng. Sci 116602 2021 Peculiarities of promiscuous l-threonine transaldolases for enantioselective synthesis of β-hydroxy-α-amino acids ShanWang HaiDeng 0000-0002-0047-0622 10.1007/s00253-021-11288-w Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 105 9 2021 Springer Science and Business Media LLC KFesko Appl. Microbiol. Biotechnol 100 2016 SEFranz JDStewart Adv. Appl. Microbiol 88 2014 QJChen XChen YFCui JRen WLu JHFeng QQWu DMZhu Catal. Sci. Technol 7 2017 MLGutierrez XGarrabou EAgosta SServi TParella JJoglar PClapes Chem. -Eur. J 14 2008 MPickl RMarin-Valls JJoglar JBujons PClapes Adv. Synth. Catal 363 2021 Sequential Biocatalytic Aldol Reactions in Multistep Asymmetric Synthesis: Pipecolic Acid, Piperidine and Pyrrolidine (Homo)Iminocyclitol Derivatives from Achiral Building Blocks AnnaSoler XavierGarrabou KarelHernández MarianaLGutiérrez EduardoBusto JordiBujons TeodorParella JesúsJoglar PereClapés 10.1002/adsc.201400453 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 356 14-15 2014 Wiley MDPatil GGrogan HYun ChemCatChem 10 2018 BRLichman Nat. Prod. Rep 38 2021 Biosynthesis and synthetic biology of psychoactive natural products CooperSJamieson 0000-0002-6076-6230 JoshuaMisa 0000-0002-3722-8573 YiTang 0000-0003-1597-0141 JohnMBillingsley 0000-0001-9300-9378 10.1039/d1cs00065a Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 50 12 2021 Royal Society of Chemistry (RSC) JXZhao DMendez-Sanchez RRoddan JMWard HCHailes ACS Catal 11 2021 RRoddan GGygli ASula DMendez-Sanchez JPleiss JMWard NHKeep HCHailes ACS Catal 9 2019 HStecher MTengg BJUeberbacher PRemler HSchwab HGriengl MGruber-Khadjawi Angew. Chem., Int. Ed 48 2009 MTengg HStecher LOffner KPlasch FAnderl HWeber HSchwab MGruber-Khadjawi Chem-CatChem 8 2016 IJ WMckean JCSadler ACuetos AFrese LDHumphreys GGrogan PAHoskisson GABurley Angew. Chem., Int. Ed 58 2019 A Tandem Enzymatic sp<sup>2</sup>‐C‐Methylation Process: Coupling in Situ S‐Adenosyl‐<scp>l</scp>‐Methionine Formation with Methyl Transfer JoannaCSadler 0000-0002-8442-0760 LukeDHumphreys RadkaSnajdrova GlennABurley 0000-0002-4896-113X 10.1002/cbic.201700115 ChemBioChem ChemBioChem 1439-4227 1439-7633 18 11 2017 Wiley CSommer-Kamann AFries SMordhorst JNAndexer MMu ¨ller Angew. Chem., Int. Ed 56 2017 Round, round we go – strategies for enzymatic cofactor regeneration SiljaMordhorst 0000-0001-7274-7451 JenniferNAndexer 0000-0001-8238-5749 10.1039/d0np00004c Natural Product Reports Nat. Prod. Rep. 0265-0568 1460-4752 37 10 2020 Royal Society of Chemistry (RSC) Harnessing methylation and AdoMet-utilising enzymes for selective modification in cascade reactions FreiderikiMichailidou AndreaRentmeister 0000-0002-3107-4147 10.1039/d1ob00354b Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 19 17 2021 Royal Society of Chemistry (RSC) Biocatalytic Friedel–Crafts Acylation and Fries Reaction NinaGSchmidt TeaPavkov‐keller NinaRichter BirgitWiltschi KarlGruber WolfgangKroutil 0000-0002-2151-6394 10.1002/anie.201703270 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 26 2017 Wiley Za ˛dło-Dobrowolska A NGSchmidt WKroutil ChemCatChem 11 2019 Acyl Donors and Additives for the Biocatalytic Friedel–Crafts Acylation NinaGSchmidt WolfgangKroutil 0000-0002-2151-6394 10.1002/ejoc.201701079 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2017 39 2017 Wiley XSheng MKazemi ADobrowolska WKroutil FHimo ACS Catal 10 2020 Za Za ˛dło-Dobrowolska A ;LHammerer TPaykov-Keller KGruber WKroutil ACS Catal 10 2020 PSCoelho EMBrustad AKannan FHArnold Science 339 2013 Cytochrome P411BM3-CIS cyclopropanation catalyst PSCoelho ZJWang MEEner SABaril AKannan FHArnold EMBrustad 10.2210/pdb4h23/pdb Nat. Chem. Biol 9 2013 Worldwide Protein Data Bank NSSarai BJLevin JMRoberts DEKatsoulis FHArnold ACS Cent. Sci 7 2021 AZZhou KChen FHArnold ACS Catal 10 2020 BJWittmann AMKnight JLHofstra SEReisman SB JKan FHArnold ACS Catal 10 2020 OFBrandenberg KChen FHArnold J. Am. Chem. Soc 141 2019 Exploiting and engineering hemoproteins for abiological carbene and nitrene transfer reactions OliverFBrandenberg RudiFasan FrancesHArnold 10.1016/j.copbio.2017.06.005 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 47 2017 Elsevier BV ZJWang HRenata NEPeck CCFarwell PSCoelho FHArnold Angew. Chem., Int. Ed 53 2014 Enantiodivergent α-Amino C–H Fluoroalkylation Catalyzed by Engineered Cytochrome P450s JunerZhang 0000-0001-8181-1187 XiongyiHuang 0000-0001-7156-8881 RuijieKZhang 0000-0002-7251-5527 FrancesHArnold 0000-0002-4027-364X 10.1021/jacs.9b04344 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 141 25 2019 American Chemical Society (ACS) KChen FHArnold J. Am. Chem. Soc 142 2020 CEPaul DEggerichs AHWestphal DTischler WJ HVan Berkel Biotechnol. Adv 107712 2021 Peroxygenases en route to becoming dream catalysts. What are the opportunities and challenges? YonghuaWang DongmingLan RabiaDurrani FrankHollmann 10.1016/j.cbpa.2016.10.007 Current Opinion in Chemical Biology Current Opinion in Chemical Biology 1367-5931 37 2017 Elsevier BV VBUrlacher MGirhard Trends Biotechnol 37 2019 MKJulsing SCornelissen BBuhler ASchmid Curr. Opin. Chem. Biol 12 2008 Scalable biocatalytic C–H oxyfunctionalization reactions SumanChakrabarty 0000-0002-6611-3839 YeWang 0000-0001-8285-8657 JonathanCPerkins 0000-0002-5874-565X AlisonR HNarayan 0000-0001-8290-0077 10.1039/d0cs00440e Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 49 22 2020 Royal Society of Chemistry (RSC) Redox Biocatalysis and Metabolism: Molecular Mechanisms and Metabolic Network Analysis LarsMBlank BirgittaEEbert KatjaBuehler BrunoBühler 10.1089/ars.2009.2931 Antioxidants & Redox Signaling Antioxidants & Redox Signaling 1523-0864 1557-7716 13 3 2010 Mary Ann Liebert Inc WASuske WJ HVan Berkel HP EKohler J. Biol. Chem 274 1999 WASuske MHeld ASchmid TFleischmann MGWubbolts HP EKohler J. Biol. Chem 272 1997 AMeyer ASchmid MHeld AHWestphal MRothlisberger HP EKohler WJ HVan Berkel BWitholt J. Biol. Chem 277 2002 AMeyer MWursten ASchmid HP EKohler BWitholt J. Biol. Chem 277 2002 AMeyer MHeld ASchmid HP EKohler BWitholt Biotechnol. Bioeng 81 2003 Highly Selective Hydroxylation of Benzene to Phenol by Wild‐type Cytochrome P450BM3 Assisted by Decoy Molecules OsamiShoji TatsuyaKunimatsu NorifumiKawakami YoshihitoWatanabe 10.1002/anie.201300282 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 26 2013 Wiley SAriyasu JKStanfield YAiba OShoji Curr. Opin. Chem. Biol 59 2020 Chemo‐ and Regioselective Dihydroxylation of Benzene to Hydroquinone Enabled by Engineered Cytochrome P450 Monooxygenase HangyuZhou BinjuWang FeiWang XiaojuanYu LixinMa AitaoLi ManfredTReetz 0000-0001-6246-647X 10.1002/anie.201812093 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 3 2019 Wiley SDMunday SDezvarei IC KLau SGBell ChemCatChem 9 2017 An Enzymatic Route to α‐Tocopherol Synthons: Aromatic Hydroxylation of Pseudocumene and Mesitylene with P450 BM3 AlexanderDennig AlexandraMariaWeingartner TsvetanKardashliev ChristinaAndreaMüller ErikaTassano MartinSchürmann AnnaJoëlleRuff UlrichSchwaneberg 0000-0003-4026-701X 10.1002/chem.201703647 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 23 71 2017 Wiley MKarasawa JKStanfield SYanagisawa OShoji YWatanabe Angew. Chem., Int. Ed 57 2018 PGGomez De Santos MCan ˜ellas FTieves SH HYounes PMolina-Espeja MHofrichter FHollmann VGuallar MAlcalde ACS Catal 8 2018 EAranda RUllrich MHofrichter Biodegradation 21 2010 Regioselective preparation of (R)-2-(4-hydroxyphenoxy)propionic acid with a fungal peroxygenase MatthiasKinne RenéUllrich KennethEHammel KatrinScheibner MartinHofrichter 10.1016/j.tetlet.2008.07.152 Tetrahedron Letters Tetrahedron Letters 0040-4039 49 41 2008 Elsevier BV RUllrich MHofrichter Cell. Mol. Life Sci 64 2007 PMolina-Espeja JVin ˜a-Gonzalez BJGomez-Fernandez JMartin-Diaz EGarcia-Ruiz MAlcalde Biotechnol. Adv 34 2016 DMMate MAPalomino PMolina-Espeja JMartin-Diaz MAlcalde Protein Eng. Des. Sel 30 2017 MPetersen AKiener Green Chem 1 1999 AKiener JPRoduit ATschech ATinschert KHeinzmann Synlett 1994 HGKulla Chimia 45 1991 MNagel JRAndreesen Arch. Microbiol 154 1990 KSJu REParales Microbiol Mol. Biol. Rev 74 2010 Regioselective Nitration of Tryptophan by a Complex between Bacterial Nitric-oxide Synthase and Tryptophanyl-tRNA Synthetase MadhavanRBuddha TaoTao RonaldJParry BrianRCrane 10.1074/jbc.c400418200 Journal of Biological Chemistry Journal of Biological Chemistry 0021-9258 279 48 2004 Elsevier BV Discovery of a regioselectivity switch in nitrating P450s guided by molecular dynamics simulations and Markov models SheelCDodani GertKiss JacksonK BCahn YeSu VijaySPande FrancesHArnold 10.1038/nchem.2474 Nature Chemistry Nature Chem 1755-4330 1755-4349 8 5 2016 Springer Science and Business Media LLC SMBarry JAKers EGJohnson LJSong PRAston BPatel SBKrasnoff BRCrane DMGibson RLoria GLChallis Nat. Chem. Biol 8 2012 SLouka SMBarry DJHeyes MQ EMubarak HSAli LMAlkhalaf AWMunro NSScrutton GLChallis SPVisser J. Am. Chem. Soc 142 2020 DRBoyd TD HBugg Org. Biomol. Chem 4 2006 DRBoyd NDSharma CC RAllen Curr. Opin. Biotechnol 12 2001 THudlicky DGonzalez DTGibson Aldrichim. Acta 32 1999 THudlicky JWReed Chem. Soc. Rev 38 2009 BDEnsley DTGibson J. Bacteriol 155 1983 SVLey FSternfeld Tetrahedron 45 1989 Enantioselective synthesis through microbial oxidation of arenes. 1. Efficient preparation of terpene and prostanoid synthons Tomas.Hudlicky Hector.Luna Graciela.Barbieri LawrenceDKwart 10.1021/ja00222a035 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 110 14 1988 American Chemical Society (ACS) MGBanwell AJEdwards DWLupton GWhited Aust. J. Chem 58 2005 OJKokas MGBanwell ACWillis Tetrahedron 64 2008 Hydroxylation-Induced Migration: The NIH Shift GordonGuroff JeanRenson SidneyUdenfriend JohnWDaly DonaldMJerina BernhardWitkop 10.1126/science.157.3796.1524 Science Science 0036-8075 1095-9203 157 3796 1967 American Association for the Advancement of Science (AAAS) WYZhang HHLi SH HYounes PGDe Santos FTieves GGrogan MPabst MAlcalde ACWhitwood FHollmann ACS Catal 11 2021 Biocatalytic site- and enantioselective oxidative dearomatization of phenols SummerABaker Dockrey AprilLLukowski MarcRBecker AlisonR HNarayan 0000-0001-8290-0077 10.1038/nchem.2879 Nature Chemistry Nature Chem 1755-4330 1755-4349 10 2 2018 Springer Science and Business Media LLC Cytochrome P450 monooxygenase from Clostridium acetobutylicum: A new α-fatty acid hydroxylase MarcoGirhard StefanieSchuster MatthiasDietrich PeterDürre VladaBUrlacher 10.1016/j.bbrc.2007.07.155 Biochemical and Biophysical Research Communications Biochemical and Biophysical Research Communications 0006-291X 362 1 2007 Elsevier BV IMatsunaga AUeda NFujiwara TSumimoto KIchihara Lipids 34 1999 IFunk NRimmel CSchorsch VSieber JSchmid J. Ind. Microbiol. Biotechnol 44 2017 Fungal cytochrome P450 monooxygenases of Fusarium oxysporum for the synthesis of ω-hydroxy fatty acids in engineered Saccharomyces cerevisiae PradeeprajDurairaj SaileshMalla SaravananPrabhuNadarajan Pyung-GangLee EunokJung HyunHoPark Byung-GeeKim HyungdonYun 10.1186/s12934-015-0228-2 Microbial Cell Factories Microb Cell Fact 1475-2859 14 1 45 2015 Springer Science and Business Media LLC Engineering Cytochrome P450 BM3 for Terminal Alkane Hydroxylation PeterMeinhold MatthewWPeters AdamHartwick AlishaRHernandez FrancesHArnold 10.1002/adsc.200505465 Advanced Synthesis & Catalysis Adv. Synth. Catal. 1615-4150 1615-4169 348 6 2006 Wiley Production of Long-Chain α,ω-Dicarboxylic Acids by Engineered <i>Escherichia coli</i> from Renewable Fatty Acids and Plant Oils ChandranSathesh-Prabu SungKukLee 10.1021/acs.jafc.5b03833 Journal of Agricultural and Food Chemistry J. Agric. Food Chem. 0021-8561 1520-5118 63 37 2015 American Chemical Society (ACS) CYP505E3: A Novel Self‐Sufficient ω‐7 In‐Chain Hydroxylase MpeyakeJacobMaseme AlizéPennec JacquelineVan Marwijk 0000-0002-5350-4013 DiederikJohannesOpperman 0000-0002-2737-8797 MarthaSophiaSmit 0000-0002-1295-6507 10.1002/anie.202001055 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 59 26 2020 Wiley Regio‐ and Enantio‐selective Chemo‐enzymatic C−H‐Lactonization of Decanoic Acid to (<i>S</i>)‐δ‐Decalactone JackManning MicheleTavanti JoanneLPorter NicoKress SamPDe visser NicholasJTurner SabineLFlitsch 0000-0003-3974-646X 10.1002/anie.201901242 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 17 2019 Wiley Distinct Regioselectivity of Fungal P450 Enzymes for Steroidal Hydroxylation WeiLu JinhuiFeng XiChen Yun-JuanBao YuWang QiaqingWu 0000-0001-7405-1562 YanheMa DunmingZhu 0000-0001-8783-5358 10.1128/aem.01182-19 Applied and Environmental Microbiology Appl Environ Microbiol 0099-2240 1098-5336 85 18 2019 American Society for Microbiology WLu XChen JHFeng YJBao YWang QQWu DMZhu Appl. Environ. Microbiol 84 2018 Selective Oxidations of Cyperenoic Acid by Slightly Reshaping the Binding Pocket of Cytochrome P450 BM3 YuxinLi BinQin XiaoqinLi JunTang YuChen LinaZhou SongYou 10.1002/cctc.201701088 ChemCatChem ChemCatChem 1867-3880 1867-3899 10 3 2018 Wiley Controlled Oxidation of Remote sp<sup>3</sup> C–H Bonds in Artemisinin via P450 Catalysts with Fine-Tuned Regio- and Stereoselectivity KaidongZhang BrianMShafer MatthewDDemars HarryAStern RudiFasan 10.1021/ja3073462 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 134 45 2012 American Chemical Society (ACS) JH ZLee SHWong JEStok SABagster JBeckett JKClegg AJBrock JJVoss SGBell Arch. Biochem. Biophys 663 2019 MTavanti JMangas-Sanchez SLMontgomery MPThompson NJTurner Org. Biomol. Chem 15 2017 HWang YCZheng FFChen JHXu HLYu ChemCatChem 12 2020 ZJJia SLGao FHArnold J. Am. Chem. Soc 142 2020 Enantioselective, intermolecular benzylic C–H amination catalysed by an engineered iron-haem enzyme ChristopherKPrier RuijieKZhang AndrewRBuller SabineBrinkmann-Chen FrancesHArnold 10.1038/nchem.2783 Nature Chemistry Nature Chem 1755-4330 1755-4349 9 7 2017 Springer Science and Business Media LLC JLatham EBrandenburger SAShepherd BR KMenon JMicklefield Chem. Rev 118 2018 JBu ¨chler APapadopoulou RBuller Catalysts 2019, 9, 1030 DSGkotsi JDhaliwal MM WMclachlan KRMulholand RJ MGoss Curr. Opin. Chem. Biol 43 2018 Regioselective Enzymatic Halogenation of Substituted Tryptophan Derivatives using the FAD‐Dependent Halogenase RebH MarcelFrese PaulinaHGuzowska HaukeVoß NorbertSewald 10.1002/cctc.201301090 ChemCatChem ChemCatChem 1867-3880 1867-3899 6 5 2014 Wiley Regioselective Arene Halogenation using the FAD‐Dependent Halogenase RebH JamesTPayne MaryCAndorfer JaredCLewis 10.1002/anie.201300762 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 52 20 2013 Wiley JZeng JXZhan Biotechnol. Lett 33 2011 SAShepherd CKarthikeyan JLatham AWStruck MLThompson BR KMenon MQStyles CLevy DLeys JMicklefield Chem. Sci 6 2015 APhintha KPrakinee PChaiyen The Enzymes PChaiyen FTamanoi Academic Press 2020 47 SUnversucht FHollmann ASchmid K.-HVan Pe ´e Adv. Synth. Catal 347 2005 CJDong SFlecks SUnversucht CHaupt K.-HVan Pe ´e JHNaismith Science 309 2005 MIsmail LSchroeder MFrese TKottke FHollmann CEPaul NSewald ACS Catal 9 2019 Photochemically Driven Biocatalysis of Halogenases for the Green Production of Chlorinated Compounds LeaSchroeder MarcelFrese CarolineMüller NorbertSewald 0000-0002-0309-2655 TilmanKottke 0000-0001-8080-9579 10.1002/cctc.201800280 ChemCatChem ChemCatChem 1867-3880 1867-3899 10 15 2018 Wiley CSchnepel VIDodero NSewald Chem. -Eur. J 27 2021 CSchnepel HMinges MFrese NSewald Angew. Chem., Int. Ed 55 2016 SDachwitz DHDuwe YHWang HGruss YHannappel THellweg NSewald Chem. -Eur. J 26 2020 GTHo ¨fler ABut FHollmann Org. Biomol. Chem 17 2019 RWever RRenirie FHollmann VanadiumCatalysis 2021 The Royal Society of Chemistry RWever BEKrenn RRenirie Methods Enzymol., ed. B. S. Moore 2018 Academic Press 605 Chemoenzymatic Halogenation of Phenols by using the Haloperoxidase from <i>Curvularia inaequalis</i> ElenaFernández‐fueyo MarcoVan wingerden RokusRenirie RonWever YanNi DirkHoltmann FrankHollmann 10.1002/cctc.201500862 ChemCatChem ChemCatChem 1867-3880 1867-3899 7 24 2015 Wiley VWeichold DMilbredt KHVan Pee Angew. Chem., Int. Ed 55 2016 DWischang JHartung Tetrahedron 67 2011 DWischang JHartung THahn RUlber TStumpf CFecher-Trost Green Chem 13 2011 Chloroperoxidase‐Catalyzed Achmatowicz Rearrangements DanielThiel FabianBlume ChristinaJäger JanDeska 0000-0003-4622-2365 10.1002/ejoc.201800333 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2018 20-21 2018 Wiley DThiel DDoknic JDeska Nat. Commun 2014, 5, 5278 A Biocatalytic Aza-Achmatowicz Reaction ElenaFernández-Fueyo SabryH HYounes StefanVanRootselaar RenéW MAben RokusRenirie RonWever DirkHoltmann FlorisP J TRutjes FrankHollmann 10.1021/acscatal.6b01636 ACS Catalysis ACS Catal. 2155-5435 6 9 2016 American Chemical Society (ACS) SH HYounes FTieves DMLan YHWang PSu ¨ss HBrundiek RWever FHollmann ChemSusChem 13 2020 GTHo ¨fler ABut SH HYounes RWever CEPaul IW C EArends FHollmann ACS Sustainable Chem. Eng 8 2020 JNaapuri JDRolfes JKeil CMSapu JDeska Green Chem 19 2017 XMXu ABut RWever FHollmann ChemCatChem 12 2020 Unusual differences in the reactivity of glutamic and aspartic acid in oxidative decarboxylation reactions AndradaBut EvieVan Der Wijst JérômeLe Nôtre RonWever JohanP MSanders JohannesHBitter ElinorLScott 0000-0002-7422-1100 10.1039/c7gc02137b Green Chem. Green Chem. 1463-9262 1463-9270 19 21 2017 Royal Society of Chemistry (RSC) ABut JLe No ˆtre ELScott RWever JP MSanders ChemSusChem 5 2012 GYLi MGarcia-Borra `s MJ L JFu ¨rst AIlie MWFraaije KNHouk MTReetz J. Am. Chem. Soc 140 2018 ZGZhang GDRoiban JPAcevedo IPolyak MTReetz Adv. Synth. Catal 355 2013 Exploiting the Regioselectivity of Baeyer–Villiger Monooxygenases for the Formation of β‐Amino Acids and β‐Amino Alcohols JessicaRehdorf MarkoDMihovilovic UweTBornscheuer 10.1002/anie.201000511 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 49 26 2010 Wiley GDe Gonzalo MDMihovilovic MWFraaije ChemBioChem 11 2010 SSchmidt CScherkus JMuschiol UMenyes TWinkler WHummel HGro ¨ger ALiese HGHerz UTBornscheuer Angew. Chem., Int. Ed 54 2015 RKarande DSalamanca ASchmid KBuehler Biotechnol. Bioeng 115 2018 Biocatalytic synthesis of lactones and lactams FrankHollmann 0000-0003-4821-756X SelinKara 0000-0001-6754-2814 DiederikJOpperman 0000-0002-2737-8797 YonghuaWang 10.1002/asia.201801180 Chemistry – An Asian Journal Chemistry  An Asian Journal 1861-4728 1861-471X 13 23 2018 Wiley APennec FHollmann MSSmit DJOpperman ChemCatChem 7 2015 KChen SQZhang OFBrandenberg XHong FHArnold J. Am. Chem. Soc 140 2018 Genetically programmed chiral organoborane synthesis SB JenniferKan XiongyiHuang YosephineGumulya KaiChen FrancesHArnold 10.1038/nature24996 Nature Nature 0028-0836 1476-4687 552 7683 2017 Springer Science and Business Media LLC Directed evolution of cytochrome c for carbon–silicon bond formation: Bringing silicon to life SB JenniferKan RussellDLewis KaiChen FrancesHArnold 10.1126/science.aah6219 Science Science 0036-8075 1095-9203 354 6315 2016 American Association for the Advancement of Science (AAAS) ZWu SB JKan RDLewis BJWittmann FHArnold Proc. Natl. Acad. Sci. U. S. A 116 2019 SBahr SBrinkmann-Chen MGarcia-Borras JMRoberts DEKatsoulis KNHouk FHArnold Angew. Chem., Int. Ed 59 2020 CCFarwell JAMcintosh TKHyster ZJWang FHArnold J. Am. Chem. Soc 136 2014 CPatinios LLanza ICorino MC RFranssen JVan Der Oost RAWeusthuis SW MKengen Front. Microbiol 579844 2020 Bacillus subtilis Lipase A—Lipase or Esterase? PaulaBracco NellekeVan Midden EpifaníaArango GuzmanTorrelo ValerioFerrario LuciaGardossi 0000-0002-8908-2625 UlfHanefeld 0000-0002-4102-6165 10.3390/catal10030308 Catalysts Catalysts 2073-4344 10 3 308 2020, 10, 308 MDPI AG AH JDeniau MSubileau EDubreucq ChemBio-Chem 19 2018 MSubileau AHJan JDrone CRutyna VPerrier EDubreucq Catal. Sci. Technol 7 2017 Interactions between trans-resveratrol and CpLIP2 lipase/acyltransferase: Evidenced by fluorescence and in silico Thi-NgaNguyen EricDubreucq VeroniquePerrier Quang-HungTran 0000-0001-8331-9970 ClaudineCharpentier ClarenceCharnay FerialTerki ChristianJay-Allemand LucP RBidel 10.1016/j.foodchem.2020.126482 Food Chemistry Food Chemistry 0308-8146 318 126482 2020 Elsevier BV IMathews MSoltis MSaldajeno GGanshaw RSala WWeyler MACervin GWhited RBott Biochemistry 46 2007 CZDinu IVBorkar SSBale ASCampbell RSKane JSDordick J. Mol. Catal. B: Enzym 75 2012 ADrozdz UHanefeld KSzymanska AJarzebski AChrobok Catal. Commun 81 2016 NDe Leeuw GTorrelo CBisterfeld VResch LMestrom EStraulino LVan Der Weel UHanefeld Adv. Synth. Catal 360 2018 EJost MKazemi VMrkonjic FHimo CKWinkler WKroutil ACS Catal 10 2020 SPGodehard CP SBadenhorst HMu UTBornscheuer ACS Catal 10 2020 Enzyme‐Catalyzed Synthesis of Esters in Water LuukMestrom JordG RClaessen UlfHanefeld 0000-0002-4102-6165 10.1002/cctc.201801991 ChemCatChem ChemCatChem 1867-3880 1867-3899 11 7 2019, 11, 2004-2010 Wiley HLand PHendil-Forssell MMartinelle PBerglund Catal. Sci. Technol 6 2016 Biocatalytic <i>N</i>‐Acylation of Amines in Water Using an Acyltransferase from <i>Mycobacterium smegmatis</i> MartinaLetiziaContente AndreaPinto FrancescoMolinari FrancescaParadisi 10.1002/adsc.201801061 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 360 24 2018 Wiley Aromas flow: eco-friendly, continuous, and scalable preparation of flavour esters MartinaLetiziaContente LuciaTamborini FrancescoMolinari FrancescaParadisi 0000-0003-1704-0642 10.1007/s41981-019-00063-8 Journal of Flow Chemistry J Flow Chem 2062-249X 2063-0212 10 1 2020 Springer Science and Business Media LLC KSzymanska KOdrozek AZniszczol GTorrelo VResch UHanefeld ABJarzebski Catal. Sci. Technol 6 2016 Mono-substitution of symmetric diesters: selectivity of <i>Mycobacterium smegmatis</i> acyltransferase variants MajaFinnveden 0000-0003-2388-8017 StefanSemlitsch OscarHe MatsMartinelle 0000-0002-2993-9375 10.1039/c9cy01181a Catalysis Science & Technology Catal. Sci. Technol. 2044-4753 2044-4761 9 18 2019 Royal Society of Chemistry (RSC) HMu ¨ller SPGodehard GJPalm LBerndt CP SBadenhorst AKBecker MLammers UTBornscheuer Angew. Chem., Int. Ed 60 2021 ZZYan LPDing DDZou LYWang YZTan STGuo YCZhang ZHXin Arch. Microbiol 203 2021 HMu ¨ller AKBecker GJPalm LBerndt CP SBadenhorst SPGodehard LReisky MLammers UTBornscheuer Angew. Chem., Int. Ed 59 2020 PPongpamorn CKiattisewee NKittipanukul JJaroensuk DTrisrivirat SMaenpuen PChaiyen Angew. Chem., Int. Ed 60 2021 MLContente SFarris LTamborini FMolinari FParadisi Green Chem 21 2019 ICPerdomo SGianolio APinto DRomano MLContente FParadisi FMolinari J. Agric. Food Chem 67 2019 FAnnunziata MLContente DBetti CPinna FMolinari LTamborini APinto Catalysts 10 939 2020 MLContente DRPadrosa FMolinari FParadisi Nat. Catal 3 2020 Adenylation Activity of Carboxylic Acid Reductases Enables the Synthesis of Amides AlexanderJ LWood NicholasJWeise JosephDFrampton MarkSDunstan MichaelAHollas SashaRDerrington RichardCLloyd DanielaQuaglia FabioParmeggiani DavidLeys NicholasJTurner SabineLFlitsch 0000-0003-3974-646X 10.1002/anie.201707918 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 46 2017 Wiley Current progress towards understanding the biodegradation of synthetic condensation polymers with active hydrolases AmberNJohnson DanielEBarlow AbigailLKelly VanessaAVaraljay WendyJCrookes‐goodson JustinCBiffinger 0000-0002-7330-9186 10.1002/pi.6131 Polymer International Polymer International 0959-8103 1097-0126 70 7 2021 Wiley SYoshida KHiraga TTakehana ITaniguchi HYamaji YMaeda KToyohara KMiyamoto YKimura KOda Science 351 2016 MO'reilly JStubbe Biochemistry 59 2020 VTournier CMTopham AGilles BDavid CFolgoas EMoya-Leclair EKamionka MLDesrousseaux HTexier SGavalda MCot EGuemard MDalibey JNomme GCioci SBarbe MChateau IAndre SDuquesne AMarty Nature 580 2020 HSawai HSugimoto YKato YAsano YShiro SAono J. Biol. Chem 284 2009 Synthetic Processes toward Nitriles without the Use of Cyanide: A Biocatalytic Concept Based on Dehydration of Aldoximes in Water AlessaHinzmann TobiasBetke YasuhisaAsano HaraldGröger 0000-0001-8582-2107 10.1002/chem.202001647 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 27 17 2021 Wiley AHinzmann MStricker HGro ¨ger ACS Sustainable Chem. Eng 8 2020 HGro YAsano J. Org. Chem 85 2020 Comprehensive Insights into the Production of Long Chain Aliphatic Aldehydes Using a Copper-Radical Alcohol Oxidase as Biocatalyst DavidRibeaucourt 0000-0003-0927-1491 BastienBissaro VictorGuallar 0000-0002-4580-1114 MehdiYemloul MireilleHaon SachaGrisel VéroniqueAlphand HarryBrumer 0000-0002-0101-862X FannyLambert Jean-GuyBerrin MickaelLafond 0000-0003-2646-0286 10.1021/acssuschemeng.0c07406 ACS Sustainable Chemistry & Engineering ACS Sustainable Chem. Eng. 2168-0485 9 12 2021 American Chemical Society (ACS) Biocatalytic oxidation of fatty alcohols into aldehydes for the flavors and fragrances industry DavidRibeaucourt BastienBissaro FannyLambert MickaelLafond Jean-GuyBerrin 10.1016/j.biotechadv.2021.107787 Biotechnology Advances Biotechnology Advances 0734-9750 56 107787 2021 Elsevier BV PLe-Huu THeidt BClaasen SLaschat VBUrlacher ACS Catal 5 2015 HXiao SDong YLiu XQPei HLin ZLWu Catal. Sci. Technol 11 2021 MKJulsing DKuhn ASchmid BBuhler Biotechnol. Bioeng 109 2012 DKuhn MAKholiq EHeinzle BBuhler ASchmid Green Chem 12 2010 YZhang YQWu NXu QZhao HLYu JHXu ACS Sustainable Chem. Eng 7 2019 THeine AScholtissek SHofmann RKoch DTischler ChemCatChem 12 2020 DTischler AKumpf DEggerichs THeine The Enzymes PChaiyen FTamanoi Academic Press 2020 47 BVPlapp BRSavarimuthu DJFerraro JKRubach ENBrown SRamaswamy Biochemistry 56 2017 BVPlapp Arch. Biochem. Biophys 493 2010 Structural insights into alcohol dehydrogenases catalyzing asymmetric reductions JianhongAn YaoNie YanXu 10.1080/07388551.2019.1566205 Critical Reviews in Biotechnology Critical Reviews in Biotechnology 0738-8551 1549-7801 39 3 2019 Informa UK Limited Cloning, expression, and characterization of an (<i>R</i>)-specific alcohol dehydrogenase from<i>Lactobacillus kefir</i> AndreaWeckbecker WernerHummel 10.1080/10242420600893827 Biocatalysis and Biotransformation Biocatalysis and Biotransformation 1024-2422 1029-2446 24 5 2006 Informa UK Limited SKara JHSchrittwieser FHollmann MBAnsorge-Schumacher Appl. Microbiol. Biotechnol 98 2014 TSMoody JDRozzell Organic Synthesis Using Biocatalysis AGoswami JDStewart Academic Press 2016 Synthesizing Chiral Drug Intermediates by Biocatalysis WeiJiang BaishanFang 0000-0002-8428-5079 10.1007/s12010-020-03272-3 Applied Biochemistry and Biotechnology Appl Biochem Biotechnol 0273-2289 1559-0291 192 1 2020 Springer Science and Business Media LLC A green-by-design biocatalytic process for atorvastatin intermediate StevenKMa JohnGruber ChrisDavis LisaNewman DavidGray AlicaWang JohnGrate GjaltWHuisman RogerASheldon 10.1039/b919115c Green Chem. Green Chem. 1463-9262 1463-9270 12 1 2010 Royal Society of Chemistry (RSC) DPollard MTruppo JPollard CYChen JMoore Tetrahedron: Asymmetry 17 2006 JLiang EMundorff RVoladri SJenne LGilson AConway AKrebber JWong GHuisman STruesdell JLalonde Org. Process Res. Dev 14 2010 CVVoss CCGruber WKroutil Synlett 2010 CEPaul ILavandera VGotor-Ferna ´ndez WKroutil VGotor ChemCatChem 5 2013 OWGooding RVoladri ABautista THopkins GHuisman SJenne SMa ECMundorff MMSavile Org. Process Res. Dev 14 2010 Use of a Robust Dehydrogenase from an Archael Hyperthermophile in Asymmetric Catalysis−Dynamic Reductive Kinetic Resolution Entry into (<i>S</i>)-Profens JacobAFriest YukariMaezato SylvainBroussy PaulBlum DavidBBerkowitz 10.1021/ja910778p Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 132 17 2010 American Chemical Society (ACS) MHohne Nat. Catal, 2019 2 SCCosgrove ABrzezniak SPFrance JIRamsden JMangas-Sanchez SLMontgomery RSHeath NJTurner Enzymes Synth. Biol 608 2018 JMangas-Sa ´nchez SPFrance SLMontgomery GAAleku HMan MSharma JIRamsden GGrogan NJTurner Curr. Opin. Chem. Biol 37 2017 OMayol KBastard LBeloti AFrese JPTurkenburg JLPetit AMariage ADebard VPellouin APerret VDe Berardinis AZaparucha GGrogan CVergne-Vaxelaire Nat. Catal 2 2019 OMayol SDavid EDarii ADebard AMariage VPellouin JLPetit MSalanoubat VDe Berardinis AZaparucha CVergne-Vaxelaire Catal. Sci. Technol 6 2016 TKnaus WBohmer FGMutti Green Chem 19 2017 ASBommarius Nat. Catal 2 2019 MJAbrahamson EVazquez-Figueroa NBWoodall JCMoore ASBommarius Angew. Chem., Int. Ed 51 2012 GAAleku SPFrance HMan JMangas-Sanchez SLMontgomery MSharma FLeipold SHussain GGrogan NJTurner Nat. Chem 9 2017 MSharma JMangas-Sanchez SPFrance GAAleku SLMontgomery JIRamsden NJTurner GGrogan ACS Catal 8 2018 LDucrot MBennett GGrogan CVergne-Vaxelaire Adv. Synth. Catal 363 2021 Identification of Novel Bacterial Members of the Imine Reductase Enzyme Family that Perform Reductive Amination ScottPFrance 0000-0003-1679-6165 RogerMHoward JeremySteflik NicholasJWeise JuanMangas‐sanchez SarahLMontgomery RobertCrook RajeshKumar NicholasJTurner 0000-0002-8708-0781 10.1002/cctc.201701408 ChemCatChem ChemCatChem 1867-3880 1867-3899 10 3 2018 Wiley GHKim HJeon TPKhobragade MDPatil SSung SYoon YWon ISChoi HYun Enzyme Microb. Technol 120 2019 CKSavile JMJaney ECMundorff JCMoore STam WRJarvis JCColbeck AKrebber FJFleitz JBrands PNDevine GWHuisman GJHughes Science 329 2010 SLMontgomery APushpanath RSHeath JRMarshall UKlemstein JLGalman DWoodlock SBisagni CJTaylor JMangas-Sanchez JIRamsden BDominguez NJTurner Sci. Adv 2020 JMangas-Sanchez MSharma SCCosgrove JIRamsden JRMarshall TWThorpe RBPalmer GGrogan NJTurner Chem. Sci 11 2020 Monoamine Oxidase: Tunable Activity for Amine Resolution and Functionalization VascoFBatista 0000-0002-7097-8181 JamesLGalman DianaCG. A. Pinto 0000-0003-4249-7089 ArturM SSilva 0000-0003-2861-8286 NicholasJTurner 0000-0002-8708-0781 10.1021/acscatal.8b03525 ACS Catalysis ACS Catal. 2155-5435 8 12 2018 American Chemical Society (ACS) SRDerrington NJTurner SPFrance J. Biotechnol 304 2019 MWinkler Curr. Opin. Chem. Biol 43 2018 MLubberink CSchnepel JCitoler SRDerrington WFinnigan MAHayes NJTurner SLFlitsch ACS Catal 10 2020 CKWinkler KFaber MHall Curr. Opin. Chem. Biol 43 2018 HSToogood NSScrutton ACS Catal 8 2018 TRess WHummel SPHanlon HIding HGro ¨ger ChemCatChem 7 2015 AScholtissek DTischler AHWestphal WJ HVan Berkel CEPaul Catalysts 7 130 2017 Better than Nature: Nicotinamide Biomimetics That Outperform Natural Coenzymes TanjaKnaus CarolineEPaul ColinWLevy SimonDe Vries FrancescoGMutti FrankHollmann NigelSScrutton 10.1021/jacs.5b12252 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 138 3 2016 American Chemical Society (ACS) HSToogood TKnaus NSScrutton ChemCatChem 6 2014 AMuller RSturmer BHauer BRosche Angew. Chem., Int. Ed 46 2007 BASandoval TKHyster Curr. Opin. Chem. Biol 55 2020 XHuang BWang YWang GJiang JFeng HZhao Nature 584 2020 Genetically engineered synthesis of precorrin-6x and the complete corrinoid, hydrogenobyrinic acid, an advanced precursor of vitamin B12 CharlesA. Roessner JonathanB. Spencer NealJ. Stolowich JianjiWang GParmesh Nayar PatricioJ. Santander ClotildePichon ChangheeMin MarcT. Holderman AIan Scott 10.1016/1074-5521(94)90050-7 Chemistry & Biology Chemistry & Biology 1074-5521 1 2 1994 Elsevier BV AIScott Synlett 1994 NLosada-Garcia ZCabrera PUrrutia CGarcia-Sanz AAndreu JMPalomo Catalysts 2020, 10, 1258 Biocatalysis Using Immobilized Enzymes in Continuous Flow for the Synthesis of Fine Chemicals MatthewPThompson ItziarPeñafiel SebastianCCosgrove 0000-0001-9541-7201 NicholasJTurner 0000-0002-8708-0781 10.1021/acs.oprd.8b00305 Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 23 1 2019 American Chemical Society (ACS) Flow Biocatalysis: A Challenging Alternative for the Synthesis of APIs and Natural Compounds MicolSanti 0000-0003-4027-8755 LucaSancineto 0000-0002-6199-7399 VanessaNascimento 0000-0001-9413-7638 JulianoBraun Azeredo ErikaV MOrozco 0000-0001-6790-5312 LeandroHAndrade 0000-0001-5975-4980 HaraldGröger 0000-0001-8582-2107 ClaudioSanti 0000-0002-7698-8970 10.3390/ijms22030990 International Journal of Molecular Sciences IJMS 1422-0067 22 3 990 2021 MDPI AG JMWoodley GreenBiocatalysis 2016 SM KMckinnie ZDMiles PAJordan TAwakawa HPPepper LA MMurray JHGeorge BSMoore J. Am. Chem. Soc 140 2018 ZLWang BSSekar ZLi Bioresour. Technol 124551 2021 JHSchrittwieser SVelikogne MHall WKroutil Chem. Rev 118 2018",
      "snippet": "FWo JLiebig Ann. Pharm 1837 The Pivotal Role of Platinum in the Discovery of Catalysis PM DCollins 10.1595/003214086x303141146 Platinum Metals Review 0032-1400 30 3 1986 Johnson Matthey Einfluss der Configuration auf die Wirkung der Enzyme EmilFischer Ber 10.1002/cber.18940270364 Berichte der deutschen chemischen Gesellschaft Ber. Dtsch. Chem. Ges. 0365-9496 27 3 1894 Wiley The Peril of the Turnstile Door LRosenthaler 10.1038/scientificamerican04041908-238 Scientific American Sci Am 0036-8733 98 14 1908 Springer Science and Business Media LLC UTBornscheuer GWHuisman RJKazlauskas SLutz JCMoore KRobins Nature 485 2012 JSukumaran UHanefeld Chem. Soc. Rev 34 2005 Catalysis: An Integrated Textbook for Students UHanefeld LLefferts 2017 Wiley-VCH Biotransformations in Organic Chemistry KurtFaber 10.1007/978-3-319-61590-5 2018 Springer International Publishing Enzyme promiscuity: mechanism and applications KarlHult PerBerglund 10.1016/j.tibtech.2007.03.002 Trends in Biotechnology Trends in Biotechnology 0167-7799 25 5 2007 Elsevier BV HESchoemaker DMink MGWubbolts Science 299 2003 Industrial biocatalysis today and tomorrow ASchmid JSDordick BHauer AKiener MWubbolts BWitholt 10.1038/35051736 Nature Nature 0028-0836 1476-4687 409 6817 2001 Springer Science and Business Media LLC EM MAbdelraheem HBusch UHanefeld FTonin React. Chem. Eng 4 2019 Fumarase-catalyzed synthesis of L-threo-chloromalic acid and its conversion to 2-deoxy-D-ribose and D-erythro-sphingosine MarkAFindeis GeorgeMWhit…",
      "pages": null,
      "citations": []
    }
  ]
}