{
  "review_id": "12_Carrea_2000_ACIE",
  "sections": [
    {
      "header": "Introduction",
      "raw_header": "Introduction",
      "text": "In recent years, the employment of biocatalysts for organic synthesis has become an increasingly attractive alternative to conventional chemical methods. [1] In fact, enzymes quite often display high chemo-, regio-, and enantioselectivity, which makes these catalysts especially attractive for the pharmaceutical and agrochemical areas, where the interest for enantiomerically pure and specifically functionalized compounds is continuously growing. Furthermore, enzyme-catalyzed reactions are normally carried out under mild conditions, such as room temperature and neutral or almost neutral pH, which minimizes problems of product isomerization, racemization, or epimerization. In addition, enzymes can be very efficient catalysts, capable of increasing reaction rates by up to 10 12 times. Finally, biocatalytic processes are less hazardous, polluting, and energy consuming than conventional chemistry-based methodologies, especially those making use of heavy-metal catalysts. All these reasons have made biocatalysis a popular topic for research in academia and industry and a tremendous number of enzymes have been described in the literature with a claimed potential for practical exploitation. For instance, the database BioCatalysis, based on 8000 articles and patents, describes 18 500 biotransformations carried out with enzymes, microorganisms, and catalytic antibodies. [2] Clearly, most of the described conversions are bound to remain mere laboratory curiosities, but an important part of them already has, or will have, an industrial application. Unfortunately, there are also some drawbacks, such as the sometimes unsatisfactory stability of the enzymes and/or their laborious isolation and poor productivity. However, the improvement of purification procedures and the use of immobilized or engineered enzymes are progressively reduc-Properties and Synthetic Applications of Enzymes in Organic Solvents Giacomo Carrea* and Sergio Riva* Biotransformations already represent an effective and sometimes preferable alternative to chemical synthesis for the production of fine chemicals and optically active compounds. To further widen the versatility of the biological approach, the so-called ªnonaqueous enzymologyº, which now represents an important area of research and biotechnological development, has emerged in the last ten years or so. This new methodology is especially suitable for the modification of precursors of pharmaceutical compounds and fine chemicals, which, in most cases, are insoluble or poorly soluble in water. Even though the idea of carrying out an enzymatic process in organic solvent was initially considered with scepticism, biocatalysis in such media is now investigated and exploit-ed in numerous academic and industrial laboratories. One of the reasons that makes enzymatic catalysis in nonaqueous media so appealing, is the important new properties that enzymes exhibit in organic solvents. For example, they are often more stable and can catalyze reactions that are impossible or difficult in water. Furthermore, enzyme selectivity can also differ from that in water and can change, or even reverse, from one solvent to another. This phenomenon, which can be called ªmedium engineeringº, can be exploited as a valid alternative to protein engineering. The first part of this review examines the thermodynamic, kinetic, spectroscopic, and physical approaches that have been adopted to investigate the factors that affect activity, stability, structure, and selectivity of enzymes in organic solvents. These combined studies have brought the understanding of enzyme catalysis in organic solvents to a level almost comparable to that reached for biocatalysis in aqueous media. The second part surveys a number of the synthetic applications of enzymes in organic media, which span from the preparation of milligrams of specifically labeled compounds to the modification of fats on multiton scale and from the preparation of complex key intermediates for the pharmaceutical industry to the synthesis of polymers. ing the incidence of these limitations. Another disadvantage, caused by the limited water solubility of many organic substrates, is that reagent concentrations are generally lower in biocatalytic than in chemical processes; this, of course, leads to larger reaction volumes and complicates product recovery.",
      "snippet": "In recent years, the employment of biocatalysts for organic synthesis has become an increasingly attractive alternative to conventional chemical methods. [1] In fact, enzymes quite often display high chemo-, regio-, and enantioselectivity, which makes these catalysts especially attractive for the pharmaceutical and agrochemical areas, where the interest for enantiomerically pure and specifically functionalized compounds is continuously growing. Furthermore, enzyme-catalyzed reactions are normally carried out under mild conditions, such as room temperature and neutral or almost neutral pH, which minimizes problems of product isomerization, racemization, or epimerization. In addition, enzymes can be very efficient catalysts, capable of increasing reaction rates by up to 10 12 times. Finally, biocatalytic processes are less hazardous, polluting, and energy consuming than conventional chemistry-based methodologies, especially those making use of heavy-metal catalysts. All these reasons have made biocatalysis a popular topic for research in academia and industry and a tremendous number of enzymes have been described in the literature with a claimed potential for practical exploitation. For instance, the database BioCatalysis, based on 8000 articles and patents, describes 18 500 biotransformations carried out with enzymes, microorganisms, and catalytic antibodies. [2] Clearly, most of the described conversions are bound to remain mere laboratory curiosities, but an important part o…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[2]",
          "target_xml_id": "b8"
        }
      ]
    },
    {
      "header": "Organic Solvent Systems",
      "raw_header": "Organic Solvent Systems",
      "text": "Among the various methods adopted to increase the solubility of hydrophobic substrates in biocatalyzed reactions, the most obvious and widely employed is that based on organic solvents. This includes the use of mixtures of water and water-miscible organic solvents, [3] biphasic systems consisting of water and water-immiscible organic solvents (see the pioneering work by Sym [4] and some more recent reviews [5] ), reverse micellar systems, [5f, 6] and, finally, organic solvent systems. [5f, 7] Some features of the various systems that could help in understanding their peculiarities are represented in Figure 1. Figure 1. Representations of some organic solvent systems. a) Two-phase system, b) inverse micellular system, c) organic solvent system. Shaded areas: organic phase, white areas: water phase, black dots: biocatalyst. In biphasic systems (a), the enzymes and hydrophilic compounds are contained in the aqueous phase, where the reaction occurs, while hydrophobic compounds are mostly partitioned in the organic phase. In reverse micellar systems (b), enzyme molecules are solubilized in discrete, hydrated, reverse micelles, formed by surfactants, within a continuous phase of a hydrophobic organic solvent. Under appropriate conditions, the reverse micellar solution is homogeneous, thermodynamically stable, and optically transparent. In organic solvent systems (c), solid enzyme preparations (for example, enzymes lyophilized or adsorbed on an inert support) are suspended in an organic solvent in the presence of enough aqueous buffer (as a rule of thumb < 5 % v/v) to ensure enzymatic activity. Although the amount of water added to the solvent may exceed its solubility in that solvent, a visible discrete aqueous phase is not apparent because part of the solvent in the system is adsorbed by the biocatalyst. Visually, the two phases involved in an organic solvent system are liquid (bulk organic solvent and reagents dissolved in it) and solid (hydrated enzyme particles). Even though each of the systems described above has pros and cons, [8] the organic solvent system is the one which has been most deeply investigated and widely applied and, in this review, we shall exclusively focus on this system. Several advantages account for the interest in this kind of enzymecatalyzed reaction and for its success, such as: 1) the catalysis of reactions that are unfavorable in water is possible (for example, the reversal of hydrolysis reactions in favor of synthesis), 2) water-induced side reactions, such as hydrolysis of acid anhydrides and halogenate esters, can be suppressed, 3) hydrophobic substrates can be solubilized, Giacomo Carrea, born in Tortona (Italy) in 1943, graduated in chemistry at the University of Pavia in 1968. In 1969 he joined the Centro Nazionale delle Ricerche (CNR) where he is presently Director of the Istituto di Biocatalisi e Riconoscimento Molecolare (IBRM). He has been working in such fields as enzyme catalysis in organic solvents, synthesis of fine chemicals catalyzed by hydrolases, dehydrogenases, peroxidases, and monooxygenases, the study of the conformation of proteins and polypeptides, and analytical applications of bioluminescent enzymes. He is a member of the Editorial Boards of Trends in Biotechnology and Biocatalysis and Biotransformation and the author of approximately 170 publications. Sergio Riva, born in Milan (Italy) in 1958, is a Senior Research Scientist at the IBRM (Istituto di Biocatalisi e Riconoscimento Molecolare), where he has been working since 1984. He took his Laurea in chemistry at the University of Milan in 1983 and his Diploma di SpecialitaÂ in organic synthesis at the Politecnico of Milan in 1989. In 1987, he spent one year at the Massachusetts Institute of Technology (Cambridge, USA) working with Prof. A. Klibanov. In 1993 he was awarded the Ciamician medal by the Organic Chemical Division of the Italian Chemical Society. His research activity is documented by more than 100 publications reporting on the isolation and characterization of enzymes belonging to different classes (hydrolases, dehydrogenases, oxynitrilases, glycosyltransferases) and on the use of these biocatalysts for the mild and selective modification of different natural compounds (steroids, alkaloids, terpenes, sugars, and natural glycosides). 4) some products can be easily recovered, 5) the insoluble biocatalysts can be easily recovered, 6) biocatalyst thermostability is increased, at least at low water levels. Furthermore, enzyme selectivity can be markedly influenced, and even reversed, by the solvent; this sort of solvent engineering thus provides an alternative to protein engineering. Organic solvent systems are also useful for fundamental studies of the effects of water on enzyme dynamics and catalysis. In the following sections the properties and synthetic applications of enzymes in organic solvents will be examined.",
      "snippet": "Among the various methods adopted to increase the solubility of hydrophobic substrates in biocatalyzed reactions, the most obvious and widely employed is that based on organic solvents. This includes the use of mixtures of water and water-miscible organic solvents, [3] biphasic systems consisting of water and water-immiscible organic solvents (see the pioneering work by Sym [4] and some more recent reviews [5] ), reverse micellar systems, [5f, 6] and, finally, organic solvent systems. [5f, 7] Some features of the various systems that could help in understanding their peculiarities are represented in Figure 1. Figure 1. Representations of some organic solvent systems. a) Two-phase system, b) inverse micellular system, c) organic solvent system. Shaded areas: organic phase, white areas: water phase, black dots: biocatalyst. In biphasic systems (a), the enzymes and hydrophilic compounds are contained in the aqueous phase, where the reaction occurs, while hydrophobic compounds are mostly partitioned in the organic phase. In reverse micellar systems (b), enzyme molecules are solubilized in discrete, hydrated, reverse micelles, formed by surfactants, within a continuous phase of a hydrophobic organic solvent. Under appropriate conditions, the reverse micellar solution is homogeneous, thermodynamically stable, and optically transparent. In organic solvent systems (c), solid enzyme preparations (for example, enzymes lyophilized or adsorbed on an inert support) are suspended in an org…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[3]",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "[4]",
          "target_xml_id": "b10"
        }
      ]
    },
    {
      "header": "Enzyme Properties in Organic Solvents",
      "raw_header": "Enzyme Properties in Organic Solvents",
      "text": "Thermodynamic, kinetic, spectroscopic, and physical approaches have all contributed to improve the understanding of the factors affecting activity, stability, structure, and selectivity of enzymes in organic solvents; this understanding is now being developed to a level almost comparable to that of biocatalysis in aqueous media.",
      "snippet": "Thermodynamic, kinetic, spectroscopic, and physical approaches have all contributed to improve the understanding of the factors affecting activity, stability, structure, and selectivity of enzymes in organic solvents; this understanding is now being developed to a level almost comparable to that of biocatalysis in aqueous media.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Enzyme Activity",
      "raw_header": "Enzyme Activity",
      "text": "Enzyme activity in organic solvents depends dramatically on such parameters as water activity, substrate ± product solvation, pH control, enzyme form, and the nature of the solvent.",
      "snippet": "Enzyme activity in organic solvents depends dramatically on such parameters as water activity, substrate ± product solvation, pH control, enzyme form, and the nature of the solvent.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Water Activity",
      "raw_header": "Water Activity",
      "text": "It became apparent quite soon that enzyme activity was higher in hydrophobic solvents than in hydrophilic ones and, indeed, Laane et al. [9] found that there was a direct correlation between activity and solvent hydrophobicity, expressed as log P (where P is the partition coefficient of a given solvent between n-octanol and water). The authors ascribed this result to differences in the ability of organic solvents to distort the essential water layer around the biocatalysts. [9] Shortly afterwards, Zaks and Klibanov [10] demonstrated, with the three unrelated enzymes yeast alcohol oxidase, mushroom polyphenol oxidase, and horse liver alcohol dehydrogenase, that enzyme activity was more or less coincident in the various solvents, provided that the amount of water bound to the enzyme was the same. Figure 2 a shows that the more hydrophilic the solvent is, the higher the water content of the solvent has to be to reach high activity. This happens because the water content of the enzyme (W e , Figure 2 b) and not that of the solvent (W S , Figure 2 a) is what actually matters for activity. Thus, depending on the hydrophobicity of the solvent, the same water content results in entirely different amounts of water on the enzyme. These data suggest that the effects of organic solvents on an enzyme are primarily due to interactions with the essential enzyme-bound layer of water rather than with the enzyme itself. The maximal enzymatic activity for the three examined enzymes was attained at about 1000 molecules of water per enzyme molecule, that is, roughly a monolayer of water on the surface, as had already been found for activity recovery, in air, of dry lysozyme [11] and chymotrypsin. [12] It should be mentioned that at optimal water contents, enzymatic activities in organic solvents of alcohol oxidase, polyphenol oxidase, and alcohol dehydrogenase were in the range from 20 to 40 % of those in aqueous solutions. [10] Different degrees of water stripping as a function of solvent polarity were found and quantified by direct measurement of tritiated water desorption from enzymes; water stripping occurred nearly immediately when the enzyme was suspended in organic solvents. [13] A more rigorous way to correlate enzyme activity with the water present in the reaction medium was proposed by Halling [14] and Goderis et al., [15] who expressed the water in the medium not in terms of content but of thermodynamic water activity. Water activity (a w ) is correlated to the mole fraction of water (c w ) and the water activity coefficient (g w ) by the equation a w g w c w . Since, in the first approximation, the water activity coefficient (g w ) increases as a function of solvent hydrophobicity, it is obvious that a given value of a w will be obtained at a lower water concentration in a hydrophobic medium than in a hydrophilic medium. Therefore, to attain the same level of enzyme hydration, or of a w , in the enzyme, less water is necessary in hydrophobic than hydrophilic solvents. To clarify the water activity concept, Bell et al. [7i] suggested that a w is like temperature, while water content is like heat content. Two systems can have the same a w or temperature, but at the same time differ in the water content or heat content. It should be mentioned that, at equilibrium, a w will be the same for all the components of the reaction system, such as, catalyst, matrix (in the case of immobilized enzymes [16] ), reagents, and solvents. The existence of a direct correlation between enzyme activity and the a w of the system, was clearly demonstrated in the case of Mucor miehei lipase. [17] The lipase showed a similar optimum of activity at a w 0.55 when used in solvents varying in polarity from hexane to pentanone (Figure 3 a). The absolute reaction rates were somewhat solvent dependent, but the shape of the profile was essentially unchanged. Of course, the optimum varied widely when activity was plotted against water concentration in the organic solvents (Figure 3 b). In a study carried out with lipases from five different sources, it was also found that the dependence of catalytic activity on a w varied significantly from enzyme to enzyme, possibly as a consequence of molecular structure differences. [18] A recent study has shown that, contrary to what was observed with nonpolar solvents, with polar solvents such as dioxane, acetonitrile, tetrahydrofuran, and acetone, a w fails to precisely predict the critical hydration level for enzyme activity; this probably reflects direct solvent effects on the enzyme. [19] The increase of a w or water content can induce an increase of K m values. [20] This is especially true for the K m of nucleophiles in hydrolase-catalyzed esterification and transesterification reactions, where water acts as an inhibitor by competing with the substrate for the acyl ± enzyme intermediate. [20b±d] This phenomenon is exemplified in Table 1, where the effect of water concentration on the K m,app of subtilisin for the nucleophile 1-hexanol is shown. As expected, the K m,app for the acylating agent vinyl butyrate was not affected. Similarly, a w influences the equilibrium of hydrolase-catalyzed esterifications or transesterifications because water favors the reverse reaction (hydrolysis of the product) in the case of esterifications or the hydrolysis of the acylating agent (activated esters or enol esters and acid anhydrides) and, again, of the product in the case of transesterifications. [14c, 21] Due to the fundamental role played by water, it is clear that the control of a w in the enzymatic reactions carried out in organic solvents is of paramount importance and, as a consequence, different methods have been developed to this end. [15,22] Goderis et al. [15] used the knowledge that some salts have a fixed hydration state which gives a well-defined a w , [23] and employed saturated salt solutions to equilibrate, through the gas phase, organic solvent reactions. The method can be used to adjust a w not only initially, but also during a reaction in which water is produced or consumed. [22a,b] The disadvantage of the method is that water transfer is influenced by the design of the equilibration chambers. Another method for a w control is based on the use of salt hydrates which can act as a w buffers in organic media; however, they have limited capacity and require additional separation steps if they (and/or the enzymes) are to be reused. [22c,d] More promising, especially for preparative-scale applications, seems to be a recently described method in which a w control is exerted by circulating salt solutions in silicone tubing submerged in the organic solvent. [22e] The silicone membranes are permeable to water vapors and impermeable to ions; therefore, only water is transferred through them.",
      "snippet": "It became apparent quite soon that enzyme activity was higher in hydrophobic solvents than in hydrophilic ones and, indeed, Laane et al. [9] found that there was a direct correlation between activity and solvent hydrophobicity, expressed as log P (where P is the partition coefficient of a given solvent between n-octanol and water). The authors ascribed this result to differences in the ability of organic solvents to distort the essential water layer around the biocatalysts. [9] Shortly afterwards, Zaks and Klibanov [10] demonstrated, with the three unrelated enzymes yeast alcohol oxidase, mushroom polyphenol oxidase, and horse liver alcohol dehydrogenase, that enzyme activity was more or less coincident in the various solvents, provided that the amount of water bound to the enzyme was the same. Figure 2 a shows that the more hydrophilic the solvent is, the higher the water content of the solvent has to be to reach high activity. This happens because the water content of the enzyme (W e , Figure 2 b) and not that of the solvent (W S , Figure 2 a) is what actually matters for activity. Thus, depending on the hydrophobicity of the solvent, the same water content results in entirely different amounts of water on the enzyme. These data suggest that the effects of organic solvents on an enzyme are primarily due to interactions with the essential enzyme-bound layer of water rather than with the enzyme itself. The maximal enzymatic activity for the three examined enzymes was attained…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[9]",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[13]",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "[14]",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "[15]",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "[17]",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "[18]",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "[19]",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "[15,",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "[15]",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "[23]",
          "target_xml_id": "b62"
        }
      ]
    },
    {
      "header": "Kinetics",
      "raw_header": "Kinetics",
      "text": "Kinetic studies carried out mostly with hydrolases, have shown that enzymes in organic solvents follow conventional models. [24] Thus, various transesterification reactions catalyzed by porcine pancreatic lipase (PPL) in hexane obey Michaelis ± Menten kinetics [24a] and those catalyzed by lipases from Mucor miehei [24b] and Candida antarctica [24c] follow a bibi ping-pong mechanism, with competitive inhibition by substrates and products. The identity of the mechanism of subtilisin-catalyzed ester hydrolysis in water and transesterification in organic solvents has been demonstrated by Chatterjee and Russel,[24d,e] who have also determined individual rate constants and equilibrium constants of the reaction in organic solvents. Considering kinetic parameters in organic solvents, the values may be very different from solvent to solvent and from those for the same enzyme and substrate in aqueous media; similarly, substrate specificity may change dramatically from solvent to solvent and from water. Table 2, for example, shows that N-acetyl-l-serine ethyl ester (N-Ac-l-Ser-OEt) is the preferred substrate of subtilisin in dichloromethane, while in tert-butylamine the preferred substrate is N-acetyl-l-phenylalanine ethyl ester (N-Ac-l-Phe-OEt). [25] However, all these effects can be at least partly explained by different solvation of the substrates as the reaction medium changes. [26] Different methods are available to correct for solvation of substrates (and products). As discussed by Janssen et al., [26f] one of them is based on a transfer of free energy method, where the activation (or binding) energy is calculated from experimental data for v max /K m (or K m ). [26a,b] This experimental activation (or binding) energy and the transfer of free energy of the substrate, are used to calculate the corrected activation (or binding) energy. Another method of correction is to express the kinetic constants in terms of thermodynamic activities instead of concentrations. [26c,d] A third method is to correct the Michaelis constant by using partition coefficients. In this case, the experimental K m , which is based on substrates concentration in the organic phase, is corrected to a K m value which is based on the concentrations in the aqueous phase. [26e] These three methods of correction are essentially equivalent and, once applied, give similar kinetic parameters in the various media [7h] and explain the differences of substrate specificity. [24] 3.1.",
      "snippet": "Kinetic studies carried out mostly with hydrolases, have shown that enzymes in organic solvents follow conventional models. [24] Thus, various transesterification reactions catalyzed by porcine pancreatic lipase (PPL) in hexane obey Michaelis ± Menten kinetics [24a] and those catalyzed by lipases from Mucor miehei [24b] and Candida antarctica [24c] follow a bibi ping-pong mechanism, with competitive inhibition by substrates and products. The identity of the mechanism of subtilisin-catalyzed ester hydrolysis in water and transesterification in organic solvents has been demonstrated by Chatterjee and Russel,[24d,e] who have also determined individual rate constants and equilibrium constants of the reaction in organic solvents. Considering kinetic parameters in organic solvents, the values may be very different from solvent to solvent and from those for the same enzyme and substrate in aqueous media; similarly, substrate specificity may change dramatically from solvent to solvent and from water. Table 2, for example, shows that N-acetyl-l-serine ethyl ester (N-Ac-l-Ser-OEt) is the preferred substrate of subtilisin in dichloromethane, while in tert-butylamine the preferred substrate is N-acetyl-l-phenylalanine ethyl ester (N-Ac-l-Phe-OEt). [25] However, all these effects can be at least partly explained by different solvation of the substrates as the reaction medium changes. [26] Different methods are available to correct for solvation of substrates (and products). As discussed b…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[24]",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "[25]",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "[24]",
          "target_xml_id": "b63"
        }
      ]
    },
    {
      "header": "pH Value and pH Control",
      "raw_header": "pH Value and pH Control",
      "text": "The protonation state of the various groups of an enzyme is undoubtedly important for enzyme activity, both in aqueous and organic media. However, while protonation in water is simply controlled by adjustments of pH values, this is not the case in organic solvents, where even the concept of pH value itself is challenged. [14c] A way to control the initial state of enzyme protonation and, hence, activity was developed by Zaks and Klibanov,[24a] who showed that enzyme activity in organic solvents was markedly dependent on the pH value of the solution from which the enzyme was recovered (by lyophilization or precipitation). This methodology, which is now widely applied in the field of biocatalysis in organic solvents, is perfectly suitable when there is no alteration of acid/base concentration in the course of the reaction. If this is not the case, as in the synthesis, hydrolysis, or aminolysis of esters, for instance, the enzyme protonation and activity may change during reaction. To overcome this drawback, the use of buffering systems involving highly hydrophobic acids and their sodium salts, and highly hydrophobic bases and their hydrochlorides, has been proposed. [27] Indeed, these systems can efficiently buffer organic solvent media, as illustrated in Figure 4 where the dependence of subtilisin activity on the composition of some acids pairs and their conjugated bases is shown. The main disadvantage of these buffer systems is that they are appreciably soluble only in solvents with a relatively high polarity (such as, 3-pentanone, dioxane, dimethylformamide, tetrahydrofuran).",
      "snippet": "The protonation state of the various groups of an enzyme is undoubtedly important for enzyme activity, both in aqueous and organic media. However, while protonation in water is simply controlled by adjustments of pH values, this is not the case in organic solvents, where even the concept of pH value itself is challenged. [14c] A way to control the initial state of enzyme protonation and, hence, activity was developed by Zaks and Klibanov,[24a] who showed that enzyme activity in organic solvents was markedly dependent on the pH value of the solution from which the enzyme was recovered (by lyophilization or precipitation). This methodology, which is now widely applied in the field of biocatalysis in organic solvents, is perfectly suitable when there is no alteration of acid/base concentration in the course of the reaction. If this is not the case, as in the synthesis, hydrolysis, or aminolysis of esters, for instance, the enzyme protonation and activity may change during reaction. To overcome this drawback, the use of buffering systems involving highly hydrophobic acids and their sodium salts, and highly hydrophobic bases and their hydrochlorides, has been proposed. [27] Indeed, these systems can efficiently buffer organic solvent media, as illustrated in Figure 4 where the dependence of subtilisin activity on the composition of some acids pairs and their conjugated bases is shown. The main disadvantage of these buffer systems is that they are appreciably soluble only in solven…",
      "pages": null,
      "citations": []
    },
    {
      "header": "Enzyme Form",
      "raw_header": "Enzyme Form",
      "text": "Proteins are practically insoluble in most organic solvents [28] and when they do dissolve, as in dimethylsulfoxide and formamide, they lose their native conformation. [29] Therefore, in the absence of any special treatment, enzymes are usually present in organic solvents as a solid ± liquid biphasic suspension. This simplifies catalyst ± product separation and enzyme reutilization. The simplest way to prepare biocatalysts for use in organic solvents and, at the same time, to adjust key parameters such as pH value and associated ions, is enzyme lyophilization or precipitation (by, for instance, addition of acetone) from aqueous solutions. These preparations, however, can undergo diffusional limitations or prevent enzyme ± substrate interaction because of protein ± protein stacking. The use of small enzyme particles obtained by prior sonication and vigorous shaking or stirring during reaction are recommended to alleviate these disadvantages. In some cases, ultrasonic treatment has also been done during the reaction and this has notably increased reaction rates. [30] Rate enhancements were attributed to the increase of catalyst surface area (better dispersion) or to locally high pressures. [30b] That aggregation can limit enzyme efficiency was also suggested by the finding that chymotrypsin and subtilisin activities in ethanol were inversely correlated to enzyme concentration in the medium. [31] Russell and co-workers have calculated the role of internal and external mass transfer and found that enzyme particles suspended in organic solvents will be subjected to increasing diffusion limitations as the enzyme activity and particle size increase. [32] Enzyme lyophilization in the presence of ligands, lyoprotectants (various sugars, polyethylene glycol), salts, and micellar amphiphiles has often yielded preparations that are markedly more active than those obtained in the absence of additives. [20d, 33] Various explanations such as ªtrappingº of the enzyme in a more active conformation (ligands and micellar amphiphiles), [33a,f] prevention of lyophilization-induced partial denaturation of the enzyme that becomes irreversible in organic solvents (lyoprotectants), [33c] protection against deactivation by direct contact with the solvent (salts), [33d] retention of the water shell around the enzyme (sorbitol), [33e] or increased catalyst dispersion in the medium (various additives) have been invoked to rationalize the results. [20d] Adsorption on solid matrices, which improves, at least at optimal protein/support ratios, enzyme dispersion, reduces diffusional limitations and favors substrate access to individual enzyme molecules. Matrices with different particle size, porosity, and composition (Celite, controlled pore glass, polyamide, polypropylene, alumina, silica, zirconia) were employed and the pros and cons evaluated. [34] A common feature is that for each enzyme and matrix there is an optimal enzyme/support ratio for expression of activity. Figure 5 illustrates the behavior of lipase from Pseudomonas sp. adsorbed onto Celite. [34b] When the rate per unit weight of lipase ± support material was considered, maximum activity was attained at an enzyme loading of 150 mg per g Celite and then it remained constant (Figure 5 a). When the rate per unit weight of lipase was considered (Figure 5 b), the highest value was still obtained at an enzyme loading of 150 mg per g Celite and then it decreased. These data suggest that at low loadings the enzyme undergoes conformational modifications and inactivation caused by strong interactions with the matrix, [35] whereas, at high loading, diffusional limitations or substrate inaccessibility to the active site reduce enzyme effectiveness. Inactivation at low enzyme loading can be prevented by carrying out the immobilization in the presence of extraneous proteins (albumin, gelatin, casein) or polyethylene glycol. [34c] Immobilized lipases with excellent activity and stability were obtained by entrapping the enzymes in hydrophobic sol- The relative rate is given once as mg of whole material (lipase plus Celite, a) and once as mg of lipase only (b). Transesterification between (AE)-sulcatol and vinyl acetate was investigated. gel materials. [36] With this methodology it would be possible to generate tailor-made gels for each lipase by varying a range of parameters such as the nature of silane monomers and the water/silane stoichiometry. Cross-linked enzyme crystals (CLECs) have proved to be very robust, though rather expensive, catalysts for organic solvent reactions when cross-linked with glutaraldehyde. [37] Several CLEC catalysts (for example, thermolysin, subtilisin, penicillin acylase, and lipases from Candida rugosa and Pseudomonas cepacia) have already been produced on a multikilogram scale. [37] In order to minimize substrate-diffusion limitations and maximize enzyme dispersion, various approaches have been used to solubilize the biocatalysts in organic solvents. The most widespread method is based on the covalent linking of the amphiphilic polymer polyethylene glycol (PEG) to enzyme molecules. In this way, a large number of PEG ± enzyme complexes have been prepared and they have been shown to give transparent solutions in several organic solvents. [20d, 38] Transparent enzyme solutions can also be obtained with non-covalent PEG ± enzyme complexes simply prepared by lyophilization of the enzyme in the presence of an excess of PEG. [39] In both cases, excellent activity in organic solvents was often obtained. [38,39] Enzyme complexes with anionic or non-ionic surfactants that dissolve in organic solvents have been described by several groups. [40] For example, chymotrypsin and subtilisin complexed with Aerosol OT (10 % w/v solution of bis (2ethylhexyl)sodium sulfosuccinate in water) and dissolved in isooctane in the absence of reversed micelles, showed k cat values nearly one-third and two-thirds as high as in aqueous buffer, respectively. [40a] Similarly, the lipid-coated lipase from Pseudomonas fragi (Lipase B) was found to be twice as active as PEG-grafted enzyme and one hundred times more active than the enzyme powder in the esterification of 1-phenylethanol in isooctane (Figure 6). [40d] The activities of different forms of lipase from Pseudomonas cepacia have been compared in carbon tetrachloride and the data are shown in Table 3. [39b] The most active form was the lipase entrapped in the sol-gel matrices, while the crystallized and cross-linked enzyme was less active. It should be mentioned that the activity displayed by the sol-gel lipase in carbon tetrachloride, using n-octanol and vinyl acetate as the substrates, was even higher than that displayed by the same amount of lipase protein in the hydrolysis of tributyrin in water. [39b] 3.1.5. Bioreactors Laboratory-scale transformations catalyzed by enzymes in organic solvents are most commonly carried out in batch reactors with use of enzyme powders or adsorbed enzymes, under continuous stirring or shaking. Water activity and pH value are initially adjusted, respectively, by equilibration with saturated salt solutions and by lyophilization or precipitation of the catalyst from a suitable aqueous solution. However, no continuous control of a w and pH value are usually done during reaction. Methods for the scale-up and optimization of bioreactions in organic solvents have been sought for many years, as demonstrated by the development in the eighties of fixed-bed and microporous-membrane reactors for the lipase-catalyzed continuous transesterification [41a,b] or synthesis [41c] of glycerides. More recently, fixed-bed reactors with immobilized lipases and proteases were extended to the production of fine chemicals and optically active compounds such as 2-(4-chlorophenoxy)propanoic acid, [42a] metallorganic intermediates, [42b] and various synthons. The enzyme powder of lipase from Pseudomonas cepacia was also employed in a microfiltration membrane reactor for the continuous resolution of the mucolytic drug (AE)-trans-sobrerol. [42c] A twin-core packed-bed reactor, which permits a w control by means of salt hydrate pairs, has been developed for the Candida rugosa catalyzed esterification of decanoic acid and dodecanol. [43a] Salt hydrates were confined in the inner core and the enzyme, immobilized on a macroporous polypropylene support, was in in the outer core of the reactor which was continuously fed with the substrate mixture. Complete conversion, albeit at different rates, was obtained with a w buffering at 0.48 and 0.80 by using salt hydrates of Na 4 P 2 O 7 and Na 2 HPO 4 , respectively. Continuous a w control, in this case based on saturated salt solutions, was described for a packed-bed hollow-fiber reactor employed for enzymatic esterification in hexane. [43b] In another approach, the Candida antarctica lipase catalyzed synthesis of (Z)-3-hexen-1-yl acetate, carried out on kilogram scale, was facilitated by water removal through azeotropic distillation. [43c]",
      "snippet": "Proteins are practically insoluble in most organic solvents [28] and when they do dissolve, as in dimethylsulfoxide and formamide, they lose their native conformation. [29] Therefore, in the absence of any special treatment, enzymes are usually present in organic solvents as a solid ± liquid biphasic suspension. This simplifies catalyst ± product separation and enzyme reutilization. The simplest way to prepare biocatalysts for use in organic solvents and, at the same time, to adjust key parameters such as pH value and associated ions, is enzyme lyophilization or precipitation (by, for instance, addition of acetone) from aqueous solutions. These preparations, however, can undergo diffusional limitations or prevent enzyme ± substrate interaction because of protein ± protein stacking. The use of small enzyme particles obtained by prior sonication and vigorous shaking or stirring during reaction are recommended to alleviate these disadvantages. In some cases, ultrasonic treatment has also been done during the reaction and this has notably increased reaction rates. [30] Rate enhancements were attributed to the increase of catalyst surface area (better dispersion) or to locally high pressures. [30b] That aggregation can limit enzyme efficiency was also suggested by the finding that chymotrypsin and subtilisin activities in ethanol were inversely correlated to enzyme concentration in the medium. [31] Russell and co-workers have calculated the role of internal and external mass trans…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[28]",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "[31]",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "[32]",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "[34]",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "[35]",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "[36]",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "[37]",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "[37]",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "[38,",
          "target_xml_id": "b99"
        }
      ]
    },
    {
      "header": "Enzyme Stability and Structure",
      "raw_header": "Enzyme Stability and Structure",
      "text": "Several studies have indicated that enzymes as diverse as porcine pancreatic lipase (PPL), [44a] chymotrypsin, [44b,f] terpene cyclase, [44c] ATPase and cytochrome oxidase, [44d,e] and ribonuclease and lysozyme [44f] are more thermostable in organic solvents than in water. For example, PPL remained active for many hours (halflife longer than 12 hours) when incubated at 100 8C in an almost anhydrous mixture of heptanol and tributyrin (Figure 7). [44a] Lower stability was observed in the presence of 0.8 % w/v water, while the inactivation was almost instantaneous in aqueous buffer or water (Figure 7). The high thermal stability of enzymes in organic solvents, especially in hydrophobic ones and at low water content, was attributed to increased conformational rigidity and to the absence of nearly all covalent reactions which cause irreversible thermoinactivation in water. [44f] It should be mentioned that, as demonstrated by FTIR spectro-Angew. Chem. Int. Ed. 2000, 39, 2226 ± 2254 2233 Table 3. Relative activity of different forms of lipase from Pseudomonas cepacia in carbon tetrachloride. enzyme form [a] activity [b] enzyme form [a] activity [b] sol-gel-AK-PC 100 CLEC-PC 2 PEG PC 30 crude PC 9 PEG-PC 37 [a] Lipase was entrapped in sol-gel matrices (sol-gel-AK-PC), lyophilized in the presence of PEG (PEG PC), covalently linked to PEG (PEG-PC), crystallized and cross linked (CLEC-PC), or used as a crude powder (crude PC). [b] The activities of the various enzyme forms refer to the same amount of lipase protein. scopic studies on lysozyme and subtilisin, enzyme structure is much more similar to the native form in pure organic solvents such as acetonitrile, tetrahydrofuran, and 1-propanol than in water ± solvent mixtures. [45] This behavior was found to be kinetically controlled, that is, to be due to the inherent restriction on protein conformational mobility in anhydrous media in contrast to aqueous ± organic solvent mixtures. [45a] Improvements of enzyme stability (and activity) in aqueous ± organic media have been obtained by ªrationalº design methods [45b] and directed evolution. [45c] A direct picture of enzyme conformation in organic solvents came from X-ray crystal structures of cross-linked crystals of subtilisin in acetonitrile [46a] and g-chymotrypsin in hexane. [46b] The subtilisin structure in acetonitrile was essentially identical to the three-dimensional structure of the enzyme in water; the differences observed were smaller than those between two independently determined structures in aqueous solution. [46a] Crystalline g-chymotrypsin retained its native conformation in hexane and could catalyze both hydrolysis and synthesis reactions in the organic solvent. However, the mobility was decreased and side-chain conformation significantly changed. [46b] A study on hydrogen isotope exchange with high resolution NMR spectroscopy has also shown that the structure of bovine pancreatic trypsin inhibitor is poorly affected by such solvents as acetonitrile, tetrahydrofuran, ethyl acetate, and butanol. [47] In addition, Hammett analysis, a method that provides information on the transition intermediates of reactions, has revealed that the transition state of a subtilisin-catalyzed reaction is the same in water and in organic solvents. [48] Besides enzyme powders and crystals, other enzyme forms have also been investigated for their stability and structure in organic solvents. Subtilisin covalently linked to PEG was less stable and more prone to autolysis in acetonitrile and dioxane, where it was soluble, than the corresponding enzyme powder. [20d, 49] PEG ± subtilisin possessed the same conformation in water and dioxane as evidenced by circular dichroism and intrinsic protein fluorescence measurements. [20d, 49] Subtilisin solubilized in organic solvents by ion pairing with low concentrations of an anionic surfactant (Aerosol OT) was three orders of magnitude more stable in octane than in water, while in tetrahydrofuran 99 % of the activity was lost in 10 min. [50] The relationship between hydration, catalytic activity, and protein dynamics was investigated by several groups with several methods. [51] A study on a-lytic protease suspended in organic solvents showed, by means of deuterium solid-state NMR spectroscopy, that hydration increased enzyme flexibility. [51a] However, no direct link between conformational flexibility and either solvent dielectric properties or catalytic activity was demonstrated. Later works, carried out with electron spin resonance [51b] and time-resolved fluorescence anisotropy [51c] techniques, clearly indicated the existence of a direct correlation between protein hydration and conformational flexibility and activity. A recent paper also established, by proton solid-state NMR, that enzyme flexibility and activity are mostly a function of thermodynamic water activity and not of solvent dielectric properties. [51d]",
      "snippet": "Several studies have indicated that enzymes as diverse as porcine pancreatic lipase (PPL), [44a] chymotrypsin, [44b,f] terpene cyclase, [44c] ATPase and cytochrome oxidase, [44d,e] and ribonuclease and lysozyme [44f] are more thermostable in organic solvents than in water. For example, PPL remained active for many hours (halflife longer than 12 hours) when incubated at 100 8C in an almost anhydrous mixture of heptanol and tributyrin (Figure 7). [44a] Lower stability was observed in the presence of 0.8 % w/v water, while the inactivation was almost instantaneous in aqueous buffer or water (Figure 7). The high thermal stability of enzymes in organic solvents, especially in hydrophobic ones and at low water content, was attributed to increased conformational rigidity and to the absence of nearly all covalent reactions which cause irreversible thermoinactivation in water. [44f] It should be mentioned that, as demonstrated by FTIR spectro-Angew. Chem. Int. Ed. 2000, 39, 2226 ± 2254 2233 Table 3. Relative activity of different forms of lipase from Pseudomonas cepacia in carbon tetrachloride. enzyme form [a] activity [b] enzyme form [a] activity [b] sol-gel-AK-PC 100 CLEC-PC 2 PEG PC 30 crude PC 9 PEG-PC 37 [a] Lipase was entrapped in sol-gel matrices (sol-gel-AK-PC), lyophilized in the presence of PEG (PEG PC), covalently linked to PEG (PEG-PC), crystallized and cross linked (CLEC-PC), or used as a crude powder (crude PC). [b] The activities of the various enzyme forms refer to the…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[47]",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "[48]",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "[50]",
          "target_xml_id": "b129"
        }
      ]
    },
    {
      "header": "Enzyme Selectivity",
      "raw_header": "Enzyme Selectivity",
      "text": "The ability of enzymes to act as selective catalysts for a broad spectrum of organic reactions has been known and exploited for several years. [1] However, in many cases the selectivity (enantiomeric, prochiral, and regiomeric) of the enzymes is unsatisfactory, and so a number of techniques have been developed to overcome this limitation. Improvements in selectivity have been obtained by modification of enzymes (by, for example, in vitro evolution [52a] ), substrates, and reaction conditions (temperature, solvent, and even pressure). [52b] In this review, only the effects of solvents, which are peculiar to the system examined here, will be taken into consideration.",
      "snippet": "The ability of enzymes to act as selective catalysts for a broad spectrum of organic reactions has been known and exploited for several years. [1] However, in many cases the selectivity (enantiomeric, prochiral, and regiomeric) of the enzymes is unsatisfactory, and so a number of techniques have been developed to overcome this limitation. Improvements in selectivity have been obtained by modification of enzymes (by, for example, in vitro evolution [52a] ), substrates, and reaction conditions (temperature, solvent, and even pressure). [52b] In this review, only the effects of solvents, which are peculiar to the system examined here, will be taken into consideration.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Medium Engineering",
      "raw_header": "Medium Engineering",
      "text": "The term ªmedium engineeringº, which refers to the possibility of influencing enzyme properties by changing the nature of the solvent in which the reaction is carried out, was first coined by Klibanov and co-workers, who indicated it was an alternative to or an integration with protein engineering. [53a] Indeed, a great number of papers have reported that the enantio-, prochiral, and regioselectivity of enzymes can be affected, sometimes very remarkably, by the nature of the organic solvent used as the reaction medium (For recent reviews, see Ref. [53]). In the following paragraphs, a few examples of solvent effects on enzyme selectivity will be considered and the possible rationales discussed. It should be mentioned that the enantioselective performance of enzymes is generally expressed as the enantiomeric ratio E, which is the ratio of the specificity constants k cat /K m for the two enantiomers. Equations relating the enantiomeric ratio to the value of the enantiomeric excess of the reagent or of the product, have been developed for kinetic resolutions. [7c] Of course, the higher the enantiomeric ratio, the higher the enantiomeric excess of the product and of the residual substrate. Table 4 indicates how subtilisin enantioselectivity changes as a function of solvent nature, in the resolution of (AE)-1phenylethanol. The enantiomeric ratio E decreases from 61 in dioxane to 3 in methyl acetamide and shows an inverse correlation with the solvent dielectric constant. [54a] Solvent effects on Pseudomonas sp. lipase prochiral selectivity are illustrated in the monohydrolysis of 2-(1-naphtoylamino)trimethylene dibutyrate (Table 5). In this case, it seems that enzyme selectivity is, roughly, inversely correlated with solvent hydrophobicity, expressed as log P. [54b] The resolution of the mucolytic drug (AE)-trans-sobrerol by lipase from Table 4. Enantioselectivity (E) of subtilisin in the transesterification of (AE)-1-phenylethanol in various organic solvents, and the dielectric constants (e r ) of the solvents. solvent e r E solvent e r E dioxane 2.2 61 dimethylformamide 36.7 9 benzene 2.3 54 nitromethane 35.9 5 triethylamine 2.4 48 acetonitrile 35.9 3 tetrahydrofuran 7.6 40 methylacetamide 191.3 3 pyridine 12.9 31 Pseudomonas cepacia in various solvents is depicted in Table 6; no correlation between enzyme enantioselectivity and the physico-chemical properties of the solvent related to its hydrophobicity or polarity was found. [54c] A very striking example of solvent influence on enzyme selectivity and stereochemical preference is that reported by Hirose et al. [54d] In the Pseudomonas sp. lipase catalyzed desymmetrization of prochiral dihydropyridine dicarboxylates [Eq. ( 2)], the (S)-monoesters were obtained with ee values as high as 99 % in water-saturated diisopropyl ether, whereas the (R)-isomers were formed preferentially (ee 88 ± 91 %) in water-saturated cyclohexane (Table 7). An interesting study concerning regioselectivity involved the Pseudomonas cepacia lipase catalyzed butanolysis of 1,4dibutyryloxy-2-octylbenzene in several organic solvents. [55a] In cyclohexane, for example, this lipase preferentially deacylated the 4-O-butanoate whereas, in acetonitrile, the 1-O-butanoate was preferred. The same enzyme was also sensitive to the nature of the solvent regarding the ability to discriminate among the hydroxyls of phenyl 6-O-trityl-b-d-glycopyranosides. [55b]",
      "snippet": "The term ªmedium engineeringº, which refers to the possibility of influencing enzyme properties by changing the nature of the solvent in which the reaction is carried out, was first coined by Klibanov and co-workers, who indicated it was an alternative to or an integration with protein engineering. [53a] Indeed, a great number of papers have reported that the enantio-, prochiral, and regioselectivity of enzymes can be affected, sometimes very remarkably, by the nature of the organic solvent used as the reaction medium (For recent reviews, see Ref. [53]). In the following paragraphs, a few examples of solvent effects on enzyme selectivity will be considered and the possible rationales discussed. It should be mentioned that the enantioselective performance of enzymes is generally expressed as the enantiomeric ratio E, which is the ratio of the specificity constants k cat /K m for the two enantiomers. Equations relating the enantiomeric ratio to the value of the enantiomeric excess of the reagent or of the product, have been developed for kinetic resolutions. [7c] Of course, the higher the enantiomeric ratio, the higher the enantiomeric excess of the product and of the residual substrate. Table 4 indicates how subtilisin enantioselectivity changes as a function of solvent nature, in the resolution of (AE)-1phenylethanol. The enantiomeric ratio E decreases from 61 in dioxane to 3 in methyl acetamide and shows an inverse correlation with the solvent dielectric constant. [54a] Solv…",
      "pages": null,
      "citations": []
    },
    {
      "header": "Rationale",
      "raw_header": "Rationale",
      "text": "The data reported to date (see above and the reviews in Ref. [53]) show that, in order to modify or improve enzyme selectivity, medium engineering represents a good and convenient alternative to protein engineering and to the timeconsuming search for new catalysts. Various hypotheses have been formulated to rationalize this phenomenon. For instance, the solvent, depending on its polarity, could modify the enzyme conformation and, thus, influence the selectivity by altering the molecular recognition process between substrate and enzyme. [54a] According to another theory, selectivity depends on the energetics of substrate solvation, [54b] whereas a third model envisages that solvent molecules could bind within the active site and, depending on their structure, interfere with the association or transformation of one enantiomer more than with that of the other. [54d, 56] However, both the hypotheses based on the physicochemical properties of the solvents and that based on solvent structure are, at present, unsatisfactory from the point of view of predictive value. In fact, the models either appear to be valid only for the specific enzyme and substrate investigated each time [53a] or, when formation of solvent ± enzyme complexes is proposed, [56] no generalization is possible because of the large number of possible solvent ± enzyme complexes and because each complex might behave differently depending on the nature of the substrate. [53b] A theoretical model based on the thermodynamics of substrate solvation was also developed. [57a,b] However, the model, which implies the determination of the desolvated portion of the substrate transition state by molecular modeling and the calculation of the activity coefficient by UNIFAC, gave contradictory results. In fact, it was successful in predicting solvent effects on the prochiral and enantioselectivity of g-chymotrypsin with 2-substituted 1,3-propanediols [57a] and racemic 3-hydroxy-2-phenylpropionate, [57b] Angew. Chem. Int. Ed. 2000, 39, 2226 ± 2254 2235 whereas it failed in the case of subtilisin with racemic secphenetyl alcohol and trans-sobrerol. [57c] At present, no link among the various hypotheses appears to exist, even though it is likely that the solvent influences enzymatic selectivity through more than a single mechanism.",
      "snippet": "The data reported to date (see above and the reviews in Ref. [53]) show that, in order to modify or improve enzyme selectivity, medium engineering represents a good and convenient alternative to protein engineering and to the timeconsuming search for new catalysts. Various hypotheses have been formulated to rationalize this phenomenon. For instance, the solvent, depending on its polarity, could modify the enzyme conformation and, thus, influence the selectivity by altering the molecular recognition process between substrate and enzyme. [54a] According to another theory, selectivity depends on the energetics of substrate solvation, [54b] whereas a third model envisages that solvent molecules could bind within the active site and, depending on their structure, interfere with the association or transformation of one enantiomer more than with that of the other. [54d, 56] However, both the hypotheses based on the physicochemical properties of the solvents and that based on solvent structure are, at present, unsatisfactory from the point of view of predictive value. In fact, the models either appear to be valid only for the specific enzyme and substrate investigated each time [53a] or, when formation of solvent ± enzyme complexes is proposed, [56] no generalization is possible because of the large number of possible solvent ± enzyme complexes and because each complex might behave differently depending on the nature of the substrate. [53b] A theoretical model based on the thermodyna…",
      "pages": null,
      "citations": []
    },
    {
      "header": "Synthetic Applications",
      "raw_header": "Synthetic Applications",
      "text": "The beginning of detailed investigations into the performances of enzymes in organic solvents can be temporally located approximately fifteen years ago. Since this time, the enthusiastic statements of the pioneers of biocatalysis in nonnatural media have been experimentally verified in several research groups. Specifically, it has been proved true that many enzymes can work in organic solvents, even though it has also been observed that enzymes belonging to different classes need different hydration levels to maintain their catalytic activity, or at least a percentage of it. Additionally, although some enzymes can give really astonishing results, only few classes of these biocatalysts (such as lipases, proteases, oxynitrilases, and a few other enzymes) have proved to be synthetically useful from a practical point of view. These enzymes will be presented in the following paragraphs. Other enzymes, such as dehydrogenases and glycosidases, despite their synthetic importance, have found limited or no practical applications so far. This is mainly because they either act on polar substrates or coenzymes that are poorly soluble in organic solvents, or because they are inhibited or inactivated by organic solvents. Another more general limitation arises from the fact that numerous biocatalysts are still too expensive or not commercially available at all.",
      "snippet": "The beginning of detailed investigations into the performances of enzymes in organic solvents can be temporally located approximately fifteen years ago. Since this time, the enthusiastic statements of the pioneers of biocatalysis in nonnatural media have been experimentally verified in several research groups. Specifically, it has been proved true that many enzymes can work in organic solvents, even though it has also been observed that enzymes belonging to different classes need different hydration levels to maintain their catalytic activity, or at least a percentage of it. Additionally, although some enzymes can give really astonishing results, only few classes of these biocatalysts (such as lipases, proteases, oxynitrilases, and a few other enzymes) have proved to be synthetically useful from a practical point of view. These enzymes will be presented in the following paragraphs. Other enzymes, such as dehydrogenases and glycosidases, despite their synthetic importance, have found limited or no practical applications so far. This is mainly because they either act on polar substrates or coenzymes that are poorly soluble in organic solvents, or because they are inhibited or inactivated by organic solvents. Another more general limitation arises from the fact that numerous biocatalysts are still too expensive or not commercially available at all.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Hydrolases",
      "raw_header": "Hydrolases",
      "text": "Reactions catalyzed by hydrolases are predominant among the reported biotransformations in organic solvents. Several groups of hydrolases exist in nature, but only two of these have been widely used in nonnatural media: lipasesÐrecently redefined as ªfat-splittingº esterases [58] Ðand proteases. These enzymes have been used in the labs all over the world and are now considered normal chemical bench reagents. The reasons for this success arise from the availability of these proteins from different commercial suppliers at reasonably cheap prices, their ease of handling (they do not need sensitive and/ or expensive cofactors), and from their stability and versatility of action. From a chemical point of view, lipases and proteases in organic solvents can be seen as mild and selective reagents that are able to activate a generic carboxylate and transfer it to a huge number of nucleophiles. Several reviews and book chapters have already been published on specific synthetic applications of these enzymes. The most recent of them will be indicated in the headlines of the following sections.",
      "snippet": "Reactions catalyzed by hydrolases are predominant among the reported biotransformations in organic solvents. Several groups of hydrolases exist in nature, but only two of these have been widely used in nonnatural media: lipasesÐrecently redefined as ªfat-splittingº esterases [58] Ðand proteases. These enzymes have been used in the labs all over the world and are now considered normal chemical bench reagents. The reasons for this success arise from the availability of these proteins from different commercial suppliers at reasonably cheap prices, their ease of handling (they do not need sensitive and/ or expensive cofactors), and from their stability and versatility of action. From a chemical point of view, lipases and proteases in organic solvents can be seen as mild and selective reagents that are able to activate a generic carboxylate and transfer it to a huge number of nucleophiles. Several reviews and book chapters have already been published on specific synthetic applications of these enzymes. The most recent of them will be indicated in the headlines of the following sections.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[58]",
          "target_xml_id": "b149"
        }
      ]
    },
    {
      "header": "Enantioselectivity of Hydrolases",
      "raw_header": "Enantioselectivity of Hydrolases",
      "text": "The increasing demand for enantiomerically pure compounds by pharmaceutical and agrochemical companies has surely been one of the driving forces of the exploitation of hydrolases in synthesis, the most recurrent application being the kinetic resolution of racemates. As has pointed out in Section 3.3.1, enzymatic enantioselectivity can be evaluated by the so-called ªenantiomeric ratioº, E. Besides being equal to the ratio of the specificity constants for the two competing enantiomers, some seminal papers have shown that E can be more conveniently calculated from the degree of conversion (c) and from the enantiomeric excesses of the products (ee P ) and the residual substrate (ee S ), both for irreversible [59] and reversible [60] reactions. 4.1.1.1. Kinetic Resolution of Alcohols [1c±e, 7c, 61] Kinetic resolution of alcohols can be obtained by enzyme catalyzed esterification [Eq. ( 3)] or, more commonly, by transesterification [Eq. ( 4 As the achiral alcohol component (R''OH) of the acyl transfer reagent (R'COOR'') can be used by the enzyme to catalyze the reverse reaction, which would decrease the optical purity of the products, acyl transfer reagents have to be chosen to make the transformations irreversible. [62] This goal can be achieved when the leaving R''OH is a poor nucleophile, and, accordingly, halogenated alcohols such as trichloro-and trifluoroethanol were used initially. [63] Later on, the use of oximes [64] and anhydrides [65] was suggested, but the reagents of choice for the kinetic resolution of alcohols in organic solvents are now enol esters, such as vinyl and isopropenyl acetate. [66] The rich literature data can support the neophyte who is approaching an enzyme-catalyzed kinetic resolution for the first time. However, in the absence of generally valid predictive models, the initial experimental approach still requires a screening of several commercially available hydrolases. As exemplified in Table 8, the lipase from Mucor miehei was the best catalyst for the kinetic resolution of the cyclic allylic alcohol 1. [67] Enzymatic behavior can be different with structurally related substrates and, accordingly, the lipase from Pseudomonas cepacia became the best catalyst among the lipases reported in Table 8 in the kinetic resolution of the allylic alcohol 2. Both optically enriched alcohols 1 and 2, as well as other related cyclic allylic alcohols, were then used as chiral synthons for the preparation of alkaloids by a 1,3-Claisen rearrangement with retention of chirality. [67] Hundreds of published papers are similarly concerned with the chemoenzymatic synthesis of complex compounds from chiral synthons obtained by the kinetic resolutions of racemates. Once the best enzyme available has been identified, there is usually room for improving the enantioselectivity by exploiting some of the different techniques described in Section 3.3. Usually the most sensitive and most easily manipulatable parameter is the organic solvent. For instance, as already reported in Table 6, when the lipase from Pseudomonas cepacia is used, the E value for the resolution of trans-sobrerol changed from 69 in THF to more than 500 in tert-amyl alcohol. [54c] In such a solvent the ªidealº kinetic resolution of the racemic substrate was obtained, as the enzymatic reaction stopped spontaneously at 50 % conversion when the (À)-(1S,5R) enantiomer was completely acylated. As it is almost impossible to enumerate all the reported examples of kinetic resolutions of racemic primary and secondary alcohols, only some specific applications will be discussed in the following sections (Section 4.1.4.). However, by increasing the number of substrates investigated, active site models for different lipases have been suggested to rationalize the data collected so far and to predict the selectivity with new substrates. Concerning secondary alcohols, a model based on the extension of Prelogs rule has been suggested for the lipases from Pseudomonas cepacia (now reclassified as the lipase from Burkholderia cepacia, BCL) and from Candida rugosa (CRL, Figure 8 a). [68] This empirical rule predicts which enantiomer reacts faster based on the relative sizes of the substituents at the stereocenter and has been proposed for other commercially available lipases (from Mucor miehei, [69] , Arthrobacter, [70] and Aspergillus niger [71] ) and for proteases. [72] The so-called ªKazlauskas ruleº for BCL has also been extended to primary alcohols, [73] though it proved to be not always reliable for primary alcohols that have an oxygen atom attached to the stereocenter (Figure 8 b). A more sophisticated three-dimensional active site model has recently been suggested for the same lipase, [74] while a definite conclusion about the chiral preference of CRL has been drawn from the X-ray crystal structures of covalent complexes of this enzyme with transition-state analogues for the hydrolysis of menthyl esters. [75] As all the lipases and esterases tested so far catalyze the hydrolysis of the same enantiomer of menthol (the 1R enantiomer), it is likely that features common to all these enzymes must be responsible for the observed enantiopreference. A combination of empirical rules derived from substrate data bases and high resolution enzymatic X-ray data is likely to support synthetic applications of this methodology very effectively. Finally, it has to be mentioned that, for steric reasons, hydrolases do not usually catalyse the transformation of tertiary alcohols, either in organic solvents or in aqueous solutions. An exception is given by the chloroacetate 3, whose propanolysis was effective when catalyzed by Mucor miehei lipase in isopropyl ether (E values ranging from 13 to 38) and gave the optically active alcohol with the (1S,6S) absolute configuration. [76] The other (few) reports are related to the hydrolysis of esters in aqueous solutions containing different amounts of organic cosolvents and therefore are beyond the object of this review. However, the approach suggested by Brackenridge et al. for the resolution of the alcohol 4 deserves to be mentioned, that is, the introduction of a spatial separation between the chiral quaternary carbon and the ester which has to be split during the reaction. In this specific example, the formation of an oxalate ester, 4 a, reduced the steric hindrance of the molecule and made it acceptable for different lipases. [77a] In a similar approach, the stereoselective alcoholysis of the butanoyloxymetyl derivative 5 a of linalool (5) has been achieved by action of Candida rugosa lipase. [77b] 4.1.1.2. Kinetic Resolution of Amines and Thiols [1c±e, 61] Compared to the hydrolase-catalyzed resolutions of alcohols, the corresponding acylations of racemic amines and thiols are rare. In the first report on this subject, [78] the kinetic resolution of various amines (for example, a-methylbenzylamine, 6) catalyzed by the protease subtilisin was achieved by modulating the organic medium. Later on, the specificity of three lipases were exploited; lipase B from Candida antarctica (CALB) is the most popular for this transformation, [79] although the lipases from Pseudomonas cepacia [80] and Pseudomonas aeruginosa [81] have also been used. By comparing the literature experimental data, it is evident that the lipase-catalyzed aminolysis of esters needs a greater amount of enzyme and longer reaction times than the corresponding alcoholysis of esters, even though higher ee values are generally obtained. A likely explanation for this phenomenon has been suggested, as shown in Scheme 1. [82] The rate of proton transfer from the acyl acceptor (RNH 2 or Scheme 1. Decomposition of the acyl ± enzyme intermediate by action of alcohols or amines. ROH) to the His residue of the catalytic triad during the nucleophilic attack on the acyl ± enzyme complex is likely to be lower for a neutral amine, which has a significantly higher acid dissociation constant than the corresponding alcohol. On the other hand, the higher enantioselectivity can be explained by taking into account the low reactivity of the formed amides as substrates for lipases (these enzymes do not hydrolyse the peptidic bond in water). Despite the fact that more severe experimental conditions are necessary, the lipase-catalyzed resolution of racemic amines is presently the most successful application of enzymatic catalysis in organic solvents (see Section 4.1.4.). It has been pointed out [72] that proteases and lipases have opposite enantioselectivity. Accordingly, the protease subtilisin has been used for the production of the pharmaceutically important intermediate (R)-1-aminoindan (7) and the chiral resolving agent (R)-1-(1-naphthyl)ethylamine (8). [83] By using a continuous-flow reactor containing the enzyme adsorbed on porous glass beads for the kinetic resolution of these compounds, up to 330 g of racemic 7 and 1.6 kg of racemic 8 have been resolved to give 132 g of 7 (40 % yield from the racemate, 98 % ee) and 560 g of 8 (after crystallization of the corresponding hydrochloride, 35 % yield, > 99 % ee; 95% ee prior to crystallization), respectively. Finally, some papers deserve to be mentioned which describe the enzymatic resolution of amines using as acyl donors acrylic esters (such as 9), [84a] vinyl carbonates (such as 10), [84b] homocarbonates (such as 11), [84c] and cyanomethyl pent-4-enoate (12). [84d] These examples begin to show the versatility of hydrolases towards different acyl donors, a property that will be further detailed in the Section 4.1.2. Little attention has been paid up to now to the enzymatic resolutions of thiols. The lipases from the porcine pancreas and Pseudomonas cepacia catalyzed the regio-and chemoselective alcoholysis of the thioesters 13 to the corresponding thiol with the (R) absolute configuration. [85] Similarly, the thiooctanoate 14 was used as an acyl donor in a reaction catalyzed by CALB to give the corresponding (R)-thiol with > 95 % ee. [86] The direct enzymatic acylation of the racemic thiols was unsuccessful, for reasons that are still obviously related to the enzymatic mechanism. In fact, regarding the decomposition of the tetrahedral intermediate (see Scheme 1), the best leaving group is, in this case, the thiol, which is less basic than the active site serine hydroxyl group. [1c±e, 61] In principle, carboxylic acids in organic media can be enzymatically resolved in two ways, that is, either by hydrolase-catalysed esterification between an acid and an alcohol [Eq. ( 5)] or by transesterification between an ester and an alcohol [Eq. ( 6)]. More recently, aminolysis reactions with suitable amines have also been suggested [Eq. ( 7",
      "snippet": "The increasing demand for enantiomerically pure compounds by pharmaceutical and agrochemical companies has surely been one of the driving forces of the exploitation of hydrolases in synthesis, the most recurrent application being the kinetic resolution of racemates. As has pointed out in Section 3.3.1, enzymatic enantioselectivity can be evaluated by the so-called ªenantiomeric ratioº, E. Besides being equal to the ratio of the specificity constants for the two competing enantiomers, some seminal papers have shown that E can be more conveniently calculated from the degree of conversion (c) and from the enantiomeric excesses of the products (ee P ) and the residual substrate (ee S ), both for irreversible [59] and reversible [60] reactions. 4.1.1.1. Kinetic Resolution of Alcohols [1c±e, 7c, 61] Kinetic resolution of alcohols can be obtained by enzyme catalyzed esterification [Eq. ( 3)] or, more commonly, by transesterification [Eq. ( 4 As the achiral alcohol component (R''OH) of the acyl transfer reagent (R'COOR'') can be used by the enzyme to catalyze the reverse reaction, which would decrease the optical purity of the products, acyl transfer reagents have to be chosen to make the transformations irreversible. [62] This goal can be achieved when the leaving R''OH is a poor nucleophile, and, accordingly, halogenated alcohols such as trichloro-and trifluoroethanol were used initially. [63] Later on, the use of oximes [64] and anhydrides [65] was suggested, but the reagents of c…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[59]",
          "target_xml_id": "b150"
        },
        {
          "ref_marker": "[60]",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "[62]",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "[63]",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "[64]",
          "target_xml_id": "b156"
        },
        {
          "ref_marker": "[65]",
          "target_xml_id": "b157"
        },
        {
          "ref_marker": "[67]",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "[67]",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "[68]",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "[69]",
          "target_xml_id": "b162"
        },
        {
          "ref_marker": "[70]",
          "target_xml_id": "b163"
        },
        {
          "ref_marker": "[71]",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "[72]",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "[73]",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "[74]",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "[75]",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "[76]",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "[78]",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "[80]",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "[81]",
          "target_xml_id": "b177"
        },
        {
          "ref_marker": "[82]",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "[72]",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "[85]",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "[86]",
          "target_xml_id": "b186"
        }
      ]
    },
    {
      "header": "Kinetic Resolution of Carboxylic Acids",
      "raw_header": "Kinetic Resolution of Carboxylic Acids",
      "text": "Most of the work has been devoted to the resolution of aaryl-propionates ( 15) and a-aryloxy-propionates (16); the former are nonsteroidal anti-inflammatory drugs (such as naproxen and ibuprofen) and the latter are an important class of herbicides. The (S)-enantiomers of 15 are those which show therapeutic activity, while the (R)-enantiomers of 16 (which, by the way, are structurally similar to (S)-15) are active as herbicides. One of the very first reports deals with the enantioselective esterification of a-halogen-substituted carboxylic acids 17 (R alkyl, aryl; X Cl, Br, p-ClC 6 H 4 O) catalyzed by Candida rugosa lipase in hexane. [87] This transformation has been scaled up to a pilot plant. [88] In a previous paper by Cambou and Klibanov, [89] different strategies were compared for the kinetic resolution of 2-(4-chlorophenoxy)propionic acid (16 a, X p-Cl). The best approach proved to be the transesterification reaction ([Eq. ( 6)], R' Me, R'' Bu). Another example of this methodology is the kinetic resolution of the trans-glycidic methyl ester 18, whose (2R,3S)-enantiomer 18 a is a precursor of the calcium channel blocker drug diltiazem (19, Scheme 2). The enzymatic resolution has been achieved by a-chymotrypsin suspended in hexane/BuOH 9/1, [90] or by action of Candida rugosa lipase suspended in tert-amyl alcohol containing n-octanol (37 % yield, 88 % ee for the residual 18 a). [91] Similarly, the racemic trans-glycidic methyl ester 20 was resolved by action of Mucor miehei lipase in hexane in the presence of iBuOH (E 33, 42 % yield, 95 % ee for (À)-20; 43 % yield, 95 ee for the ()-20). [92] Both enantiomers were then elaborated to obtain the taxol C-13 side chain. A disadvantage of the transesterification approach is the similar nature of the substrates and products, which leads to reaction mixtures containing compounds with similar physicochemical properties. As a consequence, serious problems can be encountered in scaling the reactions up if a chromatographic purification has to be avoided. An elegant technique for the separation of the resolved enantiomers was achieved by using poly(ethyleneglycol) as a nucleophile for the alcoholysis of the epoxybutanoate 21, a precursor of (R)-carnitine. [93] Another approach is described in a patent, dealing again with the resolution of racemic 18; 4-hydroxybutanoic acid was used as a nucleophile using a lipase from Alcaligenes species. [94] The corresponding ester 18 a (R CH 2 CH 2 CH 2 COOH) could be separated from the unreacted 18 by washing the reaction mixture with a mild alkaline solution. Candida antarctica lipase B catalyzed amminolysis of the 2-chloroethyl ester of ibuprofen (22) is a good example of the process described in Equation ( 7). [95] The use of NH 3 as a nucleophile greatly increased the enantioselectivity of the reaction (E 28, solvent tertbutylalcohol) compared to the enzymatic alcoholysis (E 3, same solvent). Lipases from Candida antarctica (SP435) and Humicola species (SP398) seem to be particularly effective for this reaction, as they are able to tolerate high concentration of NH 3 (up to 2.5 m). Additionally, many amides are sparingly soluble in organic solvents and precipitate during the ammoniolysis reaction, thus facilitating their isolation.",
      "snippet": "Most of the work has been devoted to the resolution of aaryl-propionates ( 15) and a-aryloxy-propionates (16); the former are nonsteroidal anti-inflammatory drugs (such as naproxen and ibuprofen) and the latter are an important class of herbicides. The (S)-enantiomers of 15 are those which show therapeutic activity, while the (R)-enantiomers of 16 (which, by the way, are structurally similar to (S)-15) are active as herbicides. One of the very first reports deals with the enantioselective esterification of a-halogen-substituted carboxylic acids 17 (R alkyl, aryl; X Cl, Br, p-ClC 6 H 4 O) catalyzed by Candida rugosa lipase in hexane. [87] This transformation has been scaled up to a pilot plant. [88] In a previous paper by Cambou and Klibanov, [89] different strategies were compared for the kinetic resolution of 2-(4-chlorophenoxy)propionic acid (16 a, X p-Cl). The best approach proved to be the transesterification reaction ([Eq. ( 6)], R' Me, R'' Bu). Another example of this methodology is the kinetic resolution of the trans-glycidic methyl ester 18, whose (2R,3S)-enantiomer 18 a is a precursor of the calcium channel blocker drug diltiazem (19, Scheme 2). The enzymatic resolution has been achieved by a-chymotrypsin suspended in hexane/BuOH 9/1, [90] or by action of Candida rugosa lipase suspended in tert-amyl alcohol containing n-octanol (37 % yield, 88 % ee for the residual 18 a). [91] Similarly, the racemic trans-glycidic methyl ester 20 was resolved by action of Mucor miehe…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[87]",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "[88]",
          "target_xml_id": "b188"
        },
        {
          "ref_marker": "[89]",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "[90]",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "[91]",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "[92]",
          "target_xml_id": "b192"
        },
        {
          "ref_marker": "[93]",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "[94]",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "[95]",
          "target_xml_id": "b195"
        }
      ]
    },
    {
      "header": "Kinetic Resolution of Hydroperoxides and Lipase-Mediated Formation of Peroxycarboxylic Acids",
      "raw_header": "Kinetic Resolution of Hydroperoxides and Lipase-Mediated Formation of Peroxycarboxylic Acids",
      "text": "Hydroperoxides can be accepted as nucleophiles by hydrolases suspended in organic solvents. The kinetic resolution of racemic hydroperoxides (such as 23) catalyzed by Pseudomonas fluorescens lipase has been reported, [96] a procedure which also exploits the spontaneous degradation of acylated hydroperoxides to carboxylic acid and ketone. For example, using cyclohexane as a solvent, (S)-1-phenylethyl hydroperoxide was prepared enantiopure at 60 % conversion. In an interesting approach, immobilized lipases have been used for generating peroxycarboxylic acids in a suitable organic solvent directly from the parent carboxylic acid and hydrogen peroxide. Furthermore, the peroxy acids formed under these very mild reaction conditions can be applied concomitantly for the nonstereoselective epoxidation of alkenes (Scheme 3). [97] Scheme 3. Chemoenzymatic epoxidation of alkenes by enzymatically generated peroxycarboxylic acids.",
      "snippet": "Hydroperoxides can be accepted as nucleophiles by hydrolases suspended in organic solvents. The kinetic resolution of racemic hydroperoxides (such as 23) catalyzed by Pseudomonas fluorescens lipase has been reported, [96] a procedure which also exploits the spontaneous degradation of acylated hydroperoxides to carboxylic acid and ketone. For example, using cyclohexane as a solvent, (S)-1-phenylethyl hydroperoxide was prepared enantiopure at 60 % conversion. In an interesting approach, immobilized lipases have been used for generating peroxycarboxylic acids in a suitable organic solvent directly from the parent carboxylic acid and hydrogen peroxide. Furthermore, the peroxy acids formed under these very mild reaction conditions can be applied concomitantly for the nonstereoselective epoxidation of alkenes (Scheme 3). [97] Scheme 3. Chemoenzymatic epoxidation of alkenes by enzymatically generated peroxycarboxylic acids.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Kinetic Resolution of Compounds Carrying a ªDistantº Stereocenter",
      "raw_header": "Kinetic Resolution of Compounds Carrying a ªDistantº Stereocenter",
      "text": "In all the examples described so far, enzyme selectivity was acting on stereocenters located adjacent to the site of catalysis. However an enzyme has the potential to discriminate any substrate stereocenter, no matter how remotely it is located from the catalytic site, since the whole active site of the enzyme is chiral. This property is synthetically very appealing, because the control of configurations of stereocenters remote from the chiral auxiliaries or catalysts applied in nonenzymatic methodology remains an unsolved problem. Despite that, the effects of distal chiral centers on the stereoselectivity of hydrolases has not been broadly studied and, consequently, not many examples have appeared in the literature. [1j] Concerning transformations in organic solvents, the kinetic resolution of compound 24, a precursor of the a-tocopherol analogue MDL-73404, has been reported. Enzymatic acylation of 24 catalyzed by a lipase from Pseudomonas sp. (lipase B, Sapporo) allowed the isolation of the pure (S)enantiomer of 24 in 36 % yields. [98] In another example, enzymatic stereoselective esterification of racemic a-lipoic acid ( 25), a compound in which the carboxylic acid and the stereogenic center are four carbon atoms away, was achieved by exploiting the properties of Candida rugosa lipase. [99] Different alcohols were tested and the best results were obtained with n-hexanol. 4.1.1.6. Dynamic Kinetic Resolution [100] The main drawback of the kinetic resolutions described so far is that the maximum yield of one stereoisomer which can be obtained under ideal conditions is limited to 50 %. A possible approach to overcome this limitation is chemical elaboration of the crude mixture by enzymatic acylation. For instance, the stereochemical inversion of the residual alcohol with the Mitsunobu protocol [101] has proved to be quite successful, as exemplified in Scheme 4. Following reduction of acetate ()-(R)-26 a with LiAlH 4 , the corresponding alcohol ()-(R)-26 was obtained with an optical purity of 87.5 % ee, which was increased to ! 99 % ee by a single crystallization (73 % overall yield from the starting racemic alcohol 26). [101] A complementary approach is the so-called ªdynamic kinetic resolutionº (DKR). [100] This process is a type of second order asymmetric transformation, [102] and indicates any procedure which allows in situ racemization of the substrate prior to the enantioselective reaction, so that, in principle, a quantitative conversion of the starting material into a single stereoisomer of the product can be obtained. For DKR to be effective, the reactant isomers must be in rapid equilibrium, to make removal of one isomer the rate determining step (Scheme 5). As the enzyme always faces a racemic substrate during the reaction, the optical purity of the product becomes independent from the extent of conversion and depends only on the enantiomeric ratio E [Eq. ( 8)]. The kinetics of DKR have recently been described, [103] and some examples dealing with the subject of this review have been reported. Of course, in situ racemization occurs by breaking and forming bonds, and this has been achieved either by exploiting the acidity of a proton linked to a specific stereocenter or by formation of a stereocenter from achiral precursors. The latter was the case in the DKR of cyanohydrins [104] (described in detail in Section 4.1.2) and hemithioacetals. [105] As shown in Scheme 6, different thiols and aldehydes were mixed together to form racemic hemithioacetals, of which essentially a single enantiomer was acylated by Pseudomonas fluorescens lipase under the reaction conditions. Racemization of the unrecognized hemithioacetals was obtained by a Scheme 6. Enzyme-mediated dynamic kinetic resolution of an epimerising hemithioacetal. dissociation ± recombination process catalyzed by silica gel. The best substituents (R AcOCH 2 , R 1 n-octyl) allowed the isolation of the corresponding acetylated (S)-hemithioacetal with > 95 % ee in 85 % yield. Compounds 27 ± 30 are some of the molecules containing a labile stereogenic center that have been successfully subjected to DKR. Alcoholysis of the oxazolin-5(4H)-one ( 27 product (S)-31 has been obtained with 97 % ee at 96 % conversion after 24 h. [106] By choosing the appropriate lipase, acetate (R)-32 could be obtained enantiomerically pure (ee > 99 %) at 90 % conversion, [107] and so could acetate (S)-33 (> 99 % ee at 99 % conversion after 18 h). [107a] Alcoholysis of the thioester 30 catalyzed by lipase PS gave the corresponding butyl ester (R)-34 with 75 % ee at 99 % conversion. [108] More recently, DKRs have been obtained by a suitable combination of enzymes and transition metals. [109, 107b] Of course, to utilize these reactions an additional condition must be met, that is, the organometallic catalyst should not influence the enzyme in terms of selectivity or reactivity. In a first report, [110] the model secondary alcohol 35 was acetylated in the presence of Pseudomonas sp. lipase and a suitable ruthenium catalyst to give the (R)-acetate 35 a with 98 % ee at 60 % conversion after 72 h. Mechanistically, racemization of the unreacted alcohol is achieved by its temporary oxidation, catalyzed by the transition metal in the presence of a base at the expense of a corresponding ketone (such as acetophenone, Scheme 7). Optimization of the Scheme 7. Dynamic kinetic resolution using a combination of enzyme and transition metals. reaction conditions (a different ruthenium catalyst and the use of p-chlorophenylacetate as acyl donor) allowed the isolation of 35 a with 92 % yield and > 99.5 ee. [111] The lipase-catalyzed DKR of amines using palladium catalysts has also been reported. [112] For instance, N-acylated phenylmethylamine was obtained with 99 % ee at 75 ± 77 % conversion. 4.1.1.7. Enzymatic Desymmetrization of Prochiral and Meso Substrates [113] Enzymatic DKR is clearly a very attractive process, but racemization and resolution usually require reaction conditions which are mutually incompatible. Only by finding the required fine balance between the two, could such a process be achieved as described in the previous section. A more versatile approach to the synthetic goal of enantiomerically pure products in quantitative yields is given by the exploitation of another property of hydrolases, that is, their ability to differentiate enantiotopic groups of prochiral and meso compounds. Additionally, the ability to enter into either enantiomeric series in a straightforward fashion, regardless of the enantiomeric outcome of the enzymatic desymmmetrization, is a substantial advantage of working with these molecules. These desymmetrization processes have been discussed in detailed reviews very recently [113] and, therefore, only few cases will be presented as examples in the following paragraphs. Considering prochiral substrates first, the synthetic versatility of 2-methyl-1, 3-propanediol (36) and of its equivalents (X alkyl, benzyl, aryl, alkenyl) has been recognized, and a review entirely dedicated to their preparation, enzymatic desymmetrization, and synthetic applications is also available. [114] For instance, the desymmetrization of diol 37 catalyzed by porcine pancreas lipase has been performed on a 40 g scale. [115] The monobutanoate 38, obtained with 97.6 ee in 74.4 % yield, was a key intermediate for the synthesis of both monocarbamate enantiomers of 39, metabolites of the antiepileptic drug felbamate (40). Malonates monosubstituted at the C-2 atom are compounds related to 36. Attempted enzymatic desymmetrization of 41 under aqueous conditions failed, because the activated C À H in the half ester product undergoes fast exchange accompanied by racemization. On the other hand, the use of enzymes in organic solvents allowed the efficient preparation of both optically labile enantiomers 42 a and 42 b, and their conversion into configurationally stable compounds. [116] The aminolysis or ammonolysis of the homologous dimethyl 3-hydroxyglutarate (43) catalyzed by Candida antarctica lipase in dioxane was also highly enantioselective and the corresponding enantiopure amides (R)-44 were obtained in almost quantitative yields. [117] To show the synthetic utility of the optically active compounds (R)-44, one of them ((R)-44 d) was elaborated into the biologically active (R)-4-amino-3hydroxybutanoic acid ((R)-GABOB, 45). Moving to cyclic compounds, the desymmetrization of the prochiral ketone 46 by enzymatic enantioselective hydrolysis of its enol esters in water-saturated organic solvent has been reported (Scheme 8). [118] Scheme 8. Desymmetrization of the prochiral ketone 46. Finally, concerning the desymmetrization of prochiral compounds, the brilliant elaboration of prochiral 1,4-dihydropyridines (47) deserves to be mentioned. [119] As previously discussed, [54d] the two enantiomers (S)-48 and (R)-48 could be obtained either by using the same lipase (lipase AH) and modulating the reaction media (iPr 2 O to get (S)-48 and cyclohexane to get (R)-48) or by using the same solvent (iPr 2 O) and two different lipases (lipase AH to get (S)-48 and lipase PS to get (R)-48). Interestingly, by changing just three aminoacids of lipase PS by side-directed mutagenesis, the performance of the mutant enzyme became similar to that of the wild type lipase AH. [119] Scheme 9 exemplifies the desymmetrization of some cyclic meso diols (products 49 ± 52), [113a, 113b] while Scheme 10 shows some of the compounds that have been obtained from the synthon 50. The literature concerning the enzymatic desymmetrization of acyclic meso polyols is also very rich. [113b] Two arbitrarily chosen examples [120,121] are shown in Scheme 11.",
      "snippet": "In all the examples described so far, enzyme selectivity was acting on stereocenters located adjacent to the site of catalysis. However an enzyme has the potential to discriminate any substrate stereocenter, no matter how remotely it is located from the catalytic site, since the whole active site of the enzyme is chiral. This property is synthetically very appealing, because the control of configurations of stereocenters remote from the chiral auxiliaries or catalysts applied in nonenzymatic methodology remains an unsolved problem. Despite that, the effects of distal chiral centers on the stereoselectivity of hydrolases has not been broadly studied and, consequently, not many examples have appeared in the literature. [1j] Concerning transformations in organic solvents, the kinetic resolution of compound 24, a precursor of the a-tocopherol analogue MDL-73404, has been reported. Enzymatic acylation of 24 catalyzed by a lipase from Pseudomonas sp. (lipase B, Sapporo) allowed the isolation of the pure (S)enantiomer of 24 in 36 % yields. [98] In another example, enzymatic stereoselective esterification of racemic a-lipoic acid ( 25), a compound in which the carboxylic acid and the stereogenic center are four carbon atoms away, was achieved by exploiting the properties of Candida rugosa lipase. [99] Different alcohols were tested and the best results were obtained with n-hexanol. 4.1.1.6. Dynamic Kinetic Resolution [100] The main drawback of the kinetic resolutions described so far…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[98]",
          "target_xml_id": "b200"
        },
        {
          "ref_marker": "[99]",
          "target_xml_id": "b201"
        },
        {
          "ref_marker": "[101]",
          "target_xml_id": "b205"
        },
        {
          "ref_marker": "[101]",
          "target_xml_id": "b205"
        },
        {
          "ref_marker": "[102]",
          "target_xml_id": "b206"
        },
        {
          "ref_marker": "[103]",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "[104]",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "[105]",
          "target_xml_id": "b209"
        },
        {
          "ref_marker": "[106]",
          "target_xml_id": "b210"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b211"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "[110]",
          "target_xml_id": "b215"
        },
        {
          "ref_marker": "[111]",
          "target_xml_id": "b216"
        },
        {
          "ref_marker": "[112]",
          "target_xml_id": "b217"
        },
        {
          "ref_marker": "[114]",
          "target_xml_id": "b221"
        },
        {
          "ref_marker": "[115]",
          "target_xml_id": "b222"
        },
        {
          "ref_marker": "[117]",
          "target_xml_id": "b225"
        },
        {
          "ref_marker": "[118]",
          "target_xml_id": "b226"
        },
        {
          "ref_marker": "[119]",
          "target_xml_id": "b227"
        },
        {
          "ref_marker": "[119]",
          "target_xml_id": "b227"
        },
        {
          "ref_marker": "[120,",
          "target_xml_id": "b228"
        },
        {
          "ref_marker": "121]",
          "target_xml_id": "b229"
        }
      ]
    },
    {
      "header": "Kinetic Resolution of Organometallic Compounds",
      "raw_header": "Kinetic Resolution of Organometallic Compounds",
      "text": "Organometallic compounds are widely used in modern organic chemistry and hydrolase selectivity can be exploited with these unnatural substrates too. In a very few reports the non-carbon atom was also the stereogenic center. This was the Scheme 10. Chemical elaboration of the enzymatically-produced monoacetate 50. Scheme 11. Lipase-catalyzed desymmetrization of acyclic meso-polyols. case, for instance, with the silyl methanol derivatives 53, which were resolved by the protease papain catalyzed acylation with 5-phenylpentanoic acid in water-saturated 2,2,4-trimethylpentane. [122] More frequently, like in the case of the organotin and organosilyl compounds 54 ± 57, the metallic atom was just an additional functional group which makes it possible to design a wide variety of synthetic elaboration. Lipase-catalyzed kinetic resolutions of these compounds [123±126] are just a further exemplification of the procedures described in the Section 4.1.1.1. The compatibility of metallic atoms with enzymatic activity and selectivity is even more important when using planar chiral organometallic compounds (belonging, for instance, to the (arene)Cr(CO) 3 series) as a substrate. Thus, the esterification of the chromium complexes 58 with vinyl esters in the presence of Pseudomonas sp. lipases gave the corresponding (S)-esters and the residual (R)-alcohols; the optical purities of the products depended on the nature of the acyl donor. [127] Similarly, the lipase PS catalyzed deacylation of the oxime acetates 59 with nBuOH allowed the resolution of the racemic mixture. [128] The E value was not very high, but modulation of the reaction medium allowed the inversion of the enzymatic enantioselectivity. Efficient enzymatic preparations of optically active ferrocenyl alcohols starting from racemic or meso precursors, such as 60 and 61, have also been described by different authors. [129, 66b] 4.1.1.9. Kinetic Resolution of Racemates Without a Chiral Carbon Center The last examples of the previous paragraph show that, besides being able to selectively recognize molecules containing one or more stereogenic center, hydrolases are also able to catalyze the kinetic resolution of other chiral compounds. Similarly, the resolution of axially chiral primary allenic alcohols of type 62, as well as of the alkenes 63 and 64, have also been reported, although with moderate selectivity. [130,131] On the other hand, resolution of the spiro diol 65 and of the axially chiral [1,1'-binaphthyl]-2,2'-diol 66 were more efficient. [132,133] Very interesting results have also been reported on the resolution of racemic bis(hydroxymethyl)[7]thiaheteroheli-cenes 67 [134] and on the desymmetrization of the calix [4]arene derivative 68. [135]",
      "snippet": "Organometallic compounds are widely used in modern organic chemistry and hydrolase selectivity can be exploited with these unnatural substrates too. In a very few reports the non-carbon atom was also the stereogenic center. This was the Scheme 10. Chemical elaboration of the enzymatically-produced monoacetate 50. Scheme 11. Lipase-catalyzed desymmetrization of acyclic meso-polyols. case, for instance, with the silyl methanol derivatives 53, which were resolved by the protease papain catalyzed acylation with 5-phenylpentanoic acid in water-saturated 2,2,4-trimethylpentane. [122] More frequently, like in the case of the organotin and organosilyl compounds 54 ± 57, the metallic atom was just an additional functional group which makes it possible to design a wide variety of synthetic elaboration. Lipase-catalyzed kinetic resolutions of these compounds [123±126] are just a further exemplification of the procedures described in the Section 4.1.1.1. The compatibility of metallic atoms with enzymatic activity and selectivity is even more important when using planar chiral organometallic compounds (belonging, for instance, to the (arene)Cr(CO) 3 series) as a substrate. Thus, the esterification of the chromium complexes 58 with vinyl esters in the presence of Pseudomonas sp. lipases gave the corresponding (S)-esters and the residual (R)-alcohols; the optical purities of the products depended on the nature of the acyl donor. [127] Similarly, the lipase PS catalyzed deacylation of the ox…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[122]",
          "target_xml_id": "b230"
        },
        {
          "ref_marker": "[128]",
          "target_xml_id": "b238"
        },
        {
          "ref_marker": "[130,",
          "target_xml_id": "b244"
        },
        {
          "ref_marker": "131]",
          "target_xml_id": "b245"
        },
        {
          "ref_marker": "[132,",
          "target_xml_id": "b246"
        },
        {
          "ref_marker": "133]",
          "target_xml_id": "b247"
        },
        {
          "ref_marker": "[135]",
          "target_xml_id": "b250"
        }
      ]
    },
    {
      "header": "Regioselectivity of Hydrolases",
      "raw_header": "Regioselectivity of Hydrolases",
      "text": "According to IUPAC definition ªa regioselective reaction is one in which one direction of bond making or breaking occurs preferentially over all the other possible directionsº. [136] In 1985, the regioselective acylation of the primary hydroxyl groups of simple aliphatic glycols by the action of porcine pancreatic lipase was reported. [137] Since then , the ability of hydrolases to perform this kind of transformation in organic solvents has been extensively exploited in the modification of other diols and of polyfunctionalized compounds, such as carbohydrates, steroids, alkaloids. Considering carbohydrates first, we have to initially acknowledge Klibanovs pioneering studies on the use of lipases for the regioselective esterification of primary [138] or secondary [139] hydroxyl groups of monosaccharides, and on the use of the protease subtilisin for the modification of primary hydroxyl groups of di-and oligosaccharides, as well as of natural glycosides. [140] The substrates described in these papers (some of which are depicted in Figure 9) offer a good exemplification of the versatility of the methodology and, in a way, they can be considered the ªnatural ancestorsº of the numerous applications that have been reported in the literature since then. As this subject has already been covered in recent reviews and book chapters, [141] only few representative examples will be described and commented on here. Specifically, lipases and proteases have been exploited: a) To catalyze a protective step in a chemoenzymatic synthesis of sugar derivatives. For instance, subtilisin-catalyzed esterification of lactosides has been used for a chemoenzymatic approach to 6'-deoxy-6'-fluoro-and 6-deoxy-6-fluoro-lactosides. [142] In another example, the acylation of sugar benzylidene derivatives, useful intermediates in the synthesis of oligosaccharides, has been described. For instance, esterification of the 4,6-O-benzylidene-a-dglucopyranoside (69) with vinyl acetate by action of Pseudomonas cepacia lipase gave the 2-O-acetate 69 a quantitatively. Results obtained with similar sugar derivatives were obtained independently by two research groups; [143,144] b) To synthesize specific esters of natural glycosides. For instance, a chemoenzymatic approach to malonyl esters of the flavonoid glycosides isoquercitrin, rutin, and naringin, [145] as well as of the ginsenoside Rg 1 has been described; [146] c) To increase the basic knowledge of hydrolase selectivity. For instance, the rational control of enzyme-catalyzed regioselectivity has been studied using sucrose acylation with vinyl esters in organic media as a model; [147] d) For the large-scale production of sugar acrylates, suitable monomers for the preparation of new polymeric hydrogels; [148] e) For the large-scale production of new biosurfactants. [149] The first paper published on the selective acylation of polyhydroxylated steroids described the complementary regioselectivity of two hydrolases, namely the lipase from Chromobacterium viscosum (CvL) and the protease subtilisin, towards different substitution of the tetracyclic skeleton. [150] As shown in Figure 10, the model dihydroxylated steroid 5aandrostane-3b,17b-diol (70) was selectively monoacylated at one of its two hydroxyl groups by changing the enzyme used. (This phenomenon is quite common and it has been reported with other polyhydroxy compounds. [139,151] ) The reactivities of numerous hydroxysteroids with these two enzymes were examined and the results showed that CvL lipase was very sensitive to the immediate environment of the C-3 hydroxyl group, accepting only the steroids with an A/B ring fusion in the trans configuration and the hydroxyl group in the equatorial (b)-position, but was quite insensitive to variations of the side chain. Conversely, changes in the A or B ring did not dramatically affect the acylation of steroids by subtilisin, confirming the preference of this protease for C-17 or sidechain hydroxyl groups. The performances of two other lipases, from Candida rugosa [152] and from Candida antarctica, [153] were subsequently investigated with different steroids, these enzymes proving to have less strict stereochemical requirements. The latter enzyme was also used for the regioselective esterification of the C-2 hydroxyl group of several ecdysteroids (such as 71, to give 71 a). [154] An interesting exploitation of enzymatic regioselectivity was reported by Margolin and co-workers. [155] As exemplified in Scheme 12, the sequential use of different hydrolases 2244 Angew. Chem. Int. Ed. 2000, 39, 2226 ± 2254 allowed the isolation of several O-acyl derivatives of the alkaloid castanospermine (72), that proved to be as much as 20 times more active that castanospermine itself in inhibiting HIV replication. In a way, this paper can be considered a precursor of the socalled ªcombinatorial biocatalysisº, a recent approach to drug discovery. [156] For instance, the same enzymatic strategy was applied to produce a solution-phase combinatorial library of 167 distinct, selectively acylated derivatives of the polyhydroxylated flavonoid bergenin ( 73) on a robotic workstation in a 96-well plate format. Additionally, by exploiting enzymes belonging to different classes, up to 600 bergenin derivatives were automatically produced. [157] Other lead compounds that have been similarly derivatized are, for instance, the antibiotic erythromycin and the antitumoral paclitaxel (74). The latter compound has a very low water solubility, a problem that could be overcome by selective enzymatic modification of its side-chain C-2' hydroxyl group, followed by further enzymatic modifications. For example, the glucosylated derivatives 74 a is 60 times more soluble than 74, while the acid derivative 74 b is more than three orders of magnitude more soluble. [158] Of course this approach is not limited to complex molecules, but can be used to derivatize any kind of organic compounds carrying a functional group, for instance, polybenzyl esters that were used to produce amide libraries. [159] The combinatorial biocatalytic approach shows the versatility of hydrolases towards acylating agents, which are not limited to simple aliphatic acids like acetate and butanoate. However, generally speaking, it is not true that it is possible to acylate any substrate with any kind of ester. As pointed out in some reports, [141,145] it is likely that a reciprocal steric hindrance occurs between large acyl groups and large nucleophiles, the latter being excluded by the catalytic site and, thus, prevented from attacking the acyl ± enzyme intermediate.",
      "snippet": "According to IUPAC definition ªa regioselective reaction is one in which one direction of bond making or breaking occurs preferentially over all the other possible directionsº. [136] In 1985, the regioselective acylation of the primary hydroxyl groups of simple aliphatic glycols by the action of porcine pancreatic lipase was reported. [137] Since then , the ability of hydrolases to perform this kind of transformation in organic solvents has been extensively exploited in the modification of other diols and of polyfunctionalized compounds, such as carbohydrates, steroids, alkaloids. Considering carbohydrates first, we have to initially acknowledge Klibanovs pioneering studies on the use of lipases for the regioselective esterification of primary [138] or secondary [139] hydroxyl groups of monosaccharides, and on the use of the protease subtilisin for the modification of primary hydroxyl groups of di-and oligosaccharides, as well as of natural glycosides. [140] The substrates described in these papers (some of which are depicted in Figure 9) offer a good exemplification of the versatility of the methodology and, in a way, they can be considered the ªnatural ancestorsº of the numerous applications that have been reported in the literature since then. As this subject has already been covered in recent reviews and book chapters, [141] only few representative examples will be described and commented on here. Specifically, lipases and proteases have been exploited: a) To catalyze a p…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[136]",
          "target_xml_id": "b251"
        },
        {
          "ref_marker": "[137]",
          "target_xml_id": "b252"
        },
        {
          "ref_marker": "[138]",
          "target_xml_id": "b253"
        },
        {
          "ref_marker": "[139]",
          "target_xml_id": "b254"
        },
        {
          "ref_marker": "[140]",
          "target_xml_id": "b255"
        },
        {
          "ref_marker": "[141]",
          "target_xml_id": "b256"
        },
        {
          "ref_marker": "[142]",
          "target_xml_id": "b257"
        },
        {
          "ref_marker": "[143,",
          "target_xml_id": "b258"
        },
        {
          "ref_marker": "144]",
          "target_xml_id": "b259"
        },
        {
          "ref_marker": "[145]",
          "target_xml_id": "b260"
        },
        {
          "ref_marker": "[146]",
          "target_xml_id": "b261"
        },
        {
          "ref_marker": "[147]",
          "target_xml_id": "b262"
        },
        {
          "ref_marker": "[148]",
          "target_xml_id": "b263"
        },
        {
          "ref_marker": "[149]",
          "target_xml_id": "b264"
        },
        {
          "ref_marker": "[150]",
          "target_xml_id": "b265"
        },
        {
          "ref_marker": "[139,",
          "target_xml_id": "b254"
        },
        {
          "ref_marker": "151]",
          "target_xml_id": "b266"
        },
        {
          "ref_marker": "[152]",
          "target_xml_id": "b267"
        },
        {
          "ref_marker": "[153]",
          "target_xml_id": "b268"
        },
        {
          "ref_marker": "[154]",
          "target_xml_id": "b269"
        },
        {
          "ref_marker": "[155]",
          "target_xml_id": "b270"
        },
        {
          "ref_marker": "[156]",
          "target_xml_id": "b271"
        },
        {
          "ref_marker": "[157]",
          "target_xml_id": "b272"
        },
        {
          "ref_marker": "[158]",
          "target_xml_id": "b273"
        },
        {
          "ref_marker": "[159]",
          "target_xml_id": "b274"
        },
        {
          "ref_marker": "[141,",
          "target_xml_id": "b256"
        },
        {
          "ref_marker": "145]",
          "target_xml_id": "b260"
        }
      ]
    },
    {
      "header": "Chemoselectivity of Hydrolases",
      "raw_header": "Chemoselectivity of Hydrolases",
      "text": "Chemoselectivity is ªthe preferential reaction of a chemical reagent with one of two or more different functional groupsº. [136] Exploitation of this property has been reported for the selective monoacylation of aminoalcohols and sulfanylalcohols. In 1989, Klibanov and co-workers described unexpected selectivity of Aspergillus niger lipase towards the acylation of 6-amino-1-hexanol, opposite to that of the chemical reaction. [160] The overwhelming preference for the esterification of the hydroxyl group allowed the authors to prepare several O-acylated amino alcohols in good yield without requiring protecting groups. This study was then extended and it was reported that the ratio of O-to Nacylation was markedly dependent on the solvent. [161] For example, this ratio varied from 1.1 in tert-butyl alcohol to 21 in 1,2-dichloroethane for the acylation of N-a-benzoyl-l-lynisol (75) with trifluoroethyl butyrate catalyzed by Pseudomonas cepacia lipase. Other authors have reported that porcine pancreatic lipase is able to direct its action to the selective Oacylation of 2-mercaptoethanol with ethylcarboxylates. [162] On the other hand, the same lipase, as well as Pseudomonas cepacia lipase, exclusively catalyzed the thiotransesterification of the thioester 76 with propanol in hexane. [85] The acylation of the sugar moiety of the nucleotide adenosine (77) [140] described above (Figure 9), as well as of the hydroxyl group(s) of the alkaloid castanospermine (72, Scheme 12), [155] are other examples of chemoselective transformations. Preferential O-acylation was also obtained with another bioactive alkaloid, 1-deoxynojirimicin (78), which, similarly to castanospermine, was selectively acylated at the C-6 and/or C-2 hydroxyl group by the protease subtilisin, despite the presence of a potentially more reactive amino functional group. [163] Surprisingly, the OH versus NH 2 chemoselectivity of this enzyme is reversed in peptide synthesis. Thus the derivatives of amino acids that contain a hydroxyl group at the side chain (such as serine, threonine, or tyrosine) could be used without protection of the OH group, as was exemplified in the synthesis of dipeptide fragments of the ªso-calledº octapeptide T. [160] 4.1.4. Large-Scale Applications [164] Several companies are currently using enzyme-catalyzed reactions in organic solvents for the large-scale production of useful intermediates. However, due to confidentially reasons, it is often quite difficult to get information about the processes or even the substrates and enzymes used. In the following paragraphs we will discuss some examples that can be extrapolated from the patent and scientific literature. iodocyclization reaction performed on the chiral monoester 80, followed by displacement of the iodide in 81 with sodium triazolide. In turn, 80 is synthesized by enzymatic acylation of the symmetric diol 79 under nonaqueous conditions. Using Candida antarctica lipase B (Novozym 435) and vinyl acetate in acetonitrile, highly enantioselective acetylation of diol 79 occurs to give the monoacetate 80. Acetonitrile was selected as the reaction solvent since the subsequent iodocyclization step was carried out in the same solvent at 0 8C, simply by removing the enzyme beads by filtration and carrying out the cyclization on the crude enzymatic reaction mixture. This enzymatic process is continuously running in a pilot plant to supply material for the clinical trial. [165] In another example from the Bristol ± Myers Squibb Pharmaceutical Research Group, the resolution of racemic 84 by an acetylation reaction catalyzed by lipase PS-30 was scaled up to 640-L batches. The reaction contained 4 g L À1 of racemic 84, 2 % (v/v) isopropenyl acetate, 0.05 % distilled water (v/v), and 1 % (w/v) crude lipase PS-30 powder in toluene. The batch reactor was shaken at 37 8C and 150 rpm for 20 h and gave the unreacted (R)-()-84 with an ee value of 99.5 % in 48 % yield. [166] Other pharmaceutical intermediates have been prepared by the same research group on a multigram scale. For instance, racemic a-(3-chloropropyl)-4fluorobenzenemethanol ( 85), a possible intermediate for the synthesis of the potential antipsychotic agent BMS 181100 (86), was resolved using isopropenyl acetate and lipase PS-30 in heptane. The S alcohol was obtained in 42 % with > 99 % optical purity, while R acetate was obtained with 92.6 % optical purity by stopping the reaction at 46 % conversion. [167] The chiral intermediate (S)-87 was prepared for the total synthesis of a squalene synthase inhibitor effective as an anticholesterol drug, BMS-188494 (88). The kinetic resolution of racemic [1-(hydroxy)-4-(3-phenyl)butyl] phosphonic acid, diethyl ester was carried out in toluene using the lipase from Geotrichum candidum with isopropenyl acetate as the acylating agent. A reaction yield of 38 % and an optical purity of 95 % were obtained for the acetate (S)-87. [168] At variance, the stereoselective acetylation of racemic 89 (Z benzyloxycarbonyl), a precursor of the antitumor antibiotic and immunosuppressive agent (À)-15-deoxyspergualin, was carried out in methyl ethyl ketone using a lipase from Pseudomonas sp. (lipase AK) and vinyl acetate. A reaction yield of 48 % and an optical purity of 98 % were obtained for the corresponding (S)-acetate, while the unreacted alcohol was obtained in 41 % yield and 98.5 % ee. [169] The research group of Chiroscience Ltd. has developed an efficient lipase-catalyzed transesterification of racemic/mesohexane-2,5-diol ( 90) combined with a mesylation/displacement reaction sequence to give both hexane-(2R,5R)-diol (91) and hexane-(2S,5S)-diol ( 92) in 99% ee and 99 % de, without the need for chromatography (Scheme 14). [170] These compounds are important intermediates in the synthesis of 2,5disubstituted pyrrolidines and phospine ligands of interest for asymmetric hydrogenation. This volume-efficient process has been performed on a multikilogram scale and can be extended to alternative diols. Probably the process that is actually performed on the largest scale is the enzymatic resolution of racemic amines developed by the BASF research group, [171] in which a racemic amine or aminoalcohol is enantioselectively acylated in the presence of an hydrolase with an ester whose acid component bears a fluorine, nitrogen, oxygen, or sulfur atom in the proximity of the carbonyl atom. As shown in Scheme 15, the acylating agent can be ethyl methoxyacetate while, following Scheme 15. BASF process for the kinetic resolution of amines. the separation of the unreacted (S)-amine by extraction or distillation, the methoxyacetamide of the (R)-amine can be chemically hydrolyzed and the resulting amine can be either isolated or racemized for recycling.",
      "snippet": "Chemoselectivity is ªthe preferential reaction of a chemical reagent with one of two or more different functional groupsº. [136] Exploitation of this property has been reported for the selective monoacylation of aminoalcohols and sulfanylalcohols. In 1989, Klibanov and co-workers described unexpected selectivity of Aspergillus niger lipase towards the acylation of 6-amino-1-hexanol, opposite to that of the chemical reaction. [160] The overwhelming preference for the esterification of the hydroxyl group allowed the authors to prepare several O-acylated amino alcohols in good yield without requiring protecting groups. This study was then extended and it was reported that the ratio of O-to Nacylation was markedly dependent on the solvent. [161] For example, this ratio varied from 1.1 in tert-butyl alcohol to 21 in 1,2-dichloroethane for the acylation of N-a-benzoyl-l-lynisol (75) with trifluoroethyl butyrate catalyzed by Pseudomonas cepacia lipase. Other authors have reported that porcine pancreatic lipase is able to direct its action to the selective Oacylation of 2-mercaptoethanol with ethylcarboxylates. [162] On the other hand, the same lipase, as well as Pseudomonas cepacia lipase, exclusively catalyzed the thiotransesterification of the thioester 76 with propanol in hexane. [85] The acylation of the sugar moiety of the nucleotide adenosine (77) [140] described above (Figure 9), as well as of the hydroxyl group(s) of the alkaloid castanospermine (72, Scheme 12), [155] are ot…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[136]",
          "target_xml_id": "b251"
        },
        {
          "ref_marker": "[160]",
          "target_xml_id": "b275"
        },
        {
          "ref_marker": "[161]",
          "target_xml_id": "b276"
        },
        {
          "ref_marker": "[162]",
          "target_xml_id": "b277"
        },
        {
          "ref_marker": "[85]",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "[140]",
          "target_xml_id": "b255"
        },
        {
          "ref_marker": "[155]",
          "target_xml_id": "b270"
        },
        {
          "ref_marker": "[163]",
          "target_xml_id": "b278"
        },
        {
          "ref_marker": "[160]",
          "target_xml_id": "b275"
        },
        {
          "ref_marker": "[164]",
          "target_xml_id": "b279"
        },
        {
          "ref_marker": "[165]",
          "target_xml_id": "b280"
        },
        {
          "ref_marker": "[166]",
          "target_xml_id": "b281"
        },
        {
          "ref_marker": "[167]",
          "target_xml_id": "b282"
        },
        {
          "ref_marker": "[168]",
          "target_xml_id": "b283"
        },
        {
          "ref_marker": "[169]",
          "target_xml_id": "b284"
        },
        {
          "ref_marker": "[170]",
          "target_xml_id": "b285"
        }
      ]
    },
    {
      "header": "Miscellaneous Applications of Hydrolases",
      "raw_header": "Miscellaneous Applications of Hydrolases",
      "text": "Enzyme-catalyzed transesterification using 1,3-regiospecific lipases can be used to produce valuable confectionery fats. At present, Unichema in Europe and Fuji Oil in Japan produce several hundred tons of cocoa butter equivalents (cocoa butter is the fat that confers chocolate with its required crystallization and melting characteristics) by transesterification of cheap sunflower oil, particularly rich in oleic acid, with stearic acid. [1i] This process is catalyzed on a solvent-free packed-bed reactor by the lipases from Rhizomucor miehei (Unichema) [172] or Rhizopus (Fuji Oil). [173] The use of lipases has proven to be particularly advantageous for the synthesis of partial glycerides containing labile substituents such as 8'-apo-b-carotinoic acid, which would not withstand chemical procedures. [174] Fatty acid esters of carbohydrates have potentially important applications in detergents, food and feed, cosmetics and pharmaceuticals because of their surface-active properties. A promising enzymatic approach to this class of compounds has been developed at Novo Nordisk. Monoesters of alkyl glycopyranosides have been prepared on a large scale in a more than 90 % yield by direct enzyme-catalyzed esterification of glucopyranosides with long chain fatty acids in a solvent free process. [149] Specifically, the procedure was tested in a pilot-plant on a 20 kg scale using a mixture of a-and bethyl d-glucopyranoside, prepared by direct glucosylation of glucose in ethanol in the presence of an ion-exchange resin, and 5 % of immobilised lipase (w/w) from Candida antarctica as the catalyst. The corresponding 6-O-monoesters were obtained in 85 ± 90 % yield within 24 hours, and the enzyme could be recycled several times with no noticeable loss of activity. In other reports, the low solubility of the sugars in the melted fatty acids has been overcome by the use of butyl glycosides [175] or sugar acetals, [176] as well as by the addition of small amounts of organic solvents serving as adjuvant to maintain a small liquid phase. [177] Lipases and proteases have also been used for the large scale production of sugar acrylates, which are suitable monomers for the preparation of new polymeric hydrogels. [178] A two step chemoenzymatic synthetic strategy has been developed to prepare polysugar acrylates. [148] In the first step, an enzyme is used to catalyze the regioselective acryloylation of a sugar, then the derivatized sugar is chemically polymerized (typically by a free radical mechanism) to give a longchain, linear polysugar acrylate. Following a first report by Klibanov and co-workers, [179] hydrolase-catalyzed processes have been used to prepare various oligomers and polymers through A ± B type polycondensation, [180] AA ± BB type polycondensation, [181] and ring-opening polymerization. [182] Another interesting application of hydrolases in organic media is the synthesis of peptides. [183] In one of the first paper published on this subject it was found that the enantioselectivity of serine protease is dramatically relaxed in organic solvents. [184] This finding opened the possibility for the formation of d ± l or d ± d type peptide bonds by using a protease, [185] a transformation that is not possible in water due to the enzymes strict selectivity for l-aminoacids. Additionally, this system was found to exhibit unique regio-and chemoselectivity. For instance, when lysine was used as an amino donor without protection of its side chain, subtilisin catalyzed peptide bond formation selectively on the e-amino group in tert-amyl alcohol. [186] Hydrolases that do not have a proteolytic activity in water, like lipases, are instead able to catalyze the acyl transfer to an amino nucleophile. Accordingly, different lipases have been used to catalyze peptidic bond formation. [187] Finally, the use of lipases in the flavor and fragrances field deserves to be mentioned. [188] In these cases the enzymatic transformation is usually quite trivial, such as the esterification of citronellol with acetic acid in the presence of molecular sieves to remove the water formed, [189] but the products can have the added value associated with the ªnaturalº label. In fact, legislation of most countries requires that, in order to qualify a product such as a food additive as ªnaturalº, its preparation should not involve any chemical steps. Enzymatic transformations are considered by the same legislation to be natural.",
      "snippet": "Enzyme-catalyzed transesterification using 1,3-regiospecific lipases can be used to produce valuable confectionery fats. At present, Unichema in Europe and Fuji Oil in Japan produce several hundred tons of cocoa butter equivalents (cocoa butter is the fat that confers chocolate with its required crystallization and melting characteristics) by transesterification of cheap sunflower oil, particularly rich in oleic acid, with stearic acid. [1i] This process is catalyzed on a solvent-free packed-bed reactor by the lipases from Rhizomucor miehei (Unichema) [172] or Rhizopus (Fuji Oil). [173] The use of lipases has proven to be particularly advantageous for the synthesis of partial glycerides containing labile substituents such as 8'-apo-b-carotinoic acid, which would not withstand chemical procedures. [174] Fatty acid esters of carbohydrates have potentially important applications in detergents, food and feed, cosmetics and pharmaceuticals because of their surface-active properties. A promising enzymatic approach to this class of compounds has been developed at Novo Nordisk. Monoesters of alkyl glycopyranosides have been prepared on a large scale in a more than 90 % yield by direct enzyme-catalyzed esterification of glucopyranosides with long chain fatty acids in a solvent free process. [149] Specifically, the procedure was tested in a pilot-plant on a 20 kg scale using a mixture of a-and bethyl d-glucopyranoside, prepared by direct glucosylation of glucose in ethanol in the prese…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[172]",
          "target_xml_id": "b288"
        },
        {
          "ref_marker": "[173]",
          "target_xml_id": "b289"
        },
        {
          "ref_marker": "[174]",
          "target_xml_id": "b290"
        },
        {
          "ref_marker": "[149]",
          "target_xml_id": "b264"
        },
        {
          "ref_marker": "[175]",
          "target_xml_id": "b291"
        },
        {
          "ref_marker": "[176]",
          "target_xml_id": "b292"
        },
        {
          "ref_marker": "[177]",
          "target_xml_id": "b293"
        },
        {
          "ref_marker": "[178]",
          "target_xml_id": "b294"
        },
        {
          "ref_marker": "[148]",
          "target_xml_id": "b263"
        },
        {
          "ref_marker": "[179]",
          "target_xml_id": "b295"
        },
        {
          "ref_marker": "[180]",
          "target_xml_id": "b296"
        },
        {
          "ref_marker": "[183]",
          "target_xml_id": "b308"
        },
        {
          "ref_marker": "[184]",
          "target_xml_id": "b309"
        },
        {
          "ref_marker": "[185]",
          "target_xml_id": "b310"
        },
        {
          "ref_marker": "[186]",
          "target_xml_id": "b311"
        },
        {
          "ref_marker": "[188]",
          "target_xml_id": "b314"
        },
        {
          "ref_marker": "[189]",
          "target_xml_id": "b315"
        }
      ]
    },
    {
      "header": "Exploiting Other Enzymes in Organic Solvents",
      "raw_header": "Exploiting Other Enzymes in Organic Solvents",
      "text": "All the examples discussed in the previous sections involved the use of hydrolases. However there are other classes of enzymes that have found useful application in nonaqueous media, as will be discussed in the following paragraphs.",
      "snippet": "All the examples discussed in the previous sections involved the use of hydrolases. However there are other classes of enzymes that have found useful application in nonaqueous media, as will be discussed in the following paragraphs.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Hydroxynitrile Lyases",
      "raw_header": "Hydroxynitrile Lyases",
      "text": "Hydroxynitrile lyases (HNLs, also called oxynitrilases) are proteins that catalyze the cleavage of cyanohydrins to aldehydes and hydrogen cyanide, thus supporting the catabolic degradation of cyanogenic glycosides in nature. Under appropriate conditions, these enzymes can catalyze the stereoselective addition of HCN to carbonyl compounds, producing either (R)-or (S)-cyanohydrins. [190] Eleven different HNLs from six different plant families have been isolated to date, [191] but only four of these enzymes have found interesting synthetic applications. [192] Specifically, these proteins are the (R)-HNL from almonds (Prunus amygdalus), and the (S)-HNLs from Sorgum bicolor, Hevea brasiliensis, and Manihot esculenta (Figure 11). The latter two enzymes have recently been cloned and overexpressed, [193] while the (R)-HNL from almond can be easily isolated in sufficient quantities from its natural source and, due to its stability and natural abundance, it has been the first investigated enzyme of this class. The suppression of the spontaneous chemical addition of HCN to the carbonyl compounds is a prerequisite to obtaining the chiral cyanohydrins in good enantiomeric purity. The extent of this nonenzymatic reaction strongly depends on the reaction conditions; for instance, it was found that an aqueous reaction medium is only suitable if pH values below 4.0 and low temperatures are employed. A decisive breakthrough came when it was discovered that the undesirable chemical addition is more or less suppressed in organic solvents which are not miscible with water, like ethyl acetate or diisopropyl ether. [194] Since then, several papers have been published on this subject by different groups, but most of these reports are beyond the purpose of this review as the reactions were run in ªpureº biphasic systems. However, in some of these protocols the water phase was limited to the amount of liquid adsorbed on the solid material upon which the enzyme was supported. Using this methodology, cyanohydrins used as precursors of (R)-pantolactone ( 93), [195] thienyl and furyl analogus of ephedrin ( 94), [196] and the adrenergic bronchodilatators (R)terbutaline ( 95) [197] Ðjust to give a few examplesÐhave been prepared on a multigram scale (Scheme 16). Scheme 16. Chemoenzymatic synthesis of compounds 93 ± 95.",
      "snippet": "Hydroxynitrile lyases (HNLs, also called oxynitrilases) are proteins that catalyze the cleavage of cyanohydrins to aldehydes and hydrogen cyanide, thus supporting the catabolic degradation of cyanogenic glycosides in nature. Under appropriate conditions, these enzymes can catalyze the stereoselective addition of HCN to carbonyl compounds, producing either (R)-or (S)-cyanohydrins. [190] Eleven different HNLs from six different plant families have been isolated to date, [191] but only four of these enzymes have found interesting synthetic applications. [192] Specifically, these proteins are the (R)-HNL from almonds (Prunus amygdalus), and the (S)-HNLs from Sorgum bicolor, Hevea brasiliensis, and Manihot esculenta (Figure 11). The latter two enzymes have recently been cloned and overexpressed, [193] while the (R)-HNL from almond can be easily isolated in sufficient quantities from its natural source and, due to its stability and natural abundance, it has been the first investigated enzyme of this class. The suppression of the spontaneous chemical addition of HCN to the carbonyl compounds is a prerequisite to obtaining the chiral cyanohydrins in good enantiomeric purity. The extent of this nonenzymatic reaction strongly depends on the reaction conditions; for instance, it was found that an aqueous reaction medium is only suitable if pH values below 4.0 and low temperatures are employed. A decisive breakthrough came when it was discovered that the undesirable chemical addition is …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[190]",
          "target_xml_id": "b316"
        },
        {
          "ref_marker": "[191]",
          "target_xml_id": "b317"
        },
        {
          "ref_marker": "[192]",
          "target_xml_id": "b318"
        },
        {
          "ref_marker": "[194]",
          "target_xml_id": "b321"
        },
        {
          "ref_marker": "[195]",
          "target_xml_id": "b322"
        },
        {
          "ref_marker": "[196]",
          "target_xml_id": "b323"
        },
        {
          "ref_marker": "[197]",
          "target_xml_id": "b324"
        }
      ]
    },
    {
      "header": "A Case Study",
      "raw_header": "A Case Study:",
      "text": "The Chemoenzymatic Synthesis of (S)a-Cyano-3-Phenoxybenzyl Alcohol (96) Pyretrine I, a compound extracted from Chrisanthemum cinerariefolium, has a strong insecticidal activity. The rapid knock-down of insects, high level of activity, and considerable degree of safety to mammals, accompanied by its relatively low stability, has led to intense interest in the synthesis of chemical analogues of this compound. Many of the present commercially important pyretrine analogues are esters of (S)a-cyano-3-phenoxybenzyl alcohol (96) and include Deltametrhin (97, Hoechst) and Esfenvalerate (98, Sumitomo Chemicals). Several enzymatic approaches to 96 have been published and most of them are related to the use of enzymes in organic solvents. A Sorghum bicolor (S)-oxynitrilase catalyzed reaction allowed the isolation of 96 in 93 % yield and 96 % ee. [198] The main drawback of this approach is the difficulty in isolating this enzyme. The recent availability of two other (S)-HNLs (from Hevea brasiliensis and Manihot esculenta), cloned and overexpressed, might allow this biocatalytic transformation to become competitive soon. [199] An alternative approach is the kinetic resolution of the chemically-produced racemic 96 by lipase-catalyzed transesterification. The enantioselective acetylation of racemic 96 has been achieved by action of a lipoprotein lipase from Pseudomonas sp. suspended in tert-butyl methyl ether containing vinyl acetate. The (S)-acetate 96 a was obtained in 90 % ee at 41 % conversion. [200] The same enzyme was used to hydrolyze (S)-96 a back to 96 (96 % ee at 82 % conversion), which was then coupled with the suitable acyl chloride to give the insecticide 98. A significative improvement to this approach was obtained by coupling the lipase-catalyzed kinetic resolution with the in situ formation and racemization of cyanohydrins (a further example of dynamic kinetic resolution). Racemic 96, generated from m-phenoxybenzaldehyde and acetone cyanohydrin in diisopropyl ether under the catalysis of a basic anionexchange resin, was acetylated by Pseudomonas cepacia lipase using isopropenyl acetate as the acylating agent. [104] The racemization of the optically active residual cyanohydrin by Amberlite IRA-904 (OH À form) was found to be much faster than the enzymatic acetylation, confirming the effective second order asymmetric transformation. In this way, the acetate (S)-96 a was obtained in 84 % yield and 89 % ee. Ethanolysis of (S)-96 a, catalyzed by the same lipase in iPr 2 O, and coupling of the resulting cyanohydrin with the appropriate acyl chloride afforded the pyretroid 97 in 90 % yield and 94 % de. Finally, another approach was recently suggested involving the lipase-catalyzed alcoholysis of the racemic cyanohydrin acetate 96 a. The resulting 96 was separated from the unreacted (R,S)-96 a by chromatographic techniques, as well as by extraction with hexane, and the residual ester (partially enantiomerically enriched) was then racemized using triethylamine in diisopropyl ether or toluene. [201] Alternatively, the crude enzymatic reaction mixture was directly treated with the appropriate chloride, and the pyretroid product separated from the unreacted (R,S)-96 a by bulb-to-bulb distillation. The residual unreacted 96 a was racemized with triethylamine and returned to the process. [202]",
      "snippet": "The Chemoenzymatic Synthesis of (S)a-Cyano-3-Phenoxybenzyl Alcohol (96) Pyretrine I, a compound extracted from Chrisanthemum cinerariefolium, has a strong insecticidal activity. The rapid knock-down of insects, high level of activity, and considerable degree of safety to mammals, accompanied by its relatively low stability, has led to intense interest in the synthesis of chemical analogues of this compound. Many of the present commercially important pyretrine analogues are esters of (S)a-cyano-3-phenoxybenzyl alcohol (96) and include Deltametrhin (97, Hoechst) and Esfenvalerate (98, Sumitomo Chemicals). Several enzymatic approaches to 96 have been published and most of them are related to the use of enzymes in organic solvents. A Sorghum bicolor (S)-oxynitrilase catalyzed reaction allowed the isolation of 96 in 93 % yield and 96 % ee. [198] The main drawback of this approach is the difficulty in isolating this enzyme. The recent availability of two other (S)-HNLs (from Hevea brasiliensis and Manihot esculenta), cloned and overexpressed, might allow this biocatalytic transformation to become competitive soon. [199] An alternative approach is the kinetic resolution of the chemically-produced racemic 96 by lipase-catalyzed transesterification. The enantioselective acetylation of racemic 96 has been achieved by action of a lipoprotein lipase from Pseudomonas sp. suspended in tert-butyl methyl ether containing vinyl acetate. The (S)-acetate 96 a was obtained in 90 % ee at 41 % con…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[198]",
          "target_xml_id": "b325"
        },
        {
          "ref_marker": "[199]",
          "target_xml_id": "b326"
        },
        {
          "ref_marker": "[200]",
          "target_xml_id": "b327"
        },
        {
          "ref_marker": "[104]",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "[201]",
          "target_xml_id": "b328"
        },
        {
          "ref_marker": "[202]",
          "target_xml_id": "b329"
        }
      ]
    },
    {
      "header": "Miscellanea",
      "raw_header": "Miscellanea",
      "text": "Other classes of enzymes have been used in organic solvents, but, despite the high synthetic potential of some of these transformations, the reports are limited to few examples up to now. Kazandjian and Klibanov showed that it is possible to use a mushroom polyphenol oxidase (also called tyrosinase) adsorbed on porous glass to catalyze the oxidation of a number of phenols to o-quinones in chloroform. [203] The authors reported that, while in water the enzymatic oxidation resulted in negligible yields due to rapid inactivation of the enzyme and spontaneous polymerization of the quinones, a quantitative conversion was achieved in chloroform. The quinones produced were then nonenzymatically reduced to cathecols, affording a net regioselective hydroxylation of phenols (Scheme 17). Very recently, Waldmann and co-workers ex-Scheme 17. Chemoenzymatic synthesis of cathecols. ploited this biotransformation by coupling it with nonenzymatic transformations in a domino reaction sequence. [204] As shown in Scheme 18, the ortho-quinones, obtained by action of a mushroom tyrosinase, subsequently underwent a Diels ± Alder reaction in the presence of different dienophiles. This three-step reaction cascade allowed the preparation of functionalized bicyclo [2,2,2]octene-diones in a rapid and efficient manner. The enzyme horseradish peroxidase catalyses the free radical polymerization of phenols in the presence of H 2 O 2 . The poor solubility of the growing polymer chains in water leads to the incorporation of organic solvents into the reaction medium; for example, polymers of para-phenylphenol were produced in aqueous dioxane and the molecular weight of the macromolecules increased with decreasing water content. [205] . This methodology might offer a valid alternative for the preparation of phenolic resins avoiding the use of the toxic formaldehyde; the technology is under development, as shown by patent applications. Horse liver alcohol dehydrogenase (HLADH) was also used in organic solvents (such as isopropyl ether). Both the enzyme and the nicotinamide cofactor were deposited onto the surface of glass beads, which were then suspended in a water-immiscible organic solvent containing the substrate. [206] Due to the insolubility of the NAD(H) molecule in the organic media, the cofactor could only be regenerated in situ by using the ªone enzyme ± two substratesª approach. Using HLADH, the cofactor NADH could be regenerated by the oxidation of EtOH to acetaldehyde, while the oxidized NAD could be produced by the reduction of isobutyraldehyde. A partially purified preparation of ()-a-pinene cyclase from sage (Salvia officinalis) was shown to convert geranyl pyrophosphate to the monoterpene olefins a-pinene, camphene, limonene, and myrcene in hexane. The cyclase was shown to be stabilized with respect to temperature and time by the use of a hydrocarbon solvent, and, in all other characteristics, to exhibit properties closely resembling those observed in aqueous media. [44c]",
      "snippet": "Other classes of enzymes have been used in organic solvents, but, despite the high synthetic potential of some of these transformations, the reports are limited to few examples up to now. Kazandjian and Klibanov showed that it is possible to use a mushroom polyphenol oxidase (also called tyrosinase) adsorbed on porous glass to catalyze the oxidation of a number of phenols to o-quinones in chloroform. [203] The authors reported that, while in water the enzymatic oxidation resulted in negligible yields due to rapid inactivation of the enzyme and spontaneous polymerization of the quinones, a quantitative conversion was achieved in chloroform. The quinones produced were then nonenzymatically reduced to cathecols, affording a net regioselective hydroxylation of phenols (Scheme 17). Very recently, Waldmann and co-workers ex-Scheme 17. Chemoenzymatic synthesis of cathecols. ploited this biotransformation by coupling it with nonenzymatic transformations in a domino reaction sequence. [204] As shown in Scheme 18, the ortho-quinones, obtained by action of a mushroom tyrosinase, subsequently underwent a Diels ± Alder reaction in the presence of different dienophiles. This three-step reaction cascade allowed the preparation of functionalized bicyclo [2,2,2]octene-diones in a rapid and efficient manner. The enzyme horseradish peroxidase catalyses the free radical polymerization of phenols in the presence of H 2 O 2 . The poor solubility of the growing polymer chains in water leads to the …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[203]",
          "target_xml_id": "b330"
        },
        {
          "ref_marker": "[204]",
          "target_xml_id": "b331"
        },
        {
          "ref_marker": "[205]",
          "target_xml_id": "b332"
        },
        {
          "ref_marker": "[206]",
          "target_xml_id": "b333"
        }
      ]
    },
    {
      "header": "Summary and Outlook",
      "raw_header": "Summary and Outlook",
      "text": "The enzymatic catalysis in organic solvents, described as an unusual phenomenon in some pioneering papers published at the beginning of this century, has turned into an important instrument for organic synthesis in the last decade. As has been pointed out in the previous sections, hydrolases ± and particularly lipases ± are already a well-exploited tool for transformations performed up to a production-plant scale. Oxynitrilases, a class of enzymes which catalyses one of the most important reactions of organic chemistry, the formation of the carbon ± carbon bond, are also on the way to becoming an industrial success. Applications of these biocatalysts ranges from the preparation of milligrams of specifically labeled compounds to the modification of fats on a multiton scale and from the preparation of complex key intermediates for the pharmaceutical industry to the synthesis of polymers. Other enzymes, especially oxidoreductases, have found more limited applications. Additional research is needed to overcome such drawbacks as limited substrate and/or coenzyme solubility and enzyme instability or inhibition in organic solvents. Besides the overwhelming reports on synthetic applications, enzymatic catalysis in organic solvents has stimulated basic research to address questions related to the performance of enzymes in nonnatural environments, as well as to their catalytic mechanism in such media. In the last few years particular attention has been paid to understanding why the catalytic activity of enzymes in anhydrous organic solvents is, in most cases, drastically diminished relative to that in water. As a result of this effort, different causes of this phenomenon have been elucidated, and the research is now focused on the design of strategies that might restore full enzymatic activity. Finally, it has been pointed out that optimization of enzymatic performances can be obtained by manipulating the protein structure through genetic engineering, either by site-specific or by random mutagenesis. Enzyme engineering and ªmediumº engineering are supporting the exploitation of this methodology in a decisive way and expanding the synthetic potentiality even further.",
      "snippet": "The enzymatic catalysis in organic solvents, described as an unusual phenomenon in some pioneering papers published at the beginning of this century, has turned into an important instrument for organic synthesis in the last decade. As has been pointed out in the previous sections, hydrolases ± and particularly lipases ± are already a well-exploited tool for transformations performed up to a production-plant scale. Oxynitrilases, a class of enzymes which catalyses one of the most important reactions of organic chemistry, the formation of the carbon ± carbon bond, are also on the way to becoming an industrial success. Applications of these biocatalysts ranges from the preparation of milligrams of specifically labeled compounds to the modification of fats on a multiton scale and from the preparation of complex key intermediates for the pharmaceutical industry to the synthesis of polymers. Other enzymes, especially oxidoreductases, have found more limited applications. Additional research is needed to overcome such drawbacks as limited substrate and/or coenzyme solubility and enzyme instability or inhibition in organic solvents. Besides the overwhelming reports on synthetic applications, enzymatic catalysis in organic solvents has stimulated basic research to address questions related to the performance of enzymes in nonnatural environments, as well as to their catalytic mechanism in such media. In the last few years particular attention has been paid to understanding why the cat…",
      "pages": null,
      "citations": []
    },
    {
      "header": "We gratefully acknowledge financial support for our work from the Biotechnology …",
      "raw_header": "We gratefully acknowledge financial support for our work from the Biotechnology …",
      "text": "We gratefully acknowledge financial support for our work from the Biotechnology Programme of the European Commisssion (BIO4-CT95-0231) and the CNR Target Project on Biotechnology.",
      "snippet": "We gratefully acknowledge financial support for our work from the Biotechnology Programme of the European Commisssion (BIO4-CT95-0231) and the CNR Target Project on Biotechnology.",
      "pages": null,
      "citations": []
    },
    {
      "header": "We gratefully acknowledge financial support for our work from the Biotechnology …",
      "raw_header": "We gratefully acknowledge financial support for our work from the Biotechnology …",
      "text": "We gratefully acknowledge financial support for our work from the Biotechnology Programme of the European Commisssion (BIO4-CT95-0231) and the CNR Target Project on Biotechnology.",
      "snippet": "We gratefully acknowledge financial support for our work from the Biotechnology Programme of the European Commisssion (BIO4-CT95-0231) and the CNR Target Project on Biotechnology.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Enzymes as Catalysts in Synthetic Organic Chemistry [New Synthetic Methods (53)] GeorgeMWhitesides Chi‐hueyWong 10.1002/anie.198506173 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 24 8 1985. 1985 Wiley Angew. Chem. JBJones Tetrahedron 42 1986 Biotransformations in Organic Chemistry KurtFaber 10.1007/978-3-642-97423-6 1992 Springer Berlin Heidelberg Berlin ESantaniello PFerraboschi PGrisenti AManzocchi Chem. Rev 92 1992. 1071 ± 1140 Enzymes in Synthetic Organic Chemistry CHWong GMWhitesides 1994 Pergamon, Trowbridge FTheil KDrauz HWaldmann )Vch Weinheim Chem. Rev ANCollins GNSheldrake JCrosby 95 1995. 2203 ± 2227. 1995. 1997 Wiley Chichester h) Chirality in Industry RDSchmidt RVerger Angew Chem Angew. Chem. Int. Ed 110 1998. 1694 ± 1720. 1998. 1608 ± 1633 RJKaslauskas UT HJRehm GReed VPuhlet PJ WStadler DRKelly ) Wiley-Vch Weinheim Hydrolases in Organic SynthesisÐRegio-and Stereoselective Biotransformations UTBornscheuer RJKazlauskas Weinheim Wiley-VCH 1998. 1999 8 Carey Jones, Norman Stewart, (11 Dec. 1911–26 Aug. 1997), Director, Development Administration, Leeds University, 1965–77 JBJones HHolland 10.1093/ww/9780199540884.013.u177391 Biocatalysis, Synopsis Scientific System 1997 Oxford University Press Leeds Enzymes in non-aqueous solvents LarryGButler 10.1016/0141-0229(79)90044-9 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 1 4 1979 Elsevier BV Action of esterase in the presence of organic solvents ErnestASym 10.1042/bj0300609 Biochemical Journal 0306-3283 30 4 1936 Portland Press Ltd. MDLilly J. Chem. Technol. Biotechnol 32 1982 Biocatalysis in water-organic solvent two-phase systems GiacomoCarrea 10.1016/s0167-7799(84)80006-2 Trends in Biotechnology Trends in Biotechnology 0167-7799 2 4 1984 Elsevier BV Water-Organic Solvent Two-Phase Systems As Media For Biocatalytic Reactions: The Potential For Shifting Chemical Equilibria Towards Higher Yield Of End Products ANSemenov Yu.LKhmelnitski IVBerezin KMartinek 10.3109/10242428709040125 Biocatalysis Biocatalysis 0886-4454 1 1 1987 Informa UK Limited LE SBrink JTramper KC A MLuyben KVant Riet Enzyme Microb. Technol 10 1988 RARamelmeier HVBlanch Biocatalysis 1989, 2, 97 ± 120; f) Biocatalysis in Non-Conventional Media JTramper MHVermue HHBeeftink Amsterdam Elsevier 1992 U. von Stockar MGWubbolts OFavre-Bulle BWithold Biotechnol. Bioeng 52 308 1996 MGarguri MDLegoy Biochim. Biophys. Acta 1337 1997 Enzyme catalysis in water pools FMMenger KYamada 10.1021/ja00516a039 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 101 22 1981 American Chemical Society (ACS) KMartinek AVLevashov YLKhmelnitsky ULKlyachko IVBerezin Science 218 1982 Kinetic properties of α-chymotrypsin in water-in-oil microemulsions: studies with a variety of substrates and microemulsion systems PaulD IFletcher GarethDRees BrianHRobinson RobertBFreedman 10.1016/0167-4838(85)90333-4 Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology 0167-4838 832 2 1985 Elsevier BV Solubilization of Enzymes and Nucleic Acids in Hydrocarbon Micellar Solution PierLuigiLuisi LJMagid JanosHFendler 10.3109/10409238609081999 Critical Reviews in Biochemistry Critical Reviews in Biochemistry 1040-8355 20 4 1986 Informa UK Limited Proteins and peptides in water‐restricted environments MarcelWaks 10.1002/prot.340010104 Proteins: Structure, Function, and Bioinformatics Proteins 0887-3585 1097-0134 1 1 1986, 1, 4 ± 15 Wiley RM DVerhaert RHilhorst MVermue TJSchaafsma CVeeger Eur. J. Biochem 187 1990 AMKlibanov CHEMTECH 16 1986 Enzymatic catalysis in monophasic organic solvents JonathanSDordick 10.1016/0141-0229(89)90094-x Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 11 4 1989. 194 ± 211 Elsevier BV CSChen CJSih Angew. Chem. Int. Ed. Engl 101 711 ± 723 1989. 1989 Angew. Chem. Enzymatic catalysis in anhydrous organic solvents AMKlibanov 10.1016/0968-0004(89)90146-1 Trends in Biochemical Sciences Trends in Biochemical Sciences 0968-0004 14 4 1989 Elsevier BV MNGupta Eur. J. Biochem 203 1992 Lipase-catalyzed transesterification in organic solvents: Applications to the preparation of enantiomerically pure compounds EnzoSantaniello PatriziaFerraboschi ParideGrisenti 10.1016/0141-0229(93)90123-j Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 15 5 1993 Elsevier BV Some aspects of biocatalysis in organic solvents LiseKvittingen 10.1016/s0040-4020(01)85551-4 Tetrahedron Tetrahedron 0040-4020 50 28 1994 Elsevier BV JAJongejan Chim. Oggi 1994. July/August, 15 ± 24 GBell PJHalling BDMoore JPartridge DGRees Enzymatic Reactions in Organic Media AM PKoskinen AMKlibanov London Blackie Academic & Professional 1995. 1996 13 Enzyme Activity in Supercritical Fluids SanjayVKamat EricJBeckman AlanJRussell 10.3109/07388559509150531 Critical Reviews in Biotechnology Critical Reviews in Biotechnology AMKlibanov 0738-8551 1549-7801 15 1 1995. 1997 Informa UK Limited Trends Biotechnol FBorzeix FMonot JPVandecasteele Enzyme Microb. Technol 14 1992 A comparison of lipase‐catalyzed ester hydrolysis in reverse micelles, organic solvents, and biphasic systems FangxiaoYang AlanJRussell 10.1002/bit.260470108 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 47 1 1995 Wiley Esterification and Interesterification Activities of Lipases from Rhizopus niveus and Mucor miehei in Three Different Types of Organic Media: A Comparative Study RussellJTweddell SelimKermasha DidierCombes AlainMarty 10.1016/s0141-0229(97)00232-9 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 22 6 1998 Elsevier BV Different aspects of ‘solvent engineering’ in lipase biocatalysed esterifications ECatoni ECernia CPalocci 10.1016/1381-1169(95)00153-0 Journal of Molecular Catalysis A: Chemical Journal of Molecular Catalysis A: Chemical 1381-1169 105 1-2 1996 Elsevier BV Rules for optimization of biocatalysis in organic solvents ColjaLaane SjefBoeren KeesVos CeesVeeger 10.1002/bit.260300112 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 30 1 1987 Wiley AZaks AMKlibanov J. Biol. Chem 263 1988 JARupley EGratton GCareri Trends Biochem. Sci 8 1983. 18 ± 22 Time-domain reflectometry studies of water binding and structural flexibility in chymotrypsin StephenBone 10.1016/0167-4838(87)90219-6 Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology 0167-4838 916 1 1987 Elsevier BV Organic solvents strip water off enzymes LuAnn SGorman JonathanSDordick 10.1002/bit.260390405 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 39 4 1992 Wiley Effects of water on equilibria catalysed by hydrolytic enzymes in biphasic reaction systems PJHalling 10.1016/0141-0229(84)90006-1 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 6 11 1984 Elsevier BV PJHalling Trends Biotechnol 7 1989 Thermodynamic predictions for biocatalysis in nonconventional media: Theory, tests, and recommendations for experimental design and analysis PeterJHalling 10.1016/0141-0229(94)90043-4 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 16 3 1994 Elsevier BV HLGoderis GAmpe MPFeyten BLFouwe Á WMGuffens SMVan Cauwenbergh PPTobback Biotechnol. Bioeng 30 1987 On the importance of the support material for bioorganic synthesis MatsReslow PatrickAdlercreutz BoMattiasson 10.1111/j.1432-1033.1988.tb13927.x European Journal of Biochemistry European Journal of Biochemistry 0014-2956 1432-1033 172 3 1988 Wiley RHValivety PJHalling ADPeilow ARMacrae Eur. J. Biochem 222 1994 Reaction rate with suspended lipase catalyst shows similar dependence on water activity in different organic solvents RaoHValivety PeterJ. Halling AlasdarRMacrae 10.1016/0167-4838(92)90278-l Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology 0167-4838 1118 3 1992. 1118 Elsevier BV Lipases from different sources vary widely in dependence of catalytic activity on water activity RaoHValivety PeterJHalling AlanDPeilow AlasdairRMacrae 10.1016/0167-4838(92)90316-6 Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology 0167-4838 1122 2 1992. 1122 Elsevier BV Water activity fails to predict critical hydration level for enzyme activity in polar organic solvents: Interconversion of water concentrations and activities GeorgeBell AnjaE MJanssen PeterJHalling 10.1016/s0141-0229(96)00204-9 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 20 6 1997 Elsevier BV SH MVan Herp EOKamenskaya YLKhmelnitsky Eur. J. Biochem 202 1991 Water as a competitive inhibitor of lipase-catalysed esterification in organic media RaoHValivety PeterJHalling AlasdairRMacrae 10.1007/bf00131203 Biotechnology Letters Biotechnol Lett 0141-5492 1573-6776 15 11 1993. 1133 ± 1138 Springer Science and Business Media LLC Effects of water activity on Vmax and KM of lipase catalyzed transesterification in organic media RobertoBovara GiacomoCarrea GianlucaOttolina SergioRiva 10.1007/bf00131760 Biotechnology Letters Biotechnol Lett 0141-5492 1573-6776 15 9 1993 Springer Science and Business Media LLC RBovara GCarrea AMGioacchini SRiva FSecundo Biotechnol. Bioeng 54 1997 KFaber SRiva Synthesis 1992 GLjunger PAdlercreutz BMattiasson Enzyme Microb. Technol 16 1994 Influence of water activity on the synthesis of triolein catalyzed by immobilized <i>Mucor miehei</i> lipase YvesDudal RobertLortie 10.1002/bit.260450206 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 45 2 1995 Wiley Salt hydrates for water activity control with biocatalysts in organic media PeterJHalling 10.1007/bf02439357 Biotechnology Techniques Biotechnol Tech 0951-208X 1573-6784 6 3 1992 Springer Science and Business Media LLC ZYang DRobb Biotechnol. Tech 7 1993 Water activity control in enzymatic esterification processes ErnstWehtje JasmedhKaur PatrickAdlercreutz SubhashChand BoMattiasson 10.1016/s0141-0229(97)00027-6 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 21 7 1997 Elsevier BV LGreenspan J. Res. Nat. Bur. Stand. Sect. A 81 1977 AZaks AMKlibanov Proc. Natl. Acad. Sci. USA 1985 Natl. Acad. Sci. USA 1985 82 MRizzi PStylos ARiek MReuss Enzyme Microb. Technol 14 1992 MMartinelle KHult Biochim. Biophys. Acta 1251 1995. 191 ± 197 SChatterjee AJRussell Biotechnol. Bioeng 40 1992. 1069 ± 1077 SChatterjee AJRussell Enzyme Microb. Technol 15 1993 CRWescott AMKlibanov J. Am. Chem. Soc 115 1993. 1629 ± 1631 KRyu JSDordick Biochemistry 31 1992. 2588 ± 2598 Solvent variation inverts substrate specificity of an enzyme CharlesRWescott AlexanderMKlibanov 10.1021/ja00058a002 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 115 5 1993 American Chemical Society (ACS) AJ JStraathof JL LRakels JJ Heejnen in Biocatalysis in Non-Conventional Media JTramper MHVermue HHBeeftink UStockar Amsterdam Elsevier 1992 JB AVan Tol JBOdenthal JAJongejan JA Duine in Biocatalysis in Non-Conventional Media JTramper MHVermue HHBeeftink UStockar Amsterdam Elsevier 1992 AReimann DARobb PJHalling Biotechnol. Bioeng 43 1994 AE MJanssen AMVaidya PJHalling Enzyme Microb. Technol 18 1996 ADBlackwood LJCurran BDMoore PJHalling Biochim. Biophys. Acta 1994. 1206 KXu AMKlibanov J. Am. Chem. Soc 118 1996 SJSinger Adv. Protein Chem 17 1962 AAKlyosov NVan IVViet Berezin Eur. J. Biochem 59 1975 MJackson HMMantsch Biochim. Biophys. Acta 1991, 1078, 2231 ± 2235 ENVulfson DBSarney BALaw Enzyme Microb. Technol 13 1991 GLin H.-CLiu Tetrahedron Lett 36 1995 YYamamoto HKise Biotechnol. Lett 15 1993 Role of diffusion in nonaqueous enzymology. 1. Theory SanjayKamat EricJBeckman AlanJRussell 10.1016/0141-0229(92)90149-i Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 14 4 1992 Elsevier BV Inhibitor-induced enzyme activation in organic solvents. AJRussell AMKlibanov 10.1016/s0021-9258(18)37828-1 Journal of Biological Chemistry Journal of Biological Chemistry 0021-9258 263 24 1988 Elsevier BV TYamane TIchiryu MNagata AUeno SShimizu Biotechnol. Bioeng 36 1990. 1063 ± 1069 KDabulis AMKlibanov Biotechnol. Bioeng 41 1993 YLKhmelnitsky SHWelch DSClark JSDordick J. Am. Chem. Soc 116 1994. 2647 ± 2648 AOTriantafyllou EWehtje PAdlercreutz BMattiasson Biotechnol. Bioeng 45 1995 IMingarro HGonzales-Navarro LBraco Biochemistry 35 1996 PAdlercreutz Eur. J. Biochem 199 1991 RBovara GCarrea GOttolina SRiva Biotechnol. Lett 15 1993 EWehtje PAdlercreutz BMattiasson Biotechnol. Bioeng 41 1993 DKOladepo PJHalling VFLarsen Biocatal. Biotransform 12 1995 GPencreach JCBaratti Appl. Microbiol. Biotechnol 47 1997 RJBarros EWehtje PAdlercreutz Biotechnol. Bioeng 59 1998 MWahlgren TArnebrant Trends Biotechnol 9 1991. 201 ± 208 Efficient Heterogeneous Biocatalysts by Entrapment of Lipases in Hydrophobic Sol–Gel Materials ManfredTReetz AlbinZonta JörgSimpelkamp 10.1002/anie.199503011 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 34 3 1995. 1995 Wiley Novel crystalline catalysts ALMargolin 10.1016/0167-7799(96)10031-7 Trends in Biotechnology Trends in Biotechnology 0167-7799 14 7 1996 Elsevier BV AMatsushima YKodera MHiroto HNishimura YInada JMol Catal 1996 and references therein GOttolina GCarrea SRiva LSartore FMVeronese Biotechnol. Lett 14 1992 FSecundo SSpadaro GCarrea Biotechnol. Bioeng 62 1999 VMParadkar JSDordick J. Am. Chem. Soc 1994, 116, 5009 ± 5010 MGoto NKamiya FNakashio Biotechnol. Bioeng 45 1995 SBasheer KIMogi MNakajima Biotechnol. Bioeng 45 1995. 195 Lipid-coated enzymes as efficient catalysts in organic media YOkahata TMori 10.1016/s0167-7799(97)84203-5 Trends in Biotechnology Trends in Biotechnology 0167-7799 15 2 1997 Elsevier BV Lipase‐catalyzed interesterification of oils and fats ARMacrae 10.1007/bf02543502 Journal of the American Oil Chemists' Society J Americ Oil Chem Soc 0003-021X 1558-9331 60 2Part1 1983 Wiley RAWisdom PDunnil MDLilly Biotechnol. Bioeng 29 1987. 1081 ± 1085 MMHog TYamane SShimizu SIshida J. Am. Oil Chem. Soc 1984 TFukui TKawamoto KSonomoto ATanaka Appl. Microbiol. Biotechnol 34 1990 AWickli ESchmidt JRBourne Biocatalysis in Non-Conventional Media JTramper MHVermue HHBeeftink UStockar Amsterdam 1992 MIndlekofer MFunke WClaassen MReuss Biotechnol. Prog 11 1995 Twin-core packed-bed reactors for organic-phase enzymatic esterification with water activity control CMRosell AMVaidya 10.1007/bf00169917 Applied Microbiology and Biotechnology Appl Microbiol Biotechnol 0175-7598 1432-0614 44 3-4 1995 Springer Science and Business Media LLC CMRosell AMVaidya PJHalling Biotechnol. Bioeng 49 1996 Large-scale preparation of (Z)-3-hexen-1-yl acetate usingCandida antarctica-immobilized lipase in hexane SBourg-Garros NRazafindramboa AAPavia 10.1002/(sici)1097-0290(19980820)59:4<495::aid-bit12>3.0.co;2-9 Biotechnology and Bioengineering Biotechnol. Bioeng. 0006-3592 1097-0290 59 4 1998 Wiley Enzymatic Catalysis in Organic Media at 100°C AlekseyZaks AlexanderMKlibanov 10.1126/science.6729453 Science Science 0036-8075 1095-9203 224 4654 1984. 1249 ± 1251 American Association for the Advancement of Science (AAAS) MReslow PAdlercreutz BMattiasson Appl. Microbiol. Biotechnol 26 1 ± 8 1987 CJWheeler RCroteau Arch. Biochem. Biophys 248 1986 GAyala MTuena De Gomez-Puyou AGomez-Puyou ADarszon FEBS Lett 41 43 1986 GGarza-Ramos ADarszon MTuena De Gomez-Puyou AGomez-Puyou Biochemistry 28 1989 Enzyme thermoinactivation in anhydrous organic solvents DavidBVolkin AndreaStaubli RobertLanger AlexanderMKlibanov 10.1002/bit.260370908 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 37 9 1991 Wiley On Protein Denaturation in Aqueous−Organic Mixtures but Not in Pure Organic Solvents KaiGriebenow AlexanderMKlibanov 10.1021/ja961869d Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 118 47 1996 American Chemical Society (ACS) Engineering enzymes for non-aqueous solvents FHArnold 10.1016/0167-7799(90)90186-2 Trends in Biotechnology Trends in Biotechnology 0167-7799 8 1990 Elsevier BV LYou FHArnold Protein Eng 9 1994 PLFitzpatrick AC USteinmetz DRinge AMKlibanov Proc. Natl. Acad. Sci Natl. Acad. SciUSA 1993 90 NHYennawar HPYennawar GKFarber Biochemistry 33 1994 URDesai AMKlibanov J. Am. Chem. Soc 117 1995 LTKanerva AMKlibanov J. Am. Chem. Soc 111 1989 PPasta SRiva GCarrea Lett 1988 236 PPWangikar PMichels DSClark JSDordick J. Am. Chem. Soc 119 1997 Solid‐State nuclear magnetic resonance investigation of solvent dependence of tyrosyl ring motion in an enzyme PaulABurke RobertGGriffin AlexanderMKlibanov 10.1002/bit.260420112 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 42 1 1993 Wiley RAffleck ZIXu VSuzawa KFocht DSClark JSDordick Proc. Natl. Acad. Sci Natl. Acad. SciUSA 1992. 1100 ± 1104 89 JBroos AJ W GVisser JF JEngbersen WVerboom AVan Hoek DNReinhoudt J. Am. Chem. Soc 117 663 1995 JPartridge PRDennison BDMoore PJHalling Biochim. Biophys. Acta 1998. 1386 Creation of Enantioselective Biocatalysts for Organic Chemistry by In Vitro Evolution ManfredTReetz AlbinZonta KlausSchimossek Karl‐erichJaeger KlausLiebeton 10.1002/anie.199728301 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 36 24 1997. 2961 ± 2963. 1997. 2830 ± 2832 Wiley Angew. Chem. Selectivity-Enhancement of Hydrolase Reactions KurtFaber GianlucaOttolina SergioRiva 10.3109/10242429308998200 Biocatalysis Biocatalysis 0886-4454 8 2 1993 Informa UK Limited Biocatalysis The solvent dependence of enzyme specificity CharlesRWescott AlexanderMKlibanov 10.1016/0167-4838(94)90065-5 Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology Biochimica et Biophysica Acta (BBA) - Protein Structure and Molecular Enzymology 0167-4838 1206 1 1994 Elsevier BV GCarrea GOttolina SRiva Trends Biotechnol 13 1995 How can the solvent affect enzyme enantioselectivity? PaulAFitzpatrick AlexanderMKlibanov 10.1021/ja00008a054 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 113 8 1991 American Chemical Society (ACS) FTerradas MTeston-Henry PAFitzpatrick AMKlibanov J. Am. Chem. Soc 115 1993 RBovara GCarrea LFerrara SRiva Tetrahedron: Asymmetry 2 1991 YHirose KKariya JSasaki YKurono HEbike KAchiwa Tetrahedron Lett 33 1992 ERubio AFernandez-Mayorales AMKlibanov J. Am. Chem. Soc 113 1991 DAMacmanus ENVulfson Enzyme Microbiol. Technol 20 1997 KNakamura JTakebe TKitayama AOhno Tetrahedron Lett 32 1991 FSecundo SRiva GCarrea Tetrahedron: Asymmetry 3 1992 TKe CRWescott AMKlibanov J. Am. Chem. Soc 118 1996 CRWescott HNoritomi AMKlibanov J. Am. Chem. Soc 118 370 1996 GColombo GOttolina GCarrea ABernardi CScolastico Tetrahedron: Asymmetry 9 1998 RVerger Trends Biotechnol 15 1997 CSChen YFujimoto GGirdaukas CJSih J. Am. Chem. Soc 104 1982 CSChen SHWu GGirdaukas CJSih J. Am. Chem. Soc 109 1987. 2812 ± 2817 CJSih GGirdaukas CSChen CJ Sih in Ref LT Kanerva in Ref KFaber SRiva Synthesis 1992 GKirchner MPScollar AMKlibanov J. Am. Chem. Soc 107 1985 AGhogare GSKumar J. Chem. Soc. Chem. Commun 1989. 1533 ± 1535 DBianchi PCesti EBattistel J. Org. Chem 53 1988 MDegueil-Castaing BDeJeso SDrouillard BMaillard Tetrahedron Lett 28 1987 YFWang JJLalonde MMomongan DEBergbreiter CHWong J. Am. Chem. Soc 110 1988 GCarrea BDanieli GPalmisano SRiva MSantagostino Tetrahedron: Asymmetry 3 1992 RJKazlauskas AN EWeissfloch ATRappaport LACuccia J. Org. Chem 56 1991. 2656 ± 2665 SMRoberts Philos. Trans. R. Soc. London 324 1989 Agricultural Biotechnologyº: T. Umemora, H. Hirohara, ACS Symp. Ser 1989 389 LEJanes RJKazlauskas Tetrahedron: Asymmetry 8 1997 RJKazlauskas AN EWeissfloch J. Mol. Catal. B 1997 AN EWeissfloch RJKazlauskas J. Org. Chem 60 1995 A Three-Dimensional Predictive Active Site Model for Lipase from <i>Pseudomonas cepacia</i> KarinLemke MichaelLemke FritzTheil 10.1021/jo970838d The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 62 18 1997 American Chemical Society (ACS) MCygler PGrochulski RJKazlauskas JDSchrag FBouthillier BRubin ANSerreqi AKGupta J. Am. Chem. Soc 116 1994 Enzymic resolution of cyclopropanols. An easy access to optically active cyclohexanones possessing an .alpha.-quaternary chiral carbon JeanPierreBarnier LuisBlanco GerardRousseau ErykaGuibe-Jampel IsabelleFresse 10.1021/jo00058a046 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 58 6 1993 American Chemical Society (ACS) IBrackenridge RMccague SMRoberts NJTurner J. Chem. Soc. Perkin Trans. 1 1993 MC RFranssen EL VGoetheer HJongejan ADe Groot Tetrahedron Lett 1998 Enzymic resolution of racemic amines: crucial role of the solvent HiroshiKitaguchi PaulAFitzpatrick JoelEHuber AlexanderMKlibanov 10.1021/ja00190a070 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 111 8 1989 American Chemical Society (ACS) VGotor EMenendez ZMouloungui AGaset J. Chem. Soc. Perkin Trans. 1 1993. 2453 ± 2456 Highly Efficient Lipase-Catalyzed Kinetic Resolution of Chiral Amines ManfredTReetz ClausDreisbach 10.2533/chimia.1994.570 CHIMIA Chimia 0009-4293 2673-2424 48 12 570 1994 Swiss Chemical Society LEIglesias VMSanchez FRebolledo VGotor Tetrahedron: Asymmetry 8 1997. 2675 ± 2677 LTKanerva PCsomos OSundholm GBernath FFulop Tetrahedron: Asymmetry 7 1996 KEJaeger KLiebeton AZonta KSchimossek MTReetz Appl. Microbiol. Biotechnol 46 1996 MSoledad De Castro JVSinisterra Cago Tetrahedron 54 1998. 2877 ± 2892 ALGutman EMeyer EKalerin FPolyak JSterling Biotechnol. Bioeng 40 1992 ALGutman EShkolnik EMeyer FPolyak DBrenner ABoltanski Ann. NY Acad. Sci 799 1996 SPuertas RBrieva FRebolledo VGotor Tetrahedron 49 1993 Chiral carbamates through an enzymatic alkoxycarbonylation reaction. MarcosPozo VicenteGotor 10.1016/s0040-4020(01)85748-3 Tetrahedron Tetrahedron 0040-4020 49 20 1993 Elsevier BV BOrsat PBAlper WMoree CPMak CHWong J. Am. Chem. Soc 118 1996 STakayama WJMoree CHWong Tetrahedron Lett 37 1996 DBianchi PCesti J. Org. Chem 55 1990 NOhrner COrrenius AMattson TNorin KHult Enzyme Microbiol. Technol 19 1996 GKirchner MPScollar AMKlibanov J. Am. Chem. Soc 107 1985 AMKlibanov GKirchner US-A 4601 987 1986 BCambou AMKlibanov Biotechnol. Bioeng 26 1994 The enzymic preparation of (2R,3S)-phenyl glycidic acid esters AngeloGentile ClaudioGiordano ClaudioFuganti LucaGhirotto StefanoServi 10.1021/jo00050a049 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 57 24 1992 American Chemical Society (ACS) LTKanerva OSundholm J. Chem. Soc. Perkin Trans. 1 1993 DMGou YCLiu CSChen J. Org. Chem 58 1993. 1287 ± 1289 Resolution of a chiral ester by lipase-catalyzed transesterification with polyethylene glycol in organic media JShieldWallace KristinBReda MarkEWilliams CaryJMorrow 10.1021/jo00298a030 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 55 11 1990 American Chemical Society (ACS) FR-B 89-246890111 GRossey IChekroun AUgolini AWick BGerin ABourbon JBGraux Chem. Abstr 114 1989. 1991 81 901s Ester ammoniolysis: a new enzymatic reaction MarianCDe Zoete Alida C. Kock-VanDalen FredVan Rantwijk RogerASheldon 10.1039/c39930001831 Journal of the Chemical Society, Chemical Communications J. Chem. Soc., Chem. Commun. 0022-4936 24 1831 1993. 1831 ± 1832 Royal Society of Chemistry (RSC) NBaba MMimura JHiratake KUchida JOda Agric Biol. Chem 52 1988. 2685 ± 2687 NBaba KTakeno JIwasa JOda Agric Biol. Chem 54 1990 FBjorkling SEGodtfredsen OKirk J. Chem. Soc. Chem. Commun 1990. 1301 ± 1303 FBjorkling HFrykman SEGodtfredsen OKirk Tetrahedron 48 1992 Lipase-Catalyzed Synthesis of Optically Active<i>N,N,N,</i>-Trimethylethanaminium α-Tocopherol Analog MDL-73404 EisakuMizuguchi TetsukoSuzuki KazuoAchiwa 10.1055/s-1994-23051 Synlett Synlett 0936-5214 1437-2096 1994 11 1994 Georg Thieme Verlag KG Remote control of stereoselectivity: lipase catalyzed enantioselective esterification of racemic α-lipoic acid NWFadnavis KKoteshwar 10.1016/s0957-4166(96)00519-8 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 8 2 1997 Elsevier BV Biocatalytic Deracemization Techniques: Dynamic Resolutions and Stereoinversions HartmutStecher KurtFaber 10.1055/s-1997-1515 Synthesis Synthesis 0039-7881 1437-210X 1997 01 1997 Georg Thieme Verlag KG EJEbbers GJ AAriaans JP MHoubiers ABruggink BZwanenburg Tetrahedron 53 1997 Dynamic kinetic resolution RobertSWard 10.1016/0957-4166(95)00179-s Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 6 7 1995. 1475 ± 1490 Elsevier BV STakano MSuzuki KOgasawara Tetrahedron: Asymmetry 1993, 4, 1043 ± 1046 ELEliel ELEliel SHWilen LNMander Stereochemistry of Organic Compounds New York Wiley 1994 315 MKitamura MTokunaga RNoyori J. Am. Chem. Soc 115 1993 MInagaki JHiratake TNishioka JOda J. Org. Chem 57 1992 The first examples of dynamic kinetic resolution by enantioselective acetylation of hemithioacetals: An efficient synthesis of homochiral α-Acetoxysulfides StephenBrand MartinFJones ChristopherMRayner 10.1016/0040-4039(95)01748-7 Tetrahedron Letters Tetrahedron Letters 0040-4039 36 46 1995 Elsevier BV NJTurner JRWinterman RMccague JSParratt SJ CTaylor Tetrahedron Lett 36 1995 HVan Der Deen ADCuiper RPHof AVan Oeveren BLFeringa RMKellogg J. Am. Chem. Soc 118 1996 JWillem JFThuring AJ HKlunder GH LNefkens MAWegman BZwanenburg Tetrahedron Lett 37 1996 PJUm DGDrueckhammer J. Am. Chem. Soc 120 1998 RStürmer Angew. Chem. Int. Ed. Engl 109 1997. 1221 ± 1222. 1997 Angew. Chem. Catalytic racemisation of alcohols: Applications to enzymatic resolution reactions PhiMDinh JudithAHowarth AnnaRHudnott JonathanM JWilliams WilliamsHarris 10.1016/0040-4039(96)01677-2 Tetrahedron Letters Tetrahedron Letters 0040-4039 37 42 1996 Elsevier BV AL ELarsson BAnders Persson JEBackvall Angew. Chem. Int. Ed. Engl 109 1997. 1256 ± 1258. 1997. 1211 ± 1212 Angew. Chem. Lipase-Catalyzed Dynamic Kinetic Resolution of Chiral Amines: Use of Palladium as the Racemization Catalyst ManfredTReetz KlausSchimossek 10.2533/chimia.1996.668 CHIMIA Chimia 0009-4293 2673-2424 50 12 668 1996 Swiss Chemical Society CRJohnson Acc. Chem. Res 31 1998 Enantioselective synthesis through enzymatic asymmetrization ElkeSchoffers AdamGolebiowski CarlRJohnson 10.1016/s0040-4020(95)01021-1 Tetrahedron Tetrahedron 0040-4020 52 11 1996 Elsevier BV Riva in Advances in the Use of Synthons in Organic Chemistry BDanieli GLesma DPassarella S JAI ADondoni APadwa 1993 London LBanfi GGuanti Synthesis 1993 BMorgan GBydlinsky DRDodds Tetrahedron: Asymmetry 6 1995. 1765 ± 1772 ALGutman MShapira ABoltanski J. Org. Chem 57 1992. 1063 ± 1065 MShapira ALGutman Tetrahedron: Asymmetry 1994, 5, 1689 ± 1700 SPuertas RRebolledo VGotor J. Org. Chem 1996 Desymmetrisation of prochiral ketones by catalytic enantioselective hydrolysis of their enol esters using enzymes AndrewJCarnell JimBarkley AmarjitSingh 10.1016/s0040-4039(97)01817-0 Tetrahedron Letters Tetrahedron Letters 0040-4039 38 44 1997 Elsevier BV JHirose KKariya YNakanishi KAchiva Tetrahedron Lett 36 1995 SNagumo TArai HAkita Tetrahedron Lett 38 1997 CBonini RRacioppi LViggiani Tetrahedron: Asymmetry 8 1997 TFukui TKawamoto ATanaka Tetrahedron: Asymmetry 5 1994 JMChong EKMar Tetrahedron Lett 32 1991 TItoh TOhta Tetrahedron Lett 31 1990 TItoh TOhta MSano Tetrahedron Lett 1990 TItoh TOhta Chem. Lett 1991 Lipase mediated resolution of chiral (E)-vinylsilanes: an improved procedure for the production of (R)- and (S)-(E)-1-trialkylsilyl-1-buten-3-ol derivatives MichelleASparks JamesSPanek 10.1016/s0040-4039(00)79869-8 Tetrahedron Letters Tetrahedron Letters 0040-4039 32 33 1991 Elsevier BV KNakamura KIshihara AOhno MVemura HNishimura YHayashi Tetrahedron Lett 1990 YYamasaki KHosono Tetrahedron Lett 31 1990 CBaldoli SMaiorana GCarrea SRiva Tetrahedron: Asymmetry 4 1993 Lipase-mediated separation of the stereoisomers of 1-(1-hydroxyethyl)-2-(hydroxymethyl)ferrocene GiovanniNicolosi AngelaPatti MarioPiattelli 10.1021/jo00080a045 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 59 1 1994 American Chemical Society (ACS) DLambusta GNicolosi APatti MPiattelli Tetrahedron: Asymmetry 4 1993 TIzumi FTamura KSazaki Bull. Chem. Soc. Jpn 65 1992. 2784 ± 2788 MJKim HCho KChol J. Chem. Soc. Perkin Trans. 1 1991. 2270 ± 2272 NWBoaz Tetrahedron Lett 1989, 30, 2061 ± 2064 GGill EFerre JLepetit CTriantaphylides Tetrahedron Lett 28 1987. 1647 ± 1648 Kinetic resolution of 3-tbutyl and 3-phenyl cyclobutylidenethanols through lipase-catalyzed acylation with succinic anhydride. Jean-ClaudeFiaud RichardGil Jean-YvesLegros LouisaAribi-Zouioueche WilfriedAKönig 10.1016/s0040-4039(00)60908-5 Tetrahedron Letters Tetrahedron Letters 0040-4039 33 46 1992 Elsevier BV KNaemura AFurutani J. Chem. Soc. Perkin Trans. 1 1991. 1879 ± 1884 MInagaki JHiratake TNishida JOda Agric Biol. Chem 53 1989. 1879 ± 1884 Enantioselective synthesis of helical molecules: Lipase-catalyzed resolution of bis(hydroxymethyl)[7]thiaheterohelicene KazuhikoTanaka YukaShogase HidejiOsuga HitomiSuzuki KaoruNakamura 10.1016/0040-4039(95)00128-y Tetrahedron Letters Tetrahedron Letters 0040-4039 36 10 1995. 1675 ± 1678 Elsevier BV KTanaka HOsuga HSuzuki YShogase YKitahara J. Chem. Soc. Perkin Trans. 1 1998 JKBrowne MAMckervey MPitarch JARussell JSMillership Tetrahedron Lett 1998 PMuller Pure Appl. Chem 66 1994. 1077 ± 1184 PCesti AZaks AMKlibanov Appl. Biochem. Biotechnol 11 1985 MTherisod AMKlibanov J. Am. Chem. Soc 108 1986 MTherisod AMKlibanov J. Am. Chem. Soc 109 1986 Protease-catalyzed regioselective esterification of sugars and related compounds in anhydrous dimethylformamide Sergio.Riva Joel.Chopineau AP GKieboom AlexanderMKlibanov 10.1021/ja00210a045 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 110 2 1988 American Chemical Society (ACS) SRiva In Ref SCai SHakomori TToyokuni J. Org. Chem 57 1992 LPanza MLuisetti ECrociati SRiva J. Carbohydr. Chem 12 1993 Corrigendum MatthewJChinn GillesIacazio DavidGSpackman NicholasJTurner StanleyMRoberts 10.1039/p19920002045 Journal of the Chemical Society, Perkin Transactions 1 J. Chem. Soc., Perkin Trans. 1 0300-922X 1364-5463 15 2045 1992 Royal Society of Chemistry (RSC) A Two-Step Efficient Chemoenzymatic Synthesis of Flavonoid Glycoside Malonates SergioRiva BrunoDanieli MonicaLuisetti 10.1021/np960239m Journal of Natural Products J. Nat. Prod. 0163-3864 1520-6025 59 6 1996 American Chemical Society (ACS) Regioselective Enzyme-Mediated Acylation of Polyhydroxy Natural Compounds. A Remarkable, Highly Efficient Preparation of 6'-Acetyl and 6'-O-Carboxyacetyl Ginsenoside Rg1 BrunoDanieli MonicaLuisetti SergioRiva AnnaBertinotti EnzioRagg LeonardoScaglioni EzioBombardelli 10.1021/jo00117a012 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 60 12 1995 American Chemical Society (ACS) JORich BABedell JSDordick Biotechnol. Bioeng 45 1995 Chemoenzymatic synthesis of linear poly(sucrose acrylate): Optimization of enzyme activity and polymerization conditions XiaomaoChen AmyJohnson JonathanSDordick DavidGRethwisch 10.1002/macp.1994.021951105 Macromolecular Chemistry and Physics Macro Chemistry & Physics 1022-1352 1521-3935 195 11 1994 Wiley KAdelhorst FBjorkling SEGodtfredsen OKirk Synthesis 1990 SRiva AMKlibanov J. Am. Chem. Soc 110 1988 FNicotra SRiva FSecundo LZucchelli Tetrahedron Lett 30 1989. 1703 ± 1704 SRiva RBovara GOttolina GCarrea J. Org. Chem 54 1989 ABertinotti GCarrea GOttolina SRiva Tetrahedron 50 172 1994 Candida antarctica lipase B catalyzes the regioselective esterification of ecdysteroids at the C-2 OH BrunoDanieli GiordanoLesma MonicaLuisetti SergioRiva 10.1016/s0040-4020(97)00245-7 Tetrahedron Tetrahedron 0040-4020 53 16 1997 Elsevier BV Enzyme-catalyzed regioselective acylation of castanospermine AlexeyLMargolin DeborahLDelinck MichaelRWhalon 10.1021/ja00164a001 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 112 8 1990, 112, 2849 ± 2854 American Chemical Society (ACS) PCMichels YLKhmelnitsky JSDordick DSClark Trends Biotechnol 16 1998 VMMozhaev CLBudde JORich AYUsyatinsky PCMichels YLKhmelnitsky JSDordick DSClark Tetrahedron 54 1998 YLKhmelnitsky CLBudde JMArnold AYUsyatinsky JSDordick DSClark J. Am. Chem. Soc 119 555 1997 MAdamezyk JCGebler JGrote Bioorg. Med. Chem. Lett 1997 NChinsky ALMargolin AMKlibanov J. Am. Chem. Soc 111 1989 STawaki AMKlibanov 1993. 3 ± 19 8 Biocatalysis ABaldessari LEIglesias EGGros J. Chem. Res. Synop 1992, 204 ± 205 DLDelink ALMargolin Tetrahedron 1990 AZaks DRDodds Drug Discovery Today 2 1997 BMMorgan DRDodds AZaks DRAndrews RKlesse J. Org. Chem 62 1997 RNPatel CMMcnamee LJSzarka Appl. Microbiol. Biotechnol 38 1992 RLHanson ABanerjee FTComezoglu KDMirfakhrae RNPatel LJSzarka Tetrahedron: Asymmetry 5 1994. 1925 ± 1934 RNPatel ABanerjee LJSzarka Tetrahedron: Asymmetry 8 1997 RNPatel ABanerjee LJSzarka Tetrahedron: Asymmetry 8 1997. 1767 ± 1771 KEHolt UBerens RMccague SJ CTaylor AbstrPap Biotrans97 Conference La Grande Motte 1997 65 FBalkenhohl KDitrich BHauer WLadner J. Prakt. Chem 339 1997 FBalkenhohl BHauer WLadner UPressler CNubling US-A 5728876 1998 Unilever may acquire National Starch MHColeman ARMacrae 10.1021/cen-v055n051.p008 Chemical & Engineering News Archive Chem. Eng. News Archive 0009-2347 2157-4936 55 51 8 1977. 1977. 166366 American Chemical Society (ACS) Unilever NV), DE-B 2705608 Photocatalysis and Its Applications to Artificial Photosynthesis in Liposomes and Micellar Systems TakuMatsuo NSawamura YHashimoto WHashida 10.5650/jos1956.31.788 EP-B 0035883A2 Journal of Japan Oil Chemists' Society J. Jpn. Oil. Chem. Soc. 1884-2003 31 10 1982 Japan Oil Chemists' Society Chem. Abstr. 1982, 96, 4958y Stable, Highly Unsaturated Glycerides—Enzymatic Synthesis with a Carotenoic Acid VassiliaPartali LiseKvittingen Hans‐richardSliwka ThorleifAnthonsen 10.1002/anie.199603291 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 35 3 1996. 1996 Wiley JFabre DBetbeder FPaul PMonsan JPerie Carbohydr. Res 243 1993 GFregapane DBSarney ENVulfson Enzyme Microbiol. Technol 13 1991 LCao AFischer UTBornscheuer RDSchmid Biocatal. Biotrans 14 1997 JSDordick RJLinhardt DGRethwisch CHEMTECH 1994 1 ALMargolin JYCrenne AMKlibanov Tetrahedron Lett 28 1987 DKnani ALGutmann DH JKohn Polym. Sci. Part A 31 1993 CBerkane GMezoul TLalot MBigodiot E Macromolecules 30 1997 Rational Control of Polymer Molecular Weight and Dispersity during Enzyme-Catalyzed Polyester Synthesis in Supercritical Fluids ApurvaChaudhary EricJBeckman AlanJRussell 10.1021/ja00118a009 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 117 13 1995 American Chemical Society (ACS) DRPatil JSDordick DGRethwich Macromolecules 24 1991 JSWallace CJMorrow J. Polym. Sci. Part A 27 1989 JSWallace CJMorrow J. Polym. Sci. Part A 27 1989. 2553 ± 2567 KSBisht FDeng RAGross DLKaplan GJSwift J. Am. Chem. Soc 120 1998. 1363 ± 1367 Lipase-Catalyzed Synthesis of Methyl 6-<i>O</i>-Poly(ε-caprolactone)glycopyranosides ArmandoCórdova TommyIversen KarlHult 10.1021/ma971297x Macromolecules Macromolecules 0024-9297 1520-5835 31 4 1998. 1040 ± 1045 American Chemical Society (ACS) KSBisht YTSvirkin LAHenderson RAGross DLKaplan GSwift Macromolecules 30 1997 SKobayashi HKikuchi HUyama Macromol. Rapid Commun 18 1997 KSMatsumura KMabushi KToshima Macromol. Rapid Commun 18 1997 ARNobes RJKazlauskas RHMarchessault Macromolecules 29 1996 Peptide synthesis HKitaguchi 10.1007/978-94-011-0611-5_8 Enzymatic Reactions in Organic Media Springer Netherlands TSakurai ALMargolin AJRussell AMKlibanov J. Am. Chem. Soc 110 1988 ALMargolin DFTai AMKlibanov J. Am. Chem. Soc 109 1987 HKitaguchi DFTai AMKlibanov Tetrahedron Lett 29 1988 ALMargolin AMKlibanov J. Am. Chem. Soc 109 1987 LGardossi DBianchi AMKlibanov J. Am. Chem. Soc 113 1991 RA Sheldon in Ref FMFonteyn CBlecker GLognoy MMarlier MSeverin Biotechnol. Lett 16 1994 FEffenberger AngewChem Angew. Chem. Int. Ed. Engl 104 1994. 1609 ± 1619. 1994 AHickel MHasslacher HGriengl Physiol. Plant 98 1996 HGriengl AHickel DVJohnson CKratky MSchmidt HSchwab Chem. Commun 1997. 1933 ± 1940 MHasslacher MSchall MHayn HGriengl SDKohlwein HSchwab J. Biol. Chem 271 1996 SForster JRoos FEffenberger HWajant ASprauer AngewChem Angew. Chem. Int. Ed. Engl 108 1996. 1996 FEffenberger TZiegler SForster AngewChem Angew. Chem. Int. Ed. Engl 99 492 1987. 1987 Enzyme catalyzed addition of hydrocyanic acid to substituted pivalaldehydes — A novel synthesis of (R)-pantolactone FranzEffenberger JoachimEichhorn JürgenRoos 10.1016/0957-4166(94)00384-n Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 6 1 1995 Elsevier BV FEffenberger JEichhorn Tetrahedron: Asymmetry 8 1997 FEffenberger JJäger J. Org. Chem 62 1997 FEffenberger BHörsch SFörster TZiegler Tetrahedron Lett 31 1990. 1249 ± 1252 MSchmidt SHerve Â NKlempier HGriengl Tetrahedron 52 1996 Lipase-catalyzed irreversible transesterification using enol esters: XAD-8 immobilized lipoprotein lipase-catalyzed resolution of secondary alcohols Shu-HuiHsu Shihn-ShengWu Yi-FongWang Chi-HueyWong 10.1016/s0040-4039(00)97076-x Tetrahedron Letters Tetrahedron Letters 0040-4039 31 44 1990 Elsevier BV AFishman MZviely Tetrahedron: Asymmetry 9 1998 JRoos UStelzer FEffenberger Tetrahedron: Asymmetry 9 1998 Regioselective oxidation of phenols catalyzed by polyphenol oxidase in chloroform RafiZKazandjian AlexanderMKlibanov 10.1021/ja00305a020 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 107 19 1985 American Chemical Society (ACS) GHMüller ALang DRSeithel HWaldmann Chem. Eur. J 1998, 4, 2513 ± 2522 JSDordick MAMarletta AMKlibanov Biotechnol. Bioeng 30 1987 Asymmetric oxidoreductions catalyzed by alcohol dehydrogenase in organic solvents Jacob.Grunwald Beat.Wirz MarkPScollar AlexanderMKlibanov 10.1021/ja00281a044 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 108 21 1986 American Chemical Society (ACS)",
      "snippet": "Enzymes as Catalysts in Synthetic Organic Chemistry [New Synthetic Methods (53)] GeorgeMWhitesides Chi‐hueyWong 10.1002/anie.198506173 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 24 8 1985. 1985 Wiley Angew. Chem. JBJones Tetrahedron 42 1986 Biotransformations in Organic Chemistry KurtFaber 10.1007/978-3-642-97423-6 1992 Springer Berlin Heidelberg Berlin ESantaniello PFerraboschi PGrisenti AManzocchi Chem. Rev 92 1992. 1071 ± 1140 Enzymes in Synthetic Organic Chemistry CHWong GMWhitesides 1994 Pergamon, Trowbridge FTheil KDrauz HWaldmann )Vch Weinheim Chem. Rev ANCollins GNSheldrake JCrosby 95 1995. 2203 ± 2227. 1995. 1997 Wiley Chichester h) Chirality in Industry RDSchmidt RVerger Angew Chem Angew. Chem. Int. Ed 110 1998. 1694 ± 1720. 1998. 1608 ± 1633 RJKaslauskas UT HJRehm GReed VPuhlet PJ WStadler DRKelly ) Wiley-Vch Weinheim Hydrolases in Organic SynthesisÐRegio-and Stereoselective Biotransformations UTBornscheuer RJKazlauskas Weinheim Wiley-VCH 1998. 1999 8 Carey Jones, Norman Stewart, (11 Dec. 1911–26 Aug. 1997), Director, Development Administration, Leeds University, 1965–77 JBJones HHolland 10.1093/ww/9780199540884.013.u177391 Biocatalysis, Synopsis Scientific System 1997 Oxford University Press Leeds Enzymes in non-aqueous solvents LarryGButler 10.1016/0141-0229(79)90044-9 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 1 4 1979 Elsevier BV Action of esterase in the presence of organic solvents E…",
      "pages": null,
      "citations": []
    }
  ]
}