{
  "review_id": "13_Sheldon_2007_ChemRev",
  "sections": [
    {
      "header": "Introduction",
      "raw_header": "Introduction",
      "text": "Ionic liquids 1 are substances that are completely composed of ions and are liquid at or close to room temperature. Interest in these compounds, often heralded as the green, high-tech media of the future, 2 is still increasing rapidly 3 and stems from their near-zero vapor pressure, 4 their thermal stability, 5 and their widely tunable properties as regards polarity, hydrophobicity, and solvent miscibility behavior through appropriate modification of the cation and the anion. Mainly on account of their unconventional miscibility behavior, ionic liquids show an increasing potential to revolutionize reaction technology. Their synthesis, physicochemical properties, and major fields of application have been reviewed, 6 and the number of applications of ionic liquids as reaction media for organic synthesis and catalysis is growing rapidly. Many types of ionic liquids are now commercially available in high purity. 7 Biocatalysis in ionic liquids media was first reported in 2000. [8][9][10] The early work involved ionic liquids composed of a 1,3-dialkylimidazolium or N-alkylpyridinium cation and a weakly coordinating anion (see Figure 1 and Tables 1234). These still play a major role, but the attention is slowly shifting toward new structural types. A number of brief overviews of the literature on biocatalysis in ionic liquids have appeared, [11][12][13] to keep readers abreast of the rapidly expanding subject. These tend to focus on the recent highlights, usually complemented with a tabular overview. 11,13 Yang and Pan have published a more extensive review that covers many aspects of the subject (solvent properties, including purity issues, enzyme activity, stability and selectivity). 14 A review by Moon et al. is focused on biocatalytic transformations in ionic liquids. 15 The background to the interest in biocatalysis in ionic liquids is a desire to replace volatile organic solvents by nonvolatile ionic liquids. Organic solvents are widely used with enzymes, although these function admirably in water, their natural medium, to improve the solubility of hydrophobic reactants and/or products and to shift reaction equilibria from hydrolysis toward synthesis. Moreover, the unconventional solvent properties of ionic liquids have already given rise to new and highly efficient reaction methodologies. Here we will review the various issues that surround biocatalysis in ionic liquids. The effects of ionic liquids on the structure and activity of enzymes as well as on their thermal and operational stability will be surveyed. Furthermore, the effects of ionic liquids on the (enantio)selectivity of biocatalytic transformations in comparison with conventional reaction media and the design of efficient reaction procedures based on the unconventional solvent characteristics of ionic liquids will be reviewed. Table 1. 1-Alkyl-3-methylimidazolium Cations abbreviation R 1 R 2 [MMIm] CH3 H [EMIm] C2H5 H [HOEMIm] HOCH2CH2 H [PMIm] CH3CH2CH2 H [BMIm] n-C4H9 H [sBMIm] s-C4H9 n-C4H9 CH3 Table 3. Tetraalkylammonium and Phosphonium Cations a n + m ) 4-14. b n + m ) 14-25. c n ) 50-60.",
      "snippet": "Ionic liquids 1 are substances that are completely composed of ions and are liquid at or close to room temperature. Interest in these compounds, often heralded as the green, high-tech media of the future, 2 is still increasing rapidly 3 and stems from their near-zero vapor pressure, 4 their thermal stability, 5 and their widely tunable properties as regards polarity, hydrophobicity, and solvent miscibility behavior through appropriate modification of the cation and the anion. Mainly on account of their unconventional miscibility behavior, ionic liquids show an increasing potential to revolutionize reaction technology. Their synthesis, physicochemical properties, and major fields of application have been reviewed, 6 and the number of applications of ionic liquids as reaction media for organic synthesis and catalysis is growing rapidly. Many types of ionic liquids are now commercially available in high purity. 7 Biocatalysis in ionic liquids media was first reported in 2000. [8][9][10] The early work involved ionic liquids composed of a 1,3-dialkylimidazolium or N-alkylpyridinium cation and a weakly coordinating anion (see Figure 1 and Tables 1234). These still play a major role, but the attention is slowly shifting toward new structural types. A number of brief overviews of the literature on biocatalysis in ionic liquids have appeared, [11][12][13] to keep readers abreast of the rapidly expanding subject. These tend to focus on the recent highlights, usually complemented with …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "6",
          "target_xml_id": "b25"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "[13]",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "11,",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "13",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "14",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "15",
          "target_xml_id": "b34"
        }
      ]
    },
    {
      "header": "Properties of Ionic Liquids",
      "raw_header": "Properties of Ionic Liquids",
      "text": "Properties of Ionic Liquids",
      "snippet": "Properties of Ionic Liquids",
      "pages": null,
      "citations": []
    },
    {
      "header": "Purity",
      "raw_header": "Purity",
      "text": "Impurities, such as water, halides, unreacted organic salts, and organics, easily accumulate in ionic liquids. 16 Users of ionic liquids should be aware of impurities that are to be expected, as these may influence the solvent properties 3,17 and/or interfere with the biocatalyst. Thus, it has recently been shown that small amounts of chloride ion cause a severe deactivation of two lipases. 18 Some early results with biocatalysis in ionic liquids proved to be difficult to reproduce, probably due to the presence of such impurities. The purity issue, as well as the detection and removal of impurities, has been reviewed recently. 16 Water is a common contaminant, as even water immiscible ionic liquids are hygroscopic and readily absorb a few percent of water. 17 Such adventitious water in ionic liquids that contain [BF 4 ] or [PF 6 ] ions may cause partial hydrolysis of these latter anions with formation of HF, which inhibits many types of enzymes. Significant results with biocatalysis in ionic liquids require careful attention to the purity issue. The contaminants in commercial ionic liquids are usually specified by the supplier. Ionic liquids for use in anhydrous systems should be kept free of water by storage over phosphorus pentoxide. Ionic liquids that contain hydrolyzable groups, such as [BF 4 ] and [PF 6 ] anions, require testing for acid prior to use. Ionic liquids prepared in-house via the chloride route should be assayed for halide, e.g., by a silver chromate test.",
      "snippet": "Impurities, such as water, halides, unreacted organic salts, and organics, easily accumulate in ionic liquids. 16 Users of ionic liquids should be aware of impurities that are to be expected, as these may influence the solvent properties 3,17 and/or interfere with the biocatalyst. Thus, it has recently been shown that small amounts of chloride ion cause a severe deactivation of two lipases. 18 Some early results with biocatalysis in ionic liquids proved to be difficult to reproduce, probably due to the presence of such impurities. The purity issue, as well as the detection and removal of impurities, has been reviewed recently. 16 Water is a common contaminant, as even water immiscible ionic liquids are hygroscopic and readily absorb a few percent of water. 17 Such adventitious water in ionic liquids that contain [BF 4 ] or [PF 6 ] ions may cause partial hydrolysis of these latter anions with formation of HF, which inhibits many types of enzymes. Significant results with biocatalysis in ionic liquids require careful attention to the purity issue. The contaminants in commercial ionic liquids are usually specified by the supplier. Ionic liquids for use in anhydrous systems should be kept free of water by storage over phosphorus pentoxide. Ionic liquids that contain hydrolyzable groups, such as [BF 4 ] and [PF 6 ] anions, require testing for acid prior to use. Ionic liquids prepared in-house via the chloride route should be assayed for halide, e.g., by a silver chromate test.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "16",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "17",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "18",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "16",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "17",
          "target_xml_id": "b36"
        }
      ]
    },
    {
      "header": "Polarity",
      "raw_header": "Polarity",
      "text": "Ionic liquids are usually considered to be highly polar, on account of their ionic nature, but reality is much more checkered. 3 Solvent polarity, which should not be confused with hydrophilicity, is a complex concept, 19 and it is highly unlikely that a single, universal scale will ever be defined. The subject of ionic liquid polarity has been addressed by a variety of methodologies, which will be reviewed briefly. 20 The propensity of solvents to stabilize a charge is usually determined from the absorption maximum of a solvatochromic dye, 21 such as Nile Red 22 or Reichardt's dye, 19 or by using a fluorescent probe. 23 The method actually probes the H-bond donating propensitysR in Kamlet-Taft terminology 24 swhich, in ionic liquids, is a property of the cation. 25 By this measure, the polarity of common ionic liquid types, such as the archetypical [BMIm][BF 4 ] (see Figure 1, Tables 1 and 4), is in the range of the lower alcohols 19,[25][26][27] or formamide. 28 A solvatochromic test for the coordination strength (nucleophilicity) of the anion, in contrast, indicates that the often used [PF 6 ] and [NTf 2 ] anions are much less nucleophilic (and, by implication, less \"polar\") than the lower alcohols. 25 Other aspects of polarity are dipolarity/polarizability and the H-bond accepting ability of the anion (π* and β in Kamlet-Taft terms), which have recently been measured using suitable solvatochromic dyes (see later). 29 A completely different approach to solvent polarity is the measurement of keto-enol equilibria, as these are known to depend on the polarity of the medium. This latter methodology, when applied to probe the polarity of ionic liquids, indicated that [BMIm][BF 4 ], [BMIm][PF 6 ], and [BMIm][NTf 2 ] are more polar than methanol or acetonitrile. 30 The dielectric constants of a number of ionic liquids have been calculated on the basis of microwave dielectric spectroscopy measurements. By this yardstick, the polarity of [BMIm][BF 4 ] and [BMIm] [PF 6 ] is in the range of a mediumchain alcohol, such as 1-hexanol or 1-octanol, with marked contributions from the anion as well the cation. 31,32 Attempts to predict ionic liquid dielectric constants from solvatochromic shifts were often wide off the mark. Simple chemical reasoning would predict that a polar medium would dissolve polar compounds, such as, for example, carbohydrates, quite well. By this measure, the ionic liquids [BMIm][BF 4 ], which is hydrophilic, and [BMIm]-[PF 6 ], which is hydrophobic, miserably fail the polarity test, because these dissolve less than 0.5 g/L of glucose at room temperature. 33,34 The concept of solvent polarity has proven useful with molecular solvents, because the outcomes based on chemical intuition and physical organic chemistry match quite well. With ionic liquids, in contrast, it would seem that the polarity concept is too elusive to serve as a basis to predict, for example, solubility behavior or reaction rate. There are, moreover, indications that solvent-solute interactions of ionic liquids obey a dual interaction model (i.e., ionic liquids behave like a nonpolar solvent with nonpolar solutes but display a polar character with polar solutes), even to the extent that ionic liquids should be regarded as nanostructured materials. [35][36][37]",
      "snippet": "Ionic liquids are usually considered to be highly polar, on account of their ionic nature, but reality is much more checkered. 3 Solvent polarity, which should not be confused with hydrophilicity, is a complex concept, 19 and it is highly unlikely that a single, universal scale will ever be defined. The subject of ionic liquid polarity has been addressed by a variety of methodologies, which will be reviewed briefly. 20 The propensity of solvents to stabilize a charge is usually determined from the absorption maximum of a solvatochromic dye, 21 such as Nile Red 22 or Reichardt's dye, 19 or by using a fluorescent probe. 23 The method actually probes the H-bond donating propensitysR in Kamlet-Taft terminology 24 swhich, in ionic liquids, is a property of the cation. 25 By this measure, the polarity of common ionic liquid types, such as the archetypical [BMIm][BF 4 ] (see Figure 1, Tables 1 and 4), is in the range of the lower alcohols 19,[25][26][27] or formamide. 28 A solvatochromic test for the coordination strength (nucleophilicity) of the anion, in contrast, indicates that the often used [PF 6 ] and [NTf 2 ] anions are much less nucleophilic (and, by implication, less \"polar\") than the lower alcohols. 25 Other aspects of polarity are dipolarity/polarizability and the H-bond accepting ability of the anion (π* and β in Kamlet-Taft terms), which have recently been measured using suitable solvatochromic dyes (see later). 29 A completely different approach to solvent polarity is …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "19",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "20",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "21",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "22",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "23",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "24",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "25",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "19,",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "[25]",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "[26]",
          "target_xml_id": "b45"
        },
        {
          "ref_marker": "[27]",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "28",
          "target_xml_id": "b47"
        },
        {
          "ref_marker": "25",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "29",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "30",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "31,",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "32",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "34",
          "target_xml_id": "b53"
        },
        {
          "ref_marker": "[35]",
          "target_xml_id": "b54"
        },
        {
          "ref_marker": "[36]",
          "target_xml_id": "b55"
        },
        {
          "ref_marker": "[37]",
          "target_xml_id": "b56"
        }
      ]
    },
    {
      "header": "Solvent Properties and Miscibility of Ionic Liquids",
      "raw_header": "Solvent Properties and Miscibility of Ionic Liquids",
      "text": "Many compounds are sufficiently soluble in ionic liquids to perform reactions, and if this is not the case, a more suitable type of ionic liquid can be selected. With regard to their general solvent properties, it has been concluded, on the basis of the Abraham free energy relationship, that ionic Table 4. Ionic Liquid Anions abbreviation X - [BF4] B F 4 - [PF6] P F 6 - AcO - Ammoeng112 (HO)2PO2 - liquids resemble polar organic solvents such as ACN, N-methylpyrrolidone, or methanol. 38 One potentially very useful application of ionic liquids, aprotic but polar, would be to use these as a medium for converting compounds, such as proteins and carbohydrates, that are sparingly soluble in common organic media. It was soon discovered, however, that even water-miscible ionic liquids, such as [BMIm][BF 4 ], do not dissolve simple sugars to an appreciable degree. [BMIm][Cl], in contrast, dissolves massive amounts of cellulose, 39 and it was demonstrated that the ability of ionic liquids to dissolve complex compounds, such as sugars and proteins, mainly depends on the H-bond accepting properties of the anion. 40 The miscibility of ionic liquids and water varies widely and unpredictably. [BMIm][BF 4 ] and [BMIm][MeSO 4 ] are water-miscible, but [BMIm][PF 6 ] and [BMIm][Tf 2 N] are not. These ionic liquids are of similar polarity on the Reichardt scale, 19 and the coordination strengths of the [BF 4 ] and [PF 6 ] anions are also comparable. 25 Neither is the partitioning of ionic liquids between water and 1-octanol a predictor of water miscibility, as the log P values of water immiscible [BMIm]-[PF 6 ] and water miscible [BMIm][AcO] and [BMIm][NO 3 ] are -2.4, -2.8, and -2.9, respectively. 41 A recent measurement of the H-bond accepting properties of such ionic liquids revealed, however, that [BF 4 ] and [MeSO 4 ] are better H-bond acceptors (β ) 0.61 and 0.75, respectively) than [PF 6 ] (β ) 0.50), 29 which could go a long way in explaining the difference in water miscibility. It should be noted that aqueous mixtures of ionic liquids may not be homogeneous at molecular scale because, even in methanol, water does not mix at a molecular level but is mainly present as strings or clusters of molecules. 42 Water-immiscible ionic liquids are nevertheless hygroscopic, as noted above, and readily absorb a few percent of water, 17 approximately corresponding with a hemihydrate. IR spectroscopic analysis has confirmed that water interacts mainly with the anion 43 via the formation of double Hbonds, 44 at least when the cation is a weak hydrogen bond donor, as was the case here. The miscibility behavior of ionic liquids and organic solvents is not well documented. A relationship with the dielectric constant has been proposed, as lower alcohols and ketones, dichloromethane, and THF ( ) 7.58) mix with, for example, [BMIm][Tf 2 N], whereas alkanes and ethers do not; ethyl acetate seems to be a borderline case. 45 On the basis of the thermodynamic activity coefficients, 46 it would seem that benzene, toluene, and styrene (but not the higher alkylbenzenes) dissolve in [BMPy][BF 4 ]. Supercritical carbon dioxide (scCO 2 ) does not mix with ionic liquids, such as [BMIm][PF 6 ] and [OMIm][BF 4 ] but is absorbed in the ionic liquid phase in huge amounts (up to a molar fraction of 0.7). 47 No ionic liquid dissolves in the CO 2 phase. Summarizing, a theoretical basis for predicting the solvent properties of ionic liquids still has to be constructed. It has become clear, however, that ionic liquids do not fit into any of the standard heuristics that chemists traditionally use to assess and predict solvent behavior. What can be predicted, though, is that the characteristic property of some ionic liquids to mix neither with water nor with moderately nonpolar organic solvents will revolutionize process design.",
      "snippet": "Many compounds are sufficiently soluble in ionic liquids to perform reactions, and if this is not the case, a more suitable type of ionic liquid can be selected. With regard to their general solvent properties, it has been concluded, on the basis of the Abraham free energy relationship, that ionic Table 4. Ionic Liquid Anions abbreviation X - [BF4] B F 4 - [PF6] P F 6 - AcO - Ammoeng112 (HO)2PO2 - liquids resemble polar organic solvents such as ACN, N-methylpyrrolidone, or methanol. 38 One potentially very useful application of ionic liquids, aprotic but polar, would be to use these as a medium for converting compounds, such as proteins and carbohydrates, that are sparingly soluble in common organic media. It was soon discovered, however, that even water-miscible ionic liquids, such as [BMIm][BF 4 ], do not dissolve simple sugars to an appreciable degree. [BMIm][Cl], in contrast, dissolves massive amounts of cellulose, 39 and it was demonstrated that the ability of ionic liquids to dissolve complex compounds, such as sugars and proteins, mainly depends on the H-bond accepting properties of the anion. 40 The miscibility of ionic liquids and water varies widely and unpredictably. [BMIm][BF 4 ] and [BMIm][MeSO 4 ] are water-miscible, but [BMIm][PF 6 ] and [BMIm][Tf 2 N] are not. These ionic liquids are of similar polarity on the Reichardt scale, 19 and the coordination strengths of the [BF 4 ] and [PF 6 ] anions are also comparable. 25 Neither is the partitioning of ionic liquid…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "38",
          "target_xml_id": "b57"
        },
        {
          "ref_marker": "39",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "40",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "19",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "25",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "29",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "42",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "17",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b62"
        },
        {
          "ref_marker": "44",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "45",
          "target_xml_id": "b64"
        },
        {
          "ref_marker": "46",
          "target_xml_id": "b65"
        },
        {
          "ref_marker": "47",
          "target_xml_id": "b66"
        }
      ]
    },
    {
      "header": "Stability and Viscosity of Ionic Liquids",
      "raw_header": "Stability and Viscosity of Ionic Liquids",
      "text": "Ionic liquids are generally regarded as highly stable. The commonly used dialkylimidazolium ionic liquids are indeed thermostable up to 300 °C. 5 The propensity of the [BF 4 ] and [PF 6 ] anions to hydrolyze with liberation of HF, 48 which deactivates many enzymes, has already been mentioned. The [TfO] and [NTf 2 ] anions are hydrolytically stable. Dialkylimidazolium cations, in particular, have a tendency to deprotonate at C-2, with ylide (heterocarbene) formation. Such ylides are strong nucleophiles and have been used as transesterification catalysts, for example. 49 These could cause enzyme deactivation as well as background transesterification when formed in small amounts from anhydrous ionic liquids and basic buffer salts, for example. The viscosity of ionic liquids is high compared with that of molecular solvents and increases with the chain length, among others. Consequently, diffusion is bound to be slow in ionic liquids. The effects on biocatalytic transformations seem to be insignificant, however, except in extreme cases, presumably because the reaction times are measured in hours rather than minutes.",
      "snippet": "Ionic liquids are generally regarded as highly stable. The commonly used dialkylimidazolium ionic liquids are indeed thermostable up to 300 °C. 5 The propensity of the [BF 4 ] and [PF 6 ] anions to hydrolyze with liberation of HF, 48 which deactivates many enzymes, has already been mentioned. The [TfO] and [NTf 2 ] anions are hydrolytically stable. Dialkylimidazolium cations, in particular, have a tendency to deprotonate at C-2, with ylide (heterocarbene) formation. Such ylides are strong nucleophiles and have been used as transesterification catalysts, for example. 49 These could cause enzyme deactivation as well as background transesterification when formed in small amounts from anhydrous ionic liquids and basic buffer salts, for example. The viscosity of ionic liquids is high compared with that of molecular solvents and increases with the chain length, among others. Consequently, diffusion is bound to be slow in ionic liquids. The effects on biocatalytic transformations seem to be insignificant, however, except in extreme cases, presumably because the reaction times are measured in hours rather than minutes.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "48",
          "target_xml_id": "b67"
        },
        {
          "ref_marker": "49",
          "target_xml_id": "b68"
        }
      ]
    },
    {
      "header": "Ionic Liquids: Green Aspects",
      "raw_header": "Ionic Liquids: Green Aspects",
      "text": "A major driving force behind ionic liquids development is the desire for greener procedures, for which purpose they are exquisitely suited, in principle, on account of their unconventional properties. The evident reservation here is that the ionic liquids themselves should be harmless, since any compound that is used on a large scale will find its way into the environment. The ionic liquids types that are used in biocatalysis research have not been designed for biocompatibility, however, nor for easy biodegradability. It has recently become clear that the ecotoxicity of alkylmethylimidazolium cations is undesirably high and increases with the alkyl chain length. [50][51][52] To put the issue into perspective, the [BMIm] and [BPy] cations were half as toxic to Daphnia magna (EC 50 approximately 20 mg L -1 ) as toluene but the 1-dodecyl-3-methylimidazolium ion was 2500 times more toxic (EC 50 4 µg‚L -1 ). 51 Moreover, the biodegradability of ionic liquids such as [BMIm][PF 6 ] and [BMIm][BF 4 ] is negligible; 53 hence, these should be expected to persist in the environment for long periods. Consequently, for future industrial application, improved ionic liquids types will be required, which are now being developed. Examples are the choline cation, which is food grade, imidazolium derivatives designed for biodegradability, 54 and ionic liquids based on amino acids. 55,56 It is confidently expected that much improved and truly green ionic liquids will become available soon.",
      "snippet": "A major driving force behind ionic liquids development is the desire for greener procedures, for which purpose they are exquisitely suited, in principle, on account of their unconventional properties. The evident reservation here is that the ionic liquids themselves should be harmless, since any compound that is used on a large scale will find its way into the environment. The ionic liquids types that are used in biocatalysis research have not been designed for biocompatibility, however, nor for easy biodegradability. It has recently become clear that the ecotoxicity of alkylmethylimidazolium cations is undesirably high and increases with the alkyl chain length. [50][51][52] To put the issue into perspective, the [BMIm] and [BPy] cations were half as toxic to Daphnia magna (EC 50 approximately 20 mg L -1 ) as toluene but the 1-dodecyl-3-methylimidazolium ion was 2500 times more toxic (EC 50 4 µg‚L -1 ). 51 Moreover, the biodegradability of ionic liquids such as [BMIm][PF 6 ] and [BMIm][BF 4 ] is negligible; 53 hence, these should be expected to persist in the environment for long periods. Consequently, for future industrial application, improved ionic liquids types will be required, which are now being developed. Examples are the choline cation, which is food grade, imidazolium derivatives designed for biodegradability, 54 and ionic liquids based on amino acids. 55,56 It is confidently expected that much improved and truly green ionic liquids will become available soon.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[50]",
          "target_xml_id": "b69"
        },
        {
          "ref_marker": "[51]",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "[52]",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "51",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "53",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "54",
          "target_xml_id": "b73"
        },
        {
          "ref_marker": "55,",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "56",
          "target_xml_id": "b75"
        }
      ]
    },
    {
      "header": "Ionic Liquids and Enzymes",
      "raw_header": "Ionic Liquids and Enzymes",
      "text": "Ionic Liquids and Enzymes",
      "snippet": "Ionic Liquids and Enzymes",
      "pages": null,
      "citations": []
    },
    {
      "header": "Enzyme Structure",
      "raw_header": "Enzyme Structure",
      "text": "Every enzyme has a characteristic three-dimensional structure. This structure, which is a prerequisite for activity, is maintained by disulfide bridges, hydrogen bonding (including water networks), and hydrophobic interaction. This latter effect is not really an interaction, apart from some slight Van der Waals contribution, but rather is the entropy-driven exclusion of hydrophobic groups from contact with water, which causes these to be buried in the protein structure. Even under physiological conditions, the stability margin of dissolved proteins is only a precarious 20-60 kJ mol -1 . 57 Unfolding requires the dissociation of many hydrogen bonds at the same time and brings the buried hydrophobic groups into contact with the solvent. Consequently, proteins are destabilized by compounds that interact specifically with the unfolded protein. It is widely accepted, on the basis of deactivation kinetics, that unfolding proceeds through two stages: a reversible first stage, followed by a slower, irreversible step. Water, the natural medium of enzyme catalysis, interacts sufficiently strongly to dissolve enzymes, but not strong enough to dissociate the structural hydrogen bonds. It should be noted that enzyme solutions in pure water are often unstable, which is why they are commonly kept in phosphate or citrate buffers. This latter stabilizing effect can be ascribed to \"salting out\" of hydrophobic groups, which increases the energy barrier to unfolding and exposure of such groups. Enzyme dehydration, for example by lyophilization, causes structural changes that have been confirmed spectroscopically. 58,59 These can be ascribed to Coulombic interactions between charged groups, which are up to 80 times stronger in a low dielectric constant medium than in water, as well as to loss of water networks. The combined effects usually are a general tightening of the structure. A detailed FT-IR study of Candida antarctica lipase B (CaLB), for example, showed that β-sheets increased at the expense of R-helices. 60 Lyoprotectants, such as sucrose or trehalose, stabilize the native structure while lyophilizing.",
      "snippet": "Every enzyme has a characteristic three-dimensional structure. This structure, which is a prerequisite for activity, is maintained by disulfide bridges, hydrogen bonding (including water networks), and hydrophobic interaction. This latter effect is not really an interaction, apart from some slight Van der Waals contribution, but rather is the entropy-driven exclusion of hydrophobic groups from contact with water, which causes these to be buried in the protein structure. Even under physiological conditions, the stability margin of dissolved proteins is only a precarious 20-60 kJ mol -1 . 57 Unfolding requires the dissociation of many hydrogen bonds at the same time and brings the buried hydrophobic groups into contact with the solvent. Consequently, proteins are destabilized by compounds that interact specifically with the unfolded protein. It is widely accepted, on the basis of deactivation kinetics, that unfolding proceeds through two stages: a reversible first stage, followed by a slower, irreversible step. Water, the natural medium of enzyme catalysis, interacts sufficiently strongly to dissolve enzymes, but not strong enough to dissociate the structural hydrogen bonds. It should be noted that enzyme solutions in pure water are often unstable, which is why they are commonly kept in phosphate or citrate buffers. This latter stabilizing effect can be ascribed to \"salting out\" of hydrophobic groups, which increases the energy barrier to unfolding and exposure of such groups. …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "58,",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "59",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "60",
          "target_xml_id": "b79"
        }
      ]
    },
    {
      "header": "Enzymes in Organic Media",
      "raw_header": "Enzymes in Organic Media",
      "text": "The seminal work by Klibanov in the early 1980s 61,62 made it clear that enzymes can be used in hydrophobic organic solvents, although at the price of a severely reduced reaction rate. 63,64 It subsequently became clear that many lipases, as well as some proteases and acylases, are so stable that they maintain their activity even in anhydrous organic solvents. This latter characteristic is at the basis of the successful application of such hydrolases in nonhydrolytic reactions, such as the (enantioselective) acylation of alcohols and amines, which now are major industrial applications. 65 Interference of organic media, including ionic liquids, with enzyme activity is often discussed in terms of removal of essential water. Many enzymes indeed require a full hydration shell to be active, but there are numerous exceptions, such as CaLB, which maintains its activity upon drying over phosphorus pentoxide, 66 and the protease subtilisin, which requires only a few tightly bound water molecules per molecule of enzyme to be active. 67 It is now commonly accepted that water requirements should be discussed in terms of the thermodynamic water activity a w rather than water concentration. 64 It should be noted that performing nonhydrolytic reactions with lipases or proteases in the presence of small amounts of water, to maintain or improve the activity, will nearly always give rise to hydrolytic side reactions. The resulting acid may cause the pH to drift and the enzyme to lose its activity. The solvents that are tolerated well by these hydrolasess aliphatic and aromatic hydrocarbons, ethers, and alcohols (excluding methanol)-interact only weakly, and one would surmise that these are more or less like a vacuum to the enzyme. Only alcohols, which are H-bond donors and acceptors, are known to inhibit lipases. Solvents that do interact strongly with proteins, such as DMSO and DMF, even to the extent of dissolving them, also tend to cause irreversible loss of activity. Thus, our starting hypothesis is that enzymes do not tolerate strong interactions with any solvent, except water. A complicating factor in nonaqueous enzymology is that the pH is undefined. It has been shown that enzymes tend to maintain the charge distribution (apparent pH) corresponding with the last aqueous solution, the lyophilization buffer, for example. 61 The optimum apparent pH may shift under the influence of the solvent type and a w , however. 68 Similar effects would be expected in ionic liquid media. The general desire to improve the low turnover rate of enzymes in organic media was a major driving force for extending the method to ionic liquids. These low (compared with aqueous medium) turnover rates are mainly, but not exclusively, caused by reactant stabilization. 63 This latter effect, which is equivalent with increased solubility, is translated kinetically into an increase in K m and can be remedied by performing reactions at increased concentrations. 69 The remaining rate loss, 1 or 2 orders of magnitude, is ascribed to the combined effects of destabilization of the transition state, 70 conformational changes, and loss of flexibility. 69,70 Transition state destabilization is caused by the low dielectric constant of common organic media, which increases the energy of the highly polarized transition state in comparison with water. 70 Thus, the expectation that ionic liquids, on the basis of their highly polar nature, could remedy the transition state destabilization, the conformational change caused by dehydration, and the loss of flexibility seemed by no means unreasonable. Many modes of biocatalysis in ionic liquids have been demonstrated. Mixed aqueous-ionic liquid media have been usedsto improve the solubility of hydrophobic reactants and products. Monophasic ionic liquids with little or no water present have been employed, as well as biphasic ionic liquid-scCO 2 media. In such solvent systems, the biocatalyst is in direct contact with the ionic liquid. There is little or no such contact, in contrast, when reactions are conducted in biphasic aqueous-ionic liquid or ionic liquid-organic media; hence, enzyme-ionic liquid incompatibilities are not to be expected. One exception concerns biotransformations with living cells, since ionic liquids, even when they are in a separate phase, may be toxic to the cells. In the following section, the interactions of aqueous electrolyte solutions and enzymes will be briefly introduced, followed by reviews of activity and stability studies concerning enzymes and ionic liquid-water mixtures, enzymes in ionic liquids with little or no water present, and biotransformations with living cells in aqueous ionic liquid media.",
      "snippet": "The seminal work by Klibanov in the early 1980s 61,62 made it clear that enzymes can be used in hydrophobic organic solvents, although at the price of a severely reduced reaction rate. 63,64 It subsequently became clear that many lipases, as well as some proteases and acylases, are so stable that they maintain their activity even in anhydrous organic solvents. This latter characteristic is at the basis of the successful application of such hydrolases in nonhydrolytic reactions, such as the (enantioselective) acylation of alcohols and amines, which now are major industrial applications. 65 Interference of organic media, including ionic liquids, with enzyme activity is often discussed in terms of removal of essential water. Many enzymes indeed require a full hydration shell to be active, but there are numerous exceptions, such as CaLB, which maintains its activity upon drying over phosphorus pentoxide, 66 and the protease subtilisin, which requires only a few tightly bound water molecules per molecule of enzyme to be active. 67 It is now commonly accepted that water requirements should be discussed in terms of the thermodynamic water activity a w rather than water concentration. 64 It should be noted that performing nonhydrolytic reactions with lipases or proteases in the presence of small amounts of water, to maintain or improve the activity, will nearly always give rise to hydrolytic side reactions. The resulting acid may cause the pH to drift and the enzyme to lose its activ…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "61,",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "62",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "63,",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "64",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "65",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "66",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "67",
          "target_xml_id": "b86"
        },
        {
          "ref_marker": "64",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "61",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "68",
          "target_xml_id": "b87"
        },
        {
          "ref_marker": "63",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "69",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "70",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "69,",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "70",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "70",
          "target_xml_id": "b89"
        }
      ]
    },
    {
      "header": "Proteins, Water, and Electrolytes",
      "raw_header": "Proteins, Water, and Electrolytes",
      "text": "Water is a nanostructured material that consists of a mixture of rapidly equilibrating low-and high-density microdomains, which differ up to 30% in density. 71 The complex interactions between proteins and electrolyte solutions have been studied for more than a century, 72,73 and a brief survey of the field would seem useful, as ionic liquids are also electrolytes. Hofmeister arranged cations and anions in series according to their effects on protein stability. 72 These Hofmeister series loosely correlate with the kosmotropic vs chaotropic character of the ions, which describes their interactions with water and their effects on the equilibrium of low-and high-density water. Both approaches nowadays are often regarded as more or less identical. 73,74 Kosmotropicity and chaotropicity are quantified by the Jones-Dole viscosity B-coefficients, 75,76 as well as a number of other thermodynamic parameters. 74 Kosmotropic ions, such as SO 4 2-, AcO -, Mg 2+ , and Ca 2+ , have a high charge density, interact more strongly with water than water interacts with itself, and partition into high-density water. Micro-osmotic effects cause a readjustment of the water equilibrium toward low-density water. With chaotropic ions, such as ClO 4 -, PF 6 -, NH 4 + , and Cs + , the situation is reversed. These interact weakly with water because their charge density is low, partition into low-density water, and shift the water equilibrium toward high-density water. Enzyme solutions are stabilized by kosmotropic anions and chaotropic cations, such as, for example, ammonium sulfate, but are destabilized by chaotropic anions and kosmotropic cations. It should be emphasized that kosmotropicity and chaotropicity are not unambiguously defined and may either refer to their charge density or refer to effects on proteins or the Jones-Dole viscosity B-constant. The analysis of Hofmeister effects at the molecular level is highly complex, and understanding is far from complete; various aspects have been reviewed recently. [77][78][79] A basic issue is whether Hofmeister effects on proteins (and other biomolecules) result from direct interactions with ions or are indirect, i.e., caused by changes in the water structure. It has even been argued, on the basis of pressure perturbation calorimetry measurements, that correlations of solute kosmotropicity/chaotropicity with protein stabilization/destabilization are fortuitous. 80 The best explanation, so far, would seem that kosmotropic anions stabilize proteins by \"salting out\" the nonpolar surface groups, whereas chaotropic, denaturing anions, e.g., I -and SCN -, and kosmotropic cations, such as Ca 2+ , \"salt in\" the peptide moiety and consequently interact more strongly with the unfolded form of the protein than with the native one. 77",
      "snippet": "Water is a nanostructured material that consists of a mixture of rapidly equilibrating low-and high-density microdomains, which differ up to 30% in density. 71 The complex interactions between proteins and electrolyte solutions have been studied for more than a century, 72,73 and a brief survey of the field would seem useful, as ionic liquids are also electrolytes. Hofmeister arranged cations and anions in series according to their effects on protein stability. 72 These Hofmeister series loosely correlate with the kosmotropic vs chaotropic character of the ions, which describes their interactions with water and their effects on the equilibrium of low-and high-density water. Both approaches nowadays are often regarded as more or less identical. 73,74 Kosmotropicity and chaotropicity are quantified by the Jones-Dole viscosity B-coefficients, 75,76 as well as a number of other thermodynamic parameters. 74 Kosmotropic ions, such as SO 4 2-, AcO -, Mg 2+ , and Ca 2+ , have a high charge density, interact more strongly with water than water interacts with itself, and partition into high-density water. Micro-osmotic effects cause a readjustment of the water equilibrium toward low-density water. With chaotropic ions, such as ClO 4 -, PF 6 -, NH 4 + , and Cs + , the situation is reversed. These interact weakly with water because their charge density is low, partition into low-density water, and shift the water equilibrium toward high-density water. Enzyme solutions are stabilized by k…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "71",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "72,",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "73",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "72",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "73,",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "74",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "75,",
          "target_xml_id": "b94"
        },
        {
          "ref_marker": "76",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "74",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "[77]",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "[78]",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "[79]",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "80",
          "target_xml_id": "b99"
        },
        {
          "ref_marker": "77",
          "target_xml_id": "b96"
        }
      ]
    },
    {
      "header": "Enzymes in Aqueous Ionic Liquid Mixtures",
      "raw_header": "Enzymes in Aqueous Ionic Liquid Mixtures",
      "text": "Mixed aqueous-organic media are often used in biotransformations to increase the solubility of hydrophic reactant and products, which stimulates interest in aqueous ionic liquid mixtures. The stability and activity of enzymes in aqueous ionic liquids are often discussed in terms of Hofmeister effects. We emphasize, however, that the cations in common ionic liquids do not easily fit into the kosmotropicity vs chaotropicity pattern set out above. The tetrabutylammonium ion, for example, should be a strong chaotrope, with a predicted B-coefficient of -0.54 on account of its charge density, 74 whereas the experimental value is +1.27 (between Sr 2+ and Ca 2+ ). 76 This latter effect is caused by the clathrate shell of highly ordered water that encloses hydrophobic solutes and has been likened to an iceberg; 81 the resulting increase in low-density water, proportional with the size of the solute, translates into a kosmotropic effect on viscosity. 82 An early study of the alkaline phosphatase from E. coli in aqueous mixtures of [EtNH 3 ][NO 3 ]swhich is also the oldest ionic liquid on record 83 srevealed an activating effect at low concentrations, reaching an optimum at 1.1 M (10%). 84 The activity steeply decreased at higher concentrations but was recovered upon dilution to 1.1 M. At 80% [EtNH 3 ]-[NO 3 ], however, all activity was irreversibly lost. Such a profile would not be unexpected for denaturating salts or organic solvents. Recent work in the field of biocatalysis in ionic liquidwater mixtures involves a wide range of enzymes and ionic liquids. To create some order, the ionic liquids will be loosely arranged according to the position of the anion in the Hofmeister series, from stabilizing to destabilizing (kosmotropic to chaotropic). Strongly kosmotropic anions have not been frequently applied in ionic liquids, but [HOEtMe 3 N][citrate], which is composed of two hydrogen bond forming ions, is an exception. 85 Chloroperoxidase from Caldariomyces fumago (CPO) catalyzed a sulfoxidation reaction in aqueous mixtures that contained up to 70% of this latter ionic liquid. CPO also tolerated up to 70% of [MMIm][Me 2 PO 4 ]; there was a remarkable dip in activity at 30% ionic liquid and a maximum (210% of the activity in water) at 50%. 85 These results seem to confirm the tolerance of CPO for watermiscible organic solvents. 86 The formate dehydrogenase from Candida boidinii (CbFDH) and the β-galactosidase from Bacillus circulans have been subjected to a stability study in a wide range of ionic liquids. 87 [Et 3 NH][MeSO 4 ] deactivated both enzymes, but the rather similar ionic liquid [Et 3 MeN][MeSO 4 ] was tolerated by CbFDH (55% residual activity in 50% aqueous medium). It is noteworthy that the [Et 3 NH] cation is a weak Brønsted acid (pKa 11) that, at the approximately 2 M concentration used, may exhaust the buffer capacity, shift the pH toward acid, and deactivate the enzymes. In 50% aqueous [MMIm][MeSO 4 ], CbFDH as well as the β-galactosidase from B. circulans remained active (CbFDH, 73%; β-galactosidase, 14% residual activity). The β-galactosidase even had some residual activity when only 0.6% of water was present, 88 which has never been observed with glycosidases in molecular organic solvents. 89 The β-galactosidase from the hyperthermophilic archeon Pyrococcus furiosus also was fully active in 50% [MMIm][MeSO 4 ] at 80 °C, but (reversible) deactivation resulted from exposure to 70% ionic liquid. 90 In contrast, the activity of the mandelate racemase from Pseudomonas putida in aqueous [MMIm][MeSO 4 ] declined in a direct relationship with the water activity a w ; in 50% ionic liquid, which corresponds with a w ) 0.8, only a few percent of the native activity was left. 91 A dried-cell preparation of Geotrichum candidum likewise lost its alcohol dehydrogenase activity in 60% 92 The [AcO] anion is also a kosmotrope. 74 A 30% concentration of [HOEtMe 3 N][AcO] at pH 6 had little effect on CPO. Adjustment of the pH to 4.8 by adding AcOH remarkably caused a severe drop in activity. 85 CPO is acidtolerant, and perhaps it was the high concentration of nonionized AcOH, rather than the ionic liquid, that caused the activity loss. 0.7 M [BPy][AcO] caused protease P to lose approximately 30% of its original activity in a standard assay (hydrolysis of Ts-L-Arg-OMe), but [EMIm][AcO] surprisingly exerted an activating effect of approximately 20%. 93 Another protease, papain from Papaya latex, maintained 75% of its original activity in 15% [BMIm][AcO]. 94 Subtilisin Carlsberg was little affected by 1 M [EMIm][AcO], but larger concentrations caused a partial activity loss (75% residual activity at 2 M concentration, 20% at 4 M). 95 The enantioselectivity in the test reaction (hydrolysis of D,L-Phe- OMe) was maintained up to 4 M [EMIm][AcO], in contrast with 2 M ACN, which caused a severe loss of enantioselectivity. The structure of subtilisin Carlsberg was unaffected by 2 M [EMIm][AcO], as judged by the FT-IR spectrum in the amide I region, whereas a featureless spectrum resulted in the presence of 4 M ionic liquid or 2 M ACN. 95 The anions of R-amino acids, which have recently been applied to ionic liquids, 55 are kosmotropes on account of their viscosity B-coefficients. 96,97 Ionic liquids composed of D-and L-R-amino acid anions, as well as ω-aminocarboxylates, and the [EMIm] cation had, at 0.5 M concentration, little effect on the hydrolytic activity of subtilisin Carlsberg. At 1 M concentration, however, [EMIm][D-GluO] reduced the rate by >60% and [EMIm][L-GluO] reduced it even by >80%. 96 [BMIm][Cl] up to 20% concentration affected horseradish peroxidase (HRP) only slightly, as measured in a standard assay, but in 25% ionic liquid a 30% activity loss as well as an increase of the rate of thermal deactivation became apparent. 98 Papain from P. latex maintained approximately 35% of its original activity in 15% [BMIm][Cl], but in 15% [BMIm][HSO 4 ] the residual activity was only 12%. 94 From FT-IR and fluorescence spectral data it was concluded that substantial unfolding occurred in these media. The effects of ionic liquids containing the [TFA], [Cl], and [Br] anions on Amano protease P have been investigated by Zhao et al. 93,99 The activity loss in the standard assay with 0.",
      "snippet": "Mixed aqueous-organic media are often used in biotransformations to increase the solubility of hydrophic reactant and products, which stimulates interest in aqueous ionic liquid mixtures. The stability and activity of enzymes in aqueous ionic liquids are often discussed in terms of Hofmeister effects. We emphasize, however, that the cations in common ionic liquids do not easily fit into the kosmotropicity vs chaotropicity pattern set out above. The tetrabutylammonium ion, for example, should be a strong chaotrope, with a predicted B-coefficient of -0.54 on account of its charge density, 74 whereas the experimental value is +1.27 (between Sr 2+ and Ca 2+ ). 76 This latter effect is caused by the clathrate shell of highly ordered water that encloses hydrophobic solutes and has been likened to an iceberg; 81 the resulting increase in low-density water, proportional with the size of the solute, translates into a kosmotropic effect on viscosity. 82 An early study of the alkaline phosphatase from E. coli in aqueous mixtures of [EtNH 3 ][NO 3 ]swhich is also the oldest ionic liquid on record 83 srevealed an activating effect at low concentrations, reaching an optimum at 1.1 M (10%). 84 The activity steeply decreased at higher concentrations but was recovered upon dilution to 1.1 M. At 80% [EtNH 3 ]-[NO 3 ], however, all activity was irreversibly lost. Such a profile would not be unexpected for denaturating salts or organic solvents. Recent work in the field of biocatalysis in ionic …",
      "pages": null,
      "citations": [
        {
          "ref_marker": "74",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "76",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "81",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "82",
          "target_xml_id": "b101"
        },
        {
          "ref_marker": "83",
          "target_xml_id": "b102"
        },
        {
          "ref_marker": "84",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "86",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "89",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "90",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "91",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "92",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "74",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "93",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "95",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "95",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "55",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "96,",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "97",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "96",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "93,",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "99",
          "target_xml_id": "b118"
        }
      ]
    },
    {
      "header": "M (approximately 20%) [EMIm][TFA], [BPy]-[TFA], or [BPy]",
      "raw_header": "M (approximately 20%) [EMIm][TFA], [BPy]-[TFA], or [BPy]",
      "text": "[Cl] was 30% after 24 h, an effect comparable with that observed in 0.7 M ethanol, whereas [EMIm]-[Br] exerted an activating effect of approximately 20%. 93 The activity loss increased to >80% in the presence of 2.5 , in contrast, nearcomplete deactivation was observed, 93 which defies explanation on the basis of charge density or hydrogen bond formation, as the [BPy] and [BMIm] cations are very similar in these respects, which also is true for the [EPy] and [EMIm] cations. The authors rationalized these observations in terms of Hofmeister-type effects on the enzyme's structure and supported these with FT-IR spectroscopic measurements. 99 Other enzymes that have successfully been employed in aqueous [TFA]-containing ionic liquids are subtilisin A (Alcalase) 100 and porcine pancreas lipase PPL, 101 as will be discussed later. A more detailed study of the concentration-dependent effects of 0.2-2.0 M [EMIm][TFA] on protease P revealed that the activity retention after 40 h varied between 130 and 80%. 99 Remarkably, V max as well as K m for the test substrate passed, at 0.2 M [EMIm][TFA], through a minimum of approximately 50% of the value in water and then rose to 140% in 1.5 M ionic liquid. The position of the [BzO] and [TsO] anions on the kosmotropicity scale is ambiguous. 74 CbFDH as well as the β-galactosidase from B. circulans lost all activity in 25% [EMIm][BzO]. 87 It should be noted here that the [BzO] anion is a base and could cause the pH to shift to basic, with possible consequences for enzymatic activity. The β-galactosidase was not active either, however, in a 25% solution of the neutral [BMIm][TfO], although this latter ionic liquid was tolerated by CbFDH. 87 Protease P was even more severely affected by neutral [EMIm][TsO] than by the basic acetate. 93 In contrast, the hydrolytic activity of subtilisin Carlsberg was comparable between 0.5 M [EMIm][TsO] and aqueous buffer. 102 Nitrate-containing ionic liquids have not been used much, although they would seem attractive, as the nitrate ion is innocuous and chemically inert. In 15% [BMIm][NO 3 ], the papain from P. latex had 50% residual activity. 94 Dried cells of G. candidum, in contrast, had no alcohol dehydrogenase activity left in 60% [EMIm][NO 3 ]. 92 In the course of the stability study of CbFDH and the β-galactosidase from B. circulans cited above, it was found that [PrNH 3 ][NO 3 ] at 25% concentration completely deactivated both enzymes, 87 which could possibly be ascribed to a pH shift toward acid, as discussed above. Ionic liquids containing the [BF 4 ] anion, which is a strong chaotrope and a much weaker hydrogen bond acceptor than the previously discussed anions, have been applied rather more than their tendency to hydrolyze would warrant. The effects of [BMIm][BF 4 ] on the activity of HRP were comparable with those of the chloride: up to 20% ionic liquid, the activity loss was minor, but it increased to approximately 30% in 25% ionic liquid. 98 The very similar ionic liquid [BMPy][BF 4 ], at 25% concentration, affected HRP more severely, and the activity was reduced by 50%, while soybean peroxidase retained only 25% of its initial activity under these conditions. 103 [BMIm][BF 4 ] also profoundly changed the thermal deactivation kinetics of HRP. 98 At 10% concentration, the ionic liquid retarded the thermal deactivation of HRP, but 25% of [BMIm][BF 4 ], in contrast, caused a fairly rapid deactivation (3 h at 50 °C) to a residual activity of 7%, which did not decay any further. 98 It would seem that these conditions cause HRP to flip into a thermally stable, but 16 times less active conformation. CbFDH was completely inactive when incubated in 25% aqueous [BMIm][BF 4 ], but the β-galactosidase from B. circulans retained 31% of its initial activity in this latter medium. 87 In contrast, the β-galactosidase from P. furiosus was reversibly deactivated by only 10% [BMIm][BF 4 ] 90 and the one from E. coli had 36% activity left in 50% [BMIm]-[BF 4 ]. 104 To put this latter observation into perspective, the residual activities of the E. coli enzyme in 50% aqueous ethanol and ACN amounted to 7% and 3%, respectively. 104 Savinase, a commercial subtilisin-type protease, maintained 37% of its activity in 50% [BMIm][BF 4 ]. 104 In 15% [EMIm][BF 4 ], the activity of the papain from P. latex was 175% of the original activity and decreased with increasing chain length in the imidazolium ion to 100% in [HMIm]-[BF 4 ]-water (15:85). 94 In these media, β-sheets and β-turns increased at the expense of R-helices, as shown by changes in the FT-IR spectrum, and the fluorescence emission blueshifted, which suggests a tightening of the structure. In the presence of [HSO 4 ]-, [Cl]-, [AcO]-, and [NO 3 ]-containing ionic liquids, in contrast, the fluorescence emission was shifted toward red, which indicates unfolding. 94 The oxynitrilase from almonds was somewhat activated by a few percent of [BMIm][BF 4 ] and similar ionic liquids, but concentrations >10% caused a loss of activity down to 50% residual activity at 50% concentration. 105 The (structurally unrelated) oxynitrilase from manioc (MeHNL), in contrast, was strongly inhibited even by small amounts of these ionic liquids. It may be noteworthy that incubation of these enzymes in [BMIm][BF 4 ], followed by rehydration, resulted in the recovery of approximately 85% of the initial activity, whereas the irreversible deactivation by ACN or THF amounted to 50-70%. 105 A very similar ionic liquid, [BMPy][BF 4 ], caused, at 25% concentration, the nearly complete deactivation of the laccase from Trametes sp. in one reaction, but in others the activity retention was very much dependent on the electron transport mediator used. 103 Ionic liquids that contain amphiphilic ions have not yet seen much use in biocatalysis. The effect of [BMIm][OctSO 4 ] on the β-galactosidase from B. circulans was very similar to that of [BMIm][BF 4 ]; 35 and 10% of the initial activity was retained at 25% and 50% ionic liquid, respectively. 87 The deactivation of the amphiphilic [TsO] ion on Protease P has already been mentioned. 93 Small amounts of amphiphilic ionic liquids exerted a beneficial effect on porcine liver esterase, 106 as will be discussed later. Summarizing, many enzymes perform well in a wide range of mixtures of ionic liquids and water. There is, moreover, hardly an ionic liquid that is not tolerated at all by any enzyme. Kosmotropicity vs chaotropicity does not seem a solid basis for predicting the compatibility of enzymes and aqueous ionic liquids, in spite of lengthy arguments to the contrary. The chaotropic [Cl] and [BF 4 ] anions, for example, were tolerated well by many enzymes, and the papain from P. latex was stabilized, as judged by fluorescence spectroscopy, by the chaotropic [BF 4 ] anion whereas partial unfolding was observed in the presence of kosmotropic [AcO]. It is worth repeating that kosmotropicity vs chaotropicity are not unambiguously defined for many types of ions that are discussed here. It even seems unlikely that enzyme-ionic liquid compatibility can be rationalized at all in terms of one or a few parameters, such as polarity, which is ill-defined for ionic liquids, or log P. The same is true, however, for watermiscible molecular solvents. A successful theory to predict the compatibility of enzymes and aqueous ionic liquids could be based on the notion that proteins lose stability in the presence of ions or solvents that interact more strongly with the unfolded enzyme than with the native one. 77 Such destabilizing interactions could result from \"salting in\" effects of amphiphilic ions on buried hydrophobic groups or from strong (hydrogen bonding) interactions with peptide bonds. 41,94 Further important issues to consider are possible pH shifts caused by Brønsted-acidic or basic ions and the thermodynamic water activity, in particular with sensitive enzymes.",
      "snippet": "[Cl] was 30% after 24 h, an effect comparable with that observed in 0.7 M ethanol, whereas [EMIm]-[Br] exerted an activating effect of approximately 20%. 93 The activity loss increased to >80% in the presence of 2.5 , in contrast, nearcomplete deactivation was observed, 93 which defies explanation on the basis of charge density or hydrogen bond formation, as the [BPy] and [BMIm] cations are very similar in these respects, which also is true for the [EPy] and [EMIm] cations. The authors rationalized these observations in terms of Hofmeister-type effects on the enzyme's structure and supported these with FT-IR spectroscopic measurements. 99 Other enzymes that have successfully been employed in aqueous [TFA]-containing ionic liquids are subtilisin A (Alcalase) 100 and porcine pancreas lipase PPL, 101 as will be discussed later. A more detailed study of the concentration-dependent effects of 0.2-2.0 M [EMIm][TFA] on protease P revealed that the activity retention after 40 h varied between 130 and 80%. 99 Remarkably, V max as well as K m for the test substrate passed, at 0.2 M [EMIm][TFA], through a minimum of approximately 50% of the value in water and then rose to 140% in 1.5 M ionic liquid. The position of the [BzO] and [TsO] anions on the kosmotropicity scale is ambiguous. 74 CbFDH as well as the β-galactosidase from B. circulans lost all activity in 25% [EMIm][BzO]. 87 It should be noted here that the [BzO] anion is a base and could cause the pH to shift to basic, with possib…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "93",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "93",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "99",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "100",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "101",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "99",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "74",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "93",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "102",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "92",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "103",
          "target_xml_id": "b122"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "90",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "104",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "104",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "104",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "105",
          "target_xml_id": "b124"
        },
        {
          "ref_marker": "105",
          "target_xml_id": "b124"
        },
        {
          "ref_marker": "103",
          "target_xml_id": "b122"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "93",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "106",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "77",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "41,",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "94",
          "target_xml_id": "b113"
        }
      ]
    },
    {
      "header": "Activity of Enzymes in Nearly Anhydrous Ionic Liquids",
      "raw_header": "Activity of Enzymes in Nearly Anhydrous Ionic Liquids",
      "text": "The first successful biotransformation in an ionic liquid medium containing 5% water involved a hydrophobic ionic liquid. Thermolysin, a very stable enzyme, mediated the synthesis of Z-aspartame (see Figure 2) in buffer-saturated [BMIm][PF 6 ] medium at 40% of the turnover rate in ethyl acetate. 9 Lipases, which are noted for their tolerance of organic solvents, were obvious candidates for biocatalysis in ionic liquids. Indeed, stable microbial lipases, such as CaLB 10,104,[107][108][109] and Pseudomonas cepacia lipase (PcL), 33,108,110 are catalytically active in the ionic liquids of the 1-alkyl-3-methylimidazolium and 1-alkylpyridinium families, in combination with anions such as [BF 4 ], [PF 6 ], [TfO], and [NTf 2 ]. The early results were not always consistent, which may be caused by impurities that result from the preparation of the ionic liquid. Lipases mediated transesterification (alcoholysis; see Scheme 1) reactions in these ionic liquids with an efficiency comparable with that in tertbutyl alcohol, 10 dioxane, 110 or toluene. 33 Candida antarctica lipase A (CaLA), which was ten times more active in [BMPy][BF 4 ] and [BMIm][Tf 2 N] than in diisopropyl ether (DIPE), 107 is an exception in this respect. Ionic liquids outside the dialkylimidazolium and alkylpyridinium families have not been used much in biocatalysis. Itoh et al. have investigated the possible application of CaLB and PcL in ionic liquids containing the [BMMIm] cation (see Table 1). 111 111 The activity of CaLB in a range of alkyltrimethylammonium [NTf 2 ] ionic liquids containing 2% water has been compared with that in hexane. 112 The initial activity in a transesterification test reaction decreased in the order The application of ionic liquids in lipase biocatalysis has not remained entirely restricted to CaLB and PcL. Other microbial lipases that have successfully been used in anhydrous ionic liquids are the one from Alcaligenes sp. (AsL), 107,113 CaLA, Rhizomucor miehei lipase (RmL), and Thermomyces lanuginosus lipase (TlL). 107 These latter two lipases maintained their activity in [BMIm][NTf 2 ], but not in [BMIm][BF 4 ] and [BMIm][PF 6 ], for example. 107 The lipase from pig pancreas (porcine pancreas lipase, PPL), the only mammalian lipase that has been subjected to ionic liquids, catalyzed transesterification 107,113 The cutinase from Fusarium solani pisii maintained its transesterification activ- ] (in order of increasing activity) at a w ) 0.2. 114 Candida rugosa lipase (CrL), which is much less tolerant of anhydrous media in general than other microbial lipases, has successfully been used in anhydrous as well as watersaturated ionic liquids. The hydrolysis of naproxen methyl ester (see later) was performed in a range of ionic liquids that contained the [BMIm] and [HMIm] cations and the [PF 6 ], [BF 4 ], and [HpSO 4 ] anions with better results than those obtained in water-saturated isooctane. 115 It is noteworthy that small amounts of CrL dissolved in the hydrated ionic liquids, which could be avoided by adsorbing the lipase on a phenethyl-modified silica. Application of CrL in anhydrous media is often problematic, as has already been noted. CrL maintained its activity in [BMIm][PF 6 ], however, and also in hydrophilic ionic liquids, such as [BMIm][BF 4 ], as has been demonstrated in a simple model reaction, 41 as well as in the (trans)esterification of chiral acids, 116,117 alcohols, 107 and carbohydrate derivatives 118 (see later). CrL required up to 0.4 M water for optimum activity in [BMIm][PF 6 ], corresponding with a w ) 0.5, 119 according to some reports, 116,117 but CrLcatalyzed esterification in anhydrous [BMIm][PF 6 ], with better activity than in isooctane, has also been reported. 120 A comparison of the various reports on the acylation of 1-phenylethanol (see Scheme 1b) reveals interesting discrepancies and contradictions. Park et al., for example, report near-quantitative resolution of this latter alcohol by PcL in a wide range of purified ionic liquids. 33 107 The use of impure ionic liquids is an obvious explanation, but AsL maintained its activity in these latter media and even the modestly stable CrL stayed active in [BMIm][BF 4 ]. 107 It would seem that, at least in some of these examples, the lipases are inhibited by impurities in the media, such as halide or HF, which may be counteracted by the buffers, stabilizers, and/or inactive proteins that are commonly present in enzyme preparations. It may be relevant that purified CrL was not active in any ionic liquid tested and not even in TBME. 107 Esterases are much less tolerant of anhydrous media than lipases. The esterases from Bacillus stearothermophilus (BstE) and Bacillus subtilis (BsE) are exceptional, as these mediated transesterification (see Scheme 1b) in hexane at a w ) 0.1. 121 Both esterases, if immobilized on Celite 560, mediated transesterification in [BMIm][BF 4 ], [BMIm][PF 6 ], and [BMIm][NTf 2 ] at a rate that varied from 20 to 60% of the rate in hexane or TBME. Pencillin G acylase from E. coli is functionally, but not structurally, related to lipases. The enzyme would find wider use if it could be rendered tolerant of low-water media, which is the kind of problem that ionic liquids were expected to solve. It was found, however, that a covalently immobilized penicillin acylase, PGA 450, required a w ∼ 0.8, which also was the minimum in toluene, to stay active in the ionic liquids 122 In a simple amine acylation test reaction (see Figure 3), PGA 450 was somewhat less active in ionic liquids than in toluene. Papain mediated the enantioselective hydrolysis of a number of amino acid esters in an 80:20 mixture of [BMIm]-[BF 4 ] and water. 123 The reaction rate was approximately 50% of that in aqueous buffer and equal to that in aqueous mixtures containing 70-80% of solvents such as ACN or tert-butyl alcohol. 123 R-Chymotrypsin mediated the transesterification (alcoholysis) of N-acetyl-L-amino acid esters (see Figure 4) in ionic liquids of the 1-alkyl-3-methylimidazolium type, 109,[124][125][126][127] provided that the medium contained a small amount (∼0.5%) of water. This latter requirement was lifted when the ionic liquids were combined with scCO 2 . 124 The transesterification rates in [BMIm][PF 6 ] and [OMIm][PF 6 ] medium were of the same magnitude as those in isooctane or acetonitrile, 124 but in [EMIm][Tf 2 N] (under slightly different reaction conditions) the rate was nearly an order of magnitude higher. 126 Epoxide hydrolases (EHase) add water to epoxides with formation of a diol. The practical background to using an epoxide hydrolase in an ionic liquid is the wish to improve the solubility of hydrophobic reactants. The hydrolysis of trans-β-methylstyrene oxide (see Figure 5) in [BMIm][BF 4 ], [BMIm][PF 6 ], and [BMIm][NTf 2 ] containing 1-10% water (depending on the enzyme preparation) was only slightly slower than the same reaction in aqueous buffer. 128 Ionic liquids are highly polar and oxidation-resistant, which makes them attractive for use with redox biocatalysis. Hence, the potential of alkylmethylimidazolium-type ionic liquids containing [PF 6 ] and [NTf 2 ] anions as media in the oxidation of 2-methoxyphenol in the presence of hemin, microperoxidase-11 (MP-11), and cytochrome c (cyt c) has been investigated. 129 Hemin and MP-11 were markedly more active in the ionic liquids than in molecular solvents of the same polarity, while cyt c activity was comparable between both types of solvents. 129 128 The lyophilization of enzymes from solutions containing salts or amphiphilic compounds is known to increase the activity in organic media by up to several orders of magnitude. Thus, the transesterification activity of R-chymotrypsin was increased 82-fold by colyophilization with pentaglyme. 131 Similar effects were noted for R-chymotrypsin in [OMIm][PF 6 ] medium, although the effect of poly-(ethylene glycol) was less than that in nonpolar media. 124 The colyophilization of PsL and poly(ethylene glycol) (PEG) increased the transesterification activity in [HMIm][PF 6 ] medium by a factor of 5, but the effect of the treatment on other lipases was very much less. 132 An optimization study, encompassing PEG colyophilizates of PsL and the lipase from Pseudomonas fluorescens (PfL) with the ionic liquids , and [OMIm]-[PF 6 ], showed the colyophilizates to be more active in [BMIm][PF 6 ] than in hexane. 133 It is not clear whether these colyophilizates dissolved in ionic liquids, as has been demonstrated with conventional organic media. 134 Relatively little attention has been paid to enzyme immobilization in connection with ionic liquids, and only one systematic study of this latter subject has appeared. 135 Itoh et al. have studied the effects of the carrier material on PcL in [BMIm][PF 6 ]. 136 The activity of PsL on ceramic Toyonite carriers varied by a factor of 1000 between Toyonite 200M and Toyonite 200A. PsL adsorbed on a methacryloxypropylmodified mesoporous silica also had a relatively high activity. 136 The completely different application of ionic liquids, as a coating for lipases, should not pass unmentioned. PcL was coated with [PhPMIm][PF 6 ], which melts at 53 °C, and the resulting preparation was applied to the kinetic resolution of chiral alcohols at temperatures below the melting point. 137 The coated lipase was easy to reuse and retained its full activity after being reused for several times. A very similar technique has been demonstrated with PsL and the ionic liquids [BMIm][CtPEGSO 4 ] and [BMMIm][CtPEGSO 4 ]. 138 The tolerance of lipases for anhydrous ionic liquid media discussed above was not universal. CaLB was not active in [MOEMIm][MeSO 3 ], 41 but CrL mediated reactions in watersaturated [HMIM][[HpSO 3 ] 115 and anhydrous [Bu 3 MeP]-[TsO]. 120 CaLB 41,107,139 and CrL 41 were inactive in a range of ionic liquids that contained [MeSO 4 ], 107 [NO 3 ], 41 [AcO], or [lactate] 139 anions; all of these ionic liquids are watermiscible. It may be significant that the lipases dissolved in such media, 139 because dissolving a protein requires the breaking of the protein-protein interactions and replacing these by stronger ones. Water has this effect, but the organic solvents, such as N,N-dimethylformamide and dimethylsulfoxide, which dissolve enzymes and, by implication, coordinate groups at the protein surface, also are strong denaturants. It was subsequently shown, in a more extensive investigation, that CaLB mediated transesterification in ionic liquids composed of the [BMIm] cation and short-chain alkylsulfate or alkoxyethylsulfate anions. 140 The reactions were quite sluggish, compared with the case of [BMIm][PF 6 ], and the rate increased somewhat with increasing alkyl chain length. It is noteworthy that CrL was catalytically active in [BMIm][MeSO 4 ], in contrast with CaLB, and [BMIm]-[OctSO 4 ] at a higher rate than in [BMIm][PF 6 ]. 120 To support the notion that hydrophilic ionic liquids induce conformational changes that result in the deactivation of CaLB, we measured FT-IR spectra in the amide I region and found a loss of detail that was consistent with our conjecture. 141 Furthermore, the denaturation of lysozyme upon its dissolution in [EtNH 3 ][NO 3 ] has actually been observed using fluorescence spectroscopy. 142 It has already been noted that the [MeSO 4 ] anion is not compatible with many lipases. This is not a general phenomenon, as the β-galactosidase from B. circulans, which maintained 14% residual activity in 50% aqueous [MMIm]-[MeSO 4 ], 87 also had some useful activity left in the presence of only 0.6% of water. 88 These same authors found that the peptide amidase from Stenotrophomonas maltophilia still fuctioned in [BMIm][MeSO 4 ] containing only trace amounts of water. 88 When considering the preceding examples, the possibilities for the application of halide ionic liquids as biocatalysis media do not look bright, which is unfortunate, as [BMIm]-[Cl] is a strong solvent that dissolves recalcitrant cellulose in massive amounts. 39 It was indeed found that the cellulase from Trichoderma reesei was not active in [BMIm][Cl] and the protein was observed to denature by fluorescence spectroscopy. 143 A colyophilizate of the cellulase and poly-(ethylene glycol) was more stable and maintained approximately 50% of its native activity. It would seem that attempts to conduct biotransformations in ionic liquids that contained adventituous chloride may have caused erratic results in the past. 144 The obvious conclusion so far is that enzyme activity and solubility in ionic liquids are anion dependent 41 and mutually exclusive. The behavior of CaLB in [Et 3 MeN][MeSO 4 ] did not correspond with the simple pattern set out above, however, as a modest transesterification activity was maintained, even with small amounts of enzyme which were observed to dissolve. To confirm this latter observation, a reaction was performed with a presaturated solution of CaLB in [Et 3 MeN][MeSO 4 ], which was estimated to contain, on the basis of the conversion, approximately 3 mg mL -1 of CaLB. 141 The FT-IR spectrum confirmed that the native conformation of CaLB had survived. Apparently, ionic liquids can be designed to dissolve enzymes without denaturation. Accordingly, morphine dehydrogenase (MDH), when dissolved in the strongly hydrogen bonding ionic liquid [HOPMIm][glycolate], mediated the oxidation of codeine into codeinone (see Figure 6) under nearly anhydrous conditions. 145,146 The activity was less than that in water but better than that shown by suspensions in molecular solvents or [BMIm][PF 6 ]. 146 As additional advantages, the reactant and the NADP cofactor dissolved in [HOPMIm][glycolate] and the ionic liquid proved suitable for the subsequent chemical transformation of codeinone into oxycodone as well. 145 The ionic liquid was also compatible with an enzymatic recycle system for the NADP cofactor (see Figure 6). 146 The redox protein cyt c dissolved in the ionic liquids [MPPrl][H 2 PO 4 ] and [HOEtMe 3 N][H 2 PO 4 ]; 147 it is interesting to note that here a hydrogen bonding capability of the cation is not required, in contrast with the previous example. FT-IR measurements showed that cyt c maintained its native secondary structure upon dissolution in these ionic liquids. An alternative to engineering the ionic liquid is to modify the enzyme for solubility. This approach was demonstrated with cyt c, which, when covalently modified with poly-(ethylene oxide), dissolved in its active form in [EMIm]-[NTf 2 ]. The best results were obtained when the molecular weight of the polymer chains was >2000. 148 A copolymer of PEG and maleic anhydride solubilized subtilisin in [EMIm][NTf 2 ] and a range of similar ionic liquids. 149,150 The resulting conjugate was approximately 3 times as active as a PEG-subtilisin one and many times more than a suspension of native subtilisin in the same medium. The structural changes, discussed above, that have been observed when an enzyme is dissolved in an ionic liquid are often reversible. Thus, when a solution of lysozyme in [EtNH 3 ][NO 3 ] was diluted with water, the denatured enzyme recovered its full activity. 142 The ionic liquid is actively involved as a renaturation enhancer, because it was shown in separate experiments that 5% aqueous [EtNH 3 ][NO 3 ] acts as a renaturant on lysozyme. Indeed, 1-alkyl-3-methylimidazolium and 1-ω-hydroxylalkyl-3-methylimidazolium chlorides have potential as renaturation enhancers. 151 In a likewise manner, a substantial fraction of the original activity was recovered fromsinactivessolutions of CaLB in 139 The β-galactosidase from B. circulans, which was hardly active in pure [MMIm]-[MeSO 4 ], completely recovered its activity upon dilution with water. 87 In summary, anhydrous ionic liquids seem to affect enzymes in much the same way that conventional organic solvents do: some are tolerated well but others much less, also depending on the nature of the enzyme. It is noteworthy that ionic liquids containing anions such as [AcO] or [NO 3 ], which were tolerated very well in aqueous mixtures, caused the deactivation of the very stable CaLB when anhydrous. On the basis of the present knowledge, ionic liquids composed of [BF 4 ], [PF 6 ], and the, hydrolytically stable, [NTf 2 ] and medium-chain alkyl sulfate anions seem safe choices, in combination with dialkylimidazolium and alkylpyridium cations. A theoretical basis for predicting the compatibility of enzymes and anhydrous ionic liquids has not yet been developed although a number of possibly contributing factors have been discussed, such as the cation H-bond donating capability, 33 log P, 41 formation of hydrogen-bonded nanostructures, and solvent viscosity. 152 None of these seems generally applicable, however. It would rather seem, on the basis of the available evidence, that the anion nucleophilicity 41 or H-bond accepting capability 139 is a controlling factor, at least when the propensity of the cation for hydrogen bond formation is low. One exception is the [H 2 PO 4 ] anion, which actually dissolved cyt c without causing denaturation. 147 The other exception, [HOPMIm][glycolate], which dissolved redox enzymes in active form, is in a class of its own by combining a strongly hydrogen bonding cation and anion. 146",
      "snippet": "The first successful biotransformation in an ionic liquid medium containing 5% water involved a hydrophobic ionic liquid. Thermolysin, a very stable enzyme, mediated the synthesis of Z-aspartame (see Figure 2) in buffer-saturated [BMIm][PF 6 ] medium at 40% of the turnover rate in ethyl acetate. 9 Lipases, which are noted for their tolerance of organic solvents, were obvious candidates for biocatalysis in ionic liquids. Indeed, stable microbial lipases, such as CaLB 10,104,[107][108][109] and Pseudomonas cepacia lipase (PcL), 33,108,110 are catalytically active in the ionic liquids of the 1-alkyl-3-methylimidazolium and 1-alkylpyridinium families, in combination with anions such as [BF 4 ], [PF 6 ], [TfO], and [NTf 2 ]. The early results were not always consistent, which may be caused by impurities that result from the preparation of the ionic liquid. Lipases mediated transesterification (alcoholysis; see Scheme 1) reactions in these ionic liquids with an efficiency comparable with that in tertbutyl alcohol, 10 dioxane, 110 or toluene. 33 Candida antarctica lipase A (CaLA), which was ten times more active in [BMPy][BF 4 ] and [BMIm][Tf 2 N] than in diisopropyl ether (DIPE), 107 is an exception in this respect. Ionic liquids outside the dialkylimidazolium and alkylpyridinium families have not been used much in biocatalysis. Itoh et al. have investigated the possible application of CaLB and PcL in ionic liquids containing the [BMMIm] cation (see Table 1). 111 111 The activity o…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "9",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "10,",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "104,",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "[107]",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "[108]",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "[109]",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "108,",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "110",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "110",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "112",
          "target_xml_id": "b131"
        },
        {
          "ref_marker": "107,",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "113",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "107,",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "113",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "114",
          "target_xml_id": "b133"
        },
        {
          "ref_marker": "115",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "116,",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "117",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "118",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "119",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "116,",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "117",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "120",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "121",
          "target_xml_id": "b140"
        },
        {
          "ref_marker": "122",
          "target_xml_id": "b141"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "109,",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "[124]",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "[125]",
          "target_xml_id": "b144"
        },
        {
          "ref_marker": "[126]",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "[127]",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "126",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "128",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "129",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "128",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "131",
          "target_xml_id": "b150"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "132",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "133",
          "target_xml_id": "b152"
        },
        {
          "ref_marker": "134",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "135",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "137",
          "target_xml_id": "b156"
        },
        {
          "ref_marker": "138",
          "target_xml_id": "b157"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "115",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "120",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "41,",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "107,",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "140",
          "target_xml_id": "b159"
        },
        {
          "ref_marker": "120",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "141",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "142",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "39",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "143",
          "target_xml_id": "b162"
        },
        {
          "ref_marker": "144",
          "target_xml_id": "b163"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "141",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "145,",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "145",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "147",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "148",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "149,",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "150",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "142",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "151",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "152",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "147",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        }
      ]
    },
    {
      "header": "Stability of Enzymes in Nearly Anhydrous Ionic Liquids",
      "raw_header": "Stability of Enzymes in Nearly Anhydrous Ionic Liquids",
      "text": "The (thermal) stability (activity over time) of enzymes is often better in organic media, in particular at low water activity, than in aqueous medium. 153 Ionic liquids can also have this effect. We note that enzyme stability is not unambiguously defined and procedures to measure stability vary. Storage stability is measured by incubation in, for example, an ionic liquid, at a certain temperature, by monitoring the residual activity in samples after dilution with water. A high activity recovery in such a procedure only proves that any changes of the enzyme in the storage medium are reversible. Alternatively, the preincubation time before performing a reaction in the same medium can be varied or the enzyme's structure in the medium of choice can be monitored spectroscopically. Thus, it was shown, using fluorescence spectrometry, that the unfolding temperature of the sweet-tasting protein monellin increased from 40 °C in water to 105 °C in [BMPrl][NTf 2 ]. 154 Finally, there is operational stability: activity over time under the reaction conditions. The storage stability of cyt c in aqueous buffer is modest, but solutions in [HOEtMe 3 N][H 2 PO 4 ] or [BMPrl][H 2 PO 4 ] maintained their activity for at least 6 months. There was little change in the protein's structure over this period, in contrast with solutions in aqueous buffer, as judged from ATR-FTIR and UV-vis spectroscopic measurements. 155 The thermal (storage) stability of CaLB at 50 °C over 4 days in water, hexane, [EMIM][NTf 2 ], and [BuMe 3 N][NTf 2 ] has been compared by measurement of the residual hydrolytic activity after rehydration. The deactivation proceeded 3-4 times slower in the ionic liquids than in water or hexane. 156,157 The storage stability of free (Novozym SP525) as well as carrier-adsorbed (Novozym 435) CaLB in anhydrous [BMIm]-[PF 6 ] at 80 °C has been monitored in a similar manner. 139 The activity of the free enzyme was found to increase in 20 h to 120% of an untreated sample, which was maintained for at least 100 h. In contrast, a linear deactivation versus time was observed in tert-butyl alcohol. The activity of Novozym 435 even increased to 350% in 40 h, which, on continued incubation, slowly decreased to 210% after 120 h. In contrast, the incubation of a CLEC or CLEA 158 of CaLB in [BMIm][PF 6 ] at 80 °C resulted in a progressive loss of activity, comparable with that observed in tert-butyl alcohol. The authors have suggested that the ionic liquid induces a more active conformation of the enzyme, which evidently would not be possible with the cross-linked preparations. 139 Alternatively, it has been put forward that swelling of the carrier could occur in the ionic liquid, rendering more enzyme accessible to the solvent. 41 Lozano et al. 159 compared the stability of CaLB, in the presence of 2% water, in a range of ionic liquids with that Figure 6. Chemoenzymatic synthesis of oxycodone and NADP recycle. 146 in 1-butanol or hexane by preincubation and found that it was similar or better. 160 It is noteworthy that the lifetime of CaLB increased by 3 orders of magnitude when substrate was present. 159 The conformational stability of CaLB, as monitored by fluorescence and CD spectroscopy, was much greater in [EMIM][NTf 2 ] and [BuMe 3 N][NTf 2 ] at 50 °C than in water or hexane. 152,156,157 The stability of CrL in [BMIm]-[PF 6 ], [OMIm][PF 6 ], and organic solvents was measured by preincubation. 119 The enzyme's half-life at 50 °C and a w ) 0.36 was >10 h in the ionic liquids, which compares well with 5 h in hexane and 4 h in benzene or dibutyl ether. The operational stability of CaLB at elevated temperatures in the absence of water is high. We had found that Novozym 435 retained its full transesterification activity in refluxing tert-butyl alcohol for 7 days. 161 The operational half-life of CaLB in a series of alkyltrimethylammonium [NTf 2 ] ionic liquids was up to 2000 times greater than that in hexane; [HOPrMe 3 N][NTf 2 ], which improved the half-life only 25 times, was an exception. 112 CaLB was exceptionally stable in (biphasic) [BMIm][Tf 2 N]-scCO 2 systems, with an operational half-life of CaLB ranging from 400 h at 50 °C to up to 60 h at 100 °C. 162 Proteases have received less attention than lipases, but in one of the earliest papers on biocatalysis in ionic liquids, it was already noted that the activity loss of thermolysin during preincubation proceeded much slower in [BMIm][PF 6 ] than in ethyl acetate. 9 The storage stability of R-chymotrypsin in the ionic liquid [EMIm][NTf 2 ] was compared with that in water, 3 M sorbitol, and 1-propanol. The residual hydrolytic activity (after dilution with aqueous buffer) was measured vs time, and structural changes were monitored by fluorescence and CD spectroscopy as well as DSC. 152,163 The enzyme's lifetime in [EMIm][NTf 2 ] at 30 °C was more than two and six times as long as those in 3 M sorbitol and water, respectively, and 96 times longer than that in 1-propanol. In conclusion, enzymes in ionic liquids maintain their activity and, where measured, also their structure, over a much longer period than in molecular organic solvents and often at a much higher temperature. We suggest that the underlying cause of this stabilizing effect is the high viscosity of ionic liquids, which slows the migration of protein domains from the active conformation into the inactive one.",
      "snippet": "The (thermal) stability (activity over time) of enzymes is often better in organic media, in particular at low water activity, than in aqueous medium. 153 Ionic liquids can also have this effect. We note that enzyme stability is not unambiguously defined and procedures to measure stability vary. Storage stability is measured by incubation in, for example, an ionic liquid, at a certain temperature, by monitoring the residual activity in samples after dilution with water. A high activity recovery in such a procedure only proves that any changes of the enzyme in the storage medium are reversible. Alternatively, the preincubation time before performing a reaction in the same medium can be varied or the enzyme's structure in the medium of choice can be monitored spectroscopically. Thus, it was shown, using fluorescence spectrometry, that the unfolding temperature of the sweet-tasting protein monellin increased from 40 °C in water to 105 °C in [BMPrl][NTf 2 ]. 154 Finally, there is operational stability: activity over time under the reaction conditions. The storage stability of cyt c in aqueous buffer is modest, but solutions in [HOEtMe 3 N][H 2 PO 4 ] or [BMPrl][H 2 PO 4 ] maintained their activity for at least 6 months. There was little change in the protein's structure over this period, in contrast with solutions in aqueous buffer, as judged from ATR-FTIR and UV-vis spectroscopic measurements. 155 The thermal (storage) stability of CaLB at 50 °C over 4 days in water, hexane, [EM…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "153",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "154",
          "target_xml_id": "b173"
        },
        {
          "ref_marker": "155",
          "target_xml_id": "b174"
        },
        {
          "ref_marker": "156,",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "157",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "158",
          "target_xml_id": "b177"
        },
        {
          "ref_marker": "139",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "41",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "159",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "160",
          "target_xml_id": "b179"
        },
        {
          "ref_marker": "159",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "152,",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "156,",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "157",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "119",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "161",
          "target_xml_id": "b180"
        },
        {
          "ref_marker": "112",
          "target_xml_id": "b131"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "9",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "152,",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "163",
          "target_xml_id": "b182"
        }
      ]
    },
    {
      "header": "Enzymes, Ionic Liquids, Hydrogen Bonds, and Activity",
      "raw_header": "Enzymes, Ionic Liquids, Hydrogen Bonds, and Activity",
      "text": "Hydrogen bonds cement the structure of hydrated as well as dehydrated enzymes. Any structural change requires a considerable number of hydrogen bonds to dissociate at the same time, which may contribute significantly to enzyme stability and could also explain hydration-memory and hysteresis effects. 69 It is commonly observed that enzymes, when suspended in an organic solvent, maintain their activity over a longer period than when dissolved in aqueous buffer. 64 The obvious reason is that breaking and remaking hydrogen bonds is bound to be slower in a non-hydrogen bond forming medium. It should be kept in mind, however, that the hydrophobic effect, which significantly contributes to protein stabilization, does not exist in organic solvents. Summarizing, organic media reduce the thermodynamic stability of enzymes but enhance the kinetic stability and this latter effect predominates. This overall stabilizing effect is still more pronounced in ionic liquids. It is worth noting here the common experience that solvents that are tolerated when nearly anhydrous or in dilute aqueous solution, such as ACN or tert-butyl alcohol, cause deactivation at an intermediate concentration. 164 A similar conclusion can be distilled from experiments with enzymes in ionic liquids. The obvious explanation is that the hydrophobic effect decreases in the presence of a solvent. Consequently, the stability margin of the enzyme is eroded until, at a certain concentration, deactivation results. With regard to the compatibility of enzymes and anhydrous ionic liquids, hydrogen bonding could be the key to understanding. Ionic liquids, in particular their anions, that form strong hydrogen bonds may dissociate the hydrogen bonds that maintain the structural integrity of the R-helices and β-sheets, causing the protein to unfold wholly or partially. The lactate ion, for example, could easily form stable hydrogen bonds with the polypeptide backbone. Ion size could matter because sterically demanding ions would require many hydrogen bonds to be broken to create a few new ones, which could contribute to maintaining stability. We have already noted that the deactivation of CaLB by [BMIm][NO 3 ], for example, is partially reversible. This finding is in agreement with the generally adopted kinetic model of enzyme deactivation, which involves a reversible first step and an irreversible second one. CaLB deactivation by [BMIm][dca], in contrast, was irreversible and a small angle neutron scattering experiment indicated the formation of aggregates, 165 as is often observed upon unfolding. Presumably, hydrogen bonds also maintain the conformation of reversibly deactivated enzymes. Reconstitution requires these hydrogen bonds to be dissociated and remade into the native ones. Dilute denaturants often facilitate reconstitution, which includes denaturing ionic liquids, as discussed above. Presumably, such strongly hydrogen bonding compounds facilitate the reconstitution by forming transient hydrogen bonds.",
      "snippet": "Hydrogen bonds cement the structure of hydrated as well as dehydrated enzymes. Any structural change requires a considerable number of hydrogen bonds to dissociate at the same time, which may contribute significantly to enzyme stability and could also explain hydration-memory and hysteresis effects. 69 It is commonly observed that enzymes, when suspended in an organic solvent, maintain their activity over a longer period than when dissolved in aqueous buffer. 64 The obvious reason is that breaking and remaking hydrogen bonds is bound to be slower in a non-hydrogen bond forming medium. It should be kept in mind, however, that the hydrophobic effect, which significantly contributes to protein stabilization, does not exist in organic solvents. Summarizing, organic media reduce the thermodynamic stability of enzymes but enhance the kinetic stability and this latter effect predominates. This overall stabilizing effect is still more pronounced in ionic liquids. It is worth noting here the common experience that solvents that are tolerated when nearly anhydrous or in dilute aqueous solution, such as ACN or tert-butyl alcohol, cause deactivation at an intermediate concentration. 164 A similar conclusion can be distilled from experiments with enzymes in ionic liquids. The obvious explanation is that the hydrophobic effect decreases in the presence of a solvent. Consequently, the stability margin of the enzyme is eroded until, at a certain concentration, deactivation results. With rega…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "69",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "64",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "164",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "165",
          "target_xml_id": "b184"
        }
      ]
    },
    {
      "header": "Whole Cell Biotransformations in Ionic Liquids",
      "raw_header": "Whole Cell Biotransformations in Ionic Liquids",
      "text": "Most studies of biocatalysis in ionic liquids have been concerned with the use of isolated enzymes. It should not be overlooked, however, that the first report on biocatalysis and ionic liquids involved a whole cell preparations Rhodococcus R312sin a biphasic [BMIm][PF 6 ]-water system. 8 It was shown, using a nitrile hydrolysis test reaction, that the microorganism maintained its activity better in an ionic liquid than in a biphasic toluene-water system. It was later shown that baker's yeast 166 as well as Rhodococcus R312 and E. coli 167 maintain their activity in ionic liquids containing no or a very small separate aqueous phase. The background to the application of biphasic aqueous-organic reaction systems with whole cells is that many hydrophobic reactants and products are sparingly soluble in aqueous buffer and are, moreover, often toxic to the cell membrane, hence the desire to store reactants and products in an innocuous second phase. The suggestion that some ionic liquids are much less toxic to the cell membranes than a conventional organic solvent, such as toluene, 8 has now been confirmed experimentally. The cell membrane integrity of Lactobacillus kefir in a range of aqueous organic, e.g., decane, octanol, and TBME, and aqueous ionic liquid systems was compared. The ionic liquidss , and, in particular, [BMIm][NTf 2 ]spreserved the membrane integrity much better than the molecular solvents. 168 These same ionic liquids were shown to be harmless to the cell viability of E. coli and S. cereVisiae. 169 The effects of [BMIm][BF 4 ] and [BMIm][PF 6 ] on the growth of three microbes that are commonly used in whole cell biotransformationssE. coli, Pichia pastoris, and Bacillus cereusshave recently been assessed. [BMIm][BF 4 ] was, at 1% concentration, toxic to all three organisms. 170 [BMIm]-[PF 6 ] was toxic to E. coli, in contrast to an earlier report, 167 but was tolerated by P. pastoris and significantly retarded the growth of B. cereus. Baker's yeast, in contrast, tolerated 10% [BMIm][BF 4 ], besides [BMIm][PF 6 ]. 171 In conclusion, it would seem that hydrophobic ionic liquids are promising and attractive replacements for molecular solvents in whole-cell biotransformations.",
      "snippet": "Most studies of biocatalysis in ionic liquids have been concerned with the use of isolated enzymes. It should not be overlooked, however, that the first report on biocatalysis and ionic liquids involved a whole cell preparations Rhodococcus R312sin a biphasic [BMIm][PF 6 ]-water system. 8 It was shown, using a nitrile hydrolysis test reaction, that the microorganism maintained its activity better in an ionic liquid than in a biphasic toluene-water system. It was later shown that baker's yeast 166 as well as Rhodococcus R312 and E. coli 167 maintain their activity in ionic liquids containing no or a very small separate aqueous phase. The background to the application of biphasic aqueous-organic reaction systems with whole cells is that many hydrophobic reactants and products are sparingly soluble in aqueous buffer and are, moreover, often toxic to the cell membrane, hence the desire to store reactants and products in an innocuous second phase. The suggestion that some ionic liquids are much less toxic to the cell membranes than a conventional organic solvent, such as toluene, 8 has now been confirmed experimentally. The cell membrane integrity of Lactobacillus kefir in a range of aqueous organic, e.g., decane, octanol, and TBME, and aqueous ionic liquid systems was compared. The ionic liquidss , and, in particular, [BMIm][NTf 2 ]spreserved the membrane integrity much better than the molecular solvents. 168 These same ionic liquids were shown to be harmless to the cell viabilit…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "166",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "167",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "169",
          "target_xml_id": "b188"
        },
        {
          "ref_marker": "170",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "167",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b190"
        }
      ]
    },
    {
      "header": "Biotransformations in Ionic Liquid Media",
      "raw_header": "Biotransformations in Ionic Liquid Media",
      "text": "Biotransformations in Ionic Liquid Media",
      "snippet": "Biotransformations in Ionic Liquid Media",
      "pages": null,
      "citations": []
    },
    {
      "header": "Lipases and Esterases",
      "raw_header": "Lipases and Esterases",
      "text": "The application of lipases in synthetic biotransformations encompasses a wide range of solvolytic reactions of the carboxyl group, such as esterification, transesterification (alcoholysis), perhydrolysis, and aminolysis (amide synthesis). 172 Transesterification and amide synthesis are preferably performed in anhydrous medium, often in the presence of activated zeolite, to suppress unwanted hydrolytic side reactions. CaLB, which readily tolerates such conditions, 173,174 as well as PsL and PcL, are often used as the biocatalyst. 175 The natural fragrance component geranyl acetate is produced by esterification of the more common geraniol (3,7dimethyl-2,6-octadien-1-ol (1), Figure 7). Performing the reaction in the presence of a lipase would afford \"natural\" geranyl acetate, hence the interest in this latter transformation. The effects of a w on the performance of immobilized CaLB (Novozym 435) in [BMIm][PF 6 ] and hexane have been compared. 176 The reasoning behind this, not uncommon, approach is that a partially hydrated biocatalyst is more active than an anhydrous one, although any water will reduce the equilibrium conversion. It was found that in the ionic liquid medium the rate as well as the equilibrium conversion were significantly lower at the same a w . Lipase-catalyzed triglyceride modification is practiced at a large scale in the food industry. 172,177 In a study of the CaLB-catalyzed glycerolysis of commercial oils and fats into the di-and monoglycerides, the solventless procedure was compared with reactions in tert-butyl alcohol and in the amphiphilic tetraalkylammonium ionic liquid [CPMA]-[MeSO 4 ] (see Table 3). 178,179 It was found that the glycerolysis of sunflower oil was intrinsically faster in the ionic liquid, as judged by V max , but a high K m of approximately 0.8 M actually caused the reaction to be slower than that in tert-butyl alcohol. 179 The glycerolysis of triolein, catalyzed by CaLB (Novozym 435) in a number of ionic liquids from the Ammoeng series was recently investigated. 180 The mono-diglyceride ratio at equilibrium depended strongly on the medium; the highest ratios were obtained in Ammoeng 100 and 102 (see Tables 3 and 4), whereas in Ammoeng 111 and 112 much more diglyceride remained present. 180 The results were explained in terms of solvent interactions and were supported by quantum-chemical modeling. Lipase-catalyzed transesterification to prepare polyesters (replacing the traditional chemical polymerization at >200 °C) has received considerable attention in recent years. CaLB has been found to mediate polyester synthesis in the ionic liquids [BMIm][BF 4 ], [BMIm][PF 6 ], and [BMIm][NTf 2 ] at 60 °C, [181][182][183] but the molecular weight of the product was rather low compared with a solventless system, 184 perhaps owing to the high viscosity of ionic liquid media. Fatty acids of sugars are potentially useful and fully green nonionic surfactants, but the lipase-mediated esterification of carbohydrates is hampered by the low solubility of carbohydrates in reaction media that support lipase catalysis in general. Because the monoacylated product (2, see Figure 8) is more soluble in traditional solvents than the starting compound, the former tends to undergo further acylation into a diester (3). In contrast, the CaLB-catalyzed esterification of glucose with vinyl acetate in the ionic liquid [EMIm][BF 4 ] was completely selective. The reaction became much faster, and somewhat less selective, when conducted in [MOEMIm]-[BF 4 ], in which 5 g‚L -1 of glucose dissolves at 55 °C (100 times more than in acetone). 33 The disaccharide maltose also was acylated in the presence of CaLB in [MOEMIm][BF 4 ]. 33 The synthesis of long chain fatty acid esters of carbohydrates is inherently more demanding. It was found that glucose did not react with vinyl laurate in pure ionic liquid medium, but in biphasic tert-butyl alcohol-[BMIm][PF 6 ], in contrast, glucose could be acylated by the vinyl esters of C 12 -C 16 fatty acids. The best results were obtained with CaLB, which was twice as active as TlL, and the selectivity 33 and L-ascorbic acid. 188 for acylation at C-6 was high. 185 The esterification of glucose with palmitic acid, which is, in an industrial context, to be preferred over transesterification, has recently been demonstrated in tert-butyl alcohol-[BMIm][PF 6 ] medium. 186 L-Ascorbic acid (4, see Figure 8) proved to be less recalcitrant than glucose and could be esterified with palmitic acid, in the presence of CaLB, in [BMIm][BF 4 ] and similar ionic liquids. 187,188 The equilibrium was shifted toward the product by applying a vacuum to remove the water; the undesirable precipitation of the reaction product on the biocatalyst was obviated by the addition of a hydrophobic phase, such as hexane or polypropylene beads. 188 The enzymatic esterification of polysaccharides has not received much attention, possibly because early experiments indicated that oligosaccharides became less reactive with increasing chain length. 189,190 Glucomannan (5, Figure 9), a β(1-4) copolymer of glucose and mannose, however, was extensively acylated at the primary (C-6) positions upon reaction with vinyl acetate in the presence of Novozym 435. 191 The degrees of substitution obtained upon acylation in a range of imidazolium [BF 4 ] and [PF 6 ] ionic liquids were higher than those observed in tert-butyl alcohol; the maximum value (0.75) was obtained in [BMIm][BF 4 ]. Carbohydrate derivatives, such as the methyl 6-O-triphenylmethylglucosides and -galactosides 6a-d (see Figure 10), are much more soluble in organic media than the parent carbohydrates. These derivatives, in which the primary hydroxyl group at C-6 is blocked, tend to react at positions 2 and 3, depending on the geometry of the reactant. 192 In the presence of CrL, 6a-d were mainly acylated at the 2-position. 118 The flavonoid glycosides naringin and rutin are strongly hydrophilic antioxidants; esterification could possibly make these compounds useful for application in hydrophobic media. Hence, their acylation with vinyl butyrate in ionic liquid medium, in the presence of a number of lipases, has been investigated. Besides CaLB (Novozym 435), immobilized TlL and RmL were employed. In [BMIm][BF 4 ], the activity of the biocatalysts increased in the order CaLB < TlL < RmL, changing into TlL ∼ RmL < CaLB in [BMIm][PF 6 ]; CrL was not active. 193 Naringin, which contains a glucose moiety with a free primary alcohol group (at C-6′′), was acylated selectively at this latter position. Rutin, which lacks a primary alcohol group, reacted much slower and was acylated at the C-4′′′ position in the terminal mannose moiety. Glycal acetates are synthetic intermediates that are easy to prepare from the parent carbohydrates. PcL on Celite (PS-C) mediated the regioselective hydrolysis and alcoholysis of 3,4,6-tri-O-acetyl-D-glucal (7, Figure 11). 194 The medium, [BMIm][BF 4 ], [BMIm][PF 6 ], or THF, had a major effect on the selectivity as well as the rate. Hydrolysis was much faster and more selective in 50% [BMIm][PF 6 ] than in THF. Alcoholysis with decanol was somewhat faster in THF, and the selectivity was high in both media. 194 In [BMIm][BF 4 ], in contrast, hydrolysis as well as alcoholysis were slow and took place with low selectivity and final conversion. Lipases are known to mediate a variety of non-natural reactions, but such examples in ionic liquid medium are still scarce and restricted to perhydrolysis and aminolysis. The reaction of ethyl octanoate or octanoic acid with ammonia, to give octanamide, was catalyzed by CaLB in [BMIm][BF 4 ]; the ester was converted at 40-70% of the rate in tert-butyl alcohol, depending on the formulation of the biocatalyst. 10 Perhydrolysis has been demonstrated, among others, in the 194 epoxidation of cyclohexene by peroxyoctanoic acid that had been generated in situ from octanoic acid and hydrogen peroxide in the presence of CaLB. 195 In [BMIm][BF 4 ], the reaction rate was slightly lower than that in acetonitrile, 10 which is the optimum molecular solvent for this reaction. A major application of lipases is the resolution of chiral acids, alcohols, and amines. These will mainly be discussed, within the context of this review, in terms of the enantiomeric ratio (E), 196 a dimensionless and conversion-independent parameter that is a measure of the quality of the enantiodiscrimination. The resolution of chiral acids is mainly accomplished via hydrolysis or esterification; both methodologies have been combined with application of ionic liquids. In the first example, the hydrolysis of prochiral malonates (8, see Figure 12) in the presence of pig liver esterase (PLE), ionic liquids were merely used as trace additives. The enantiorecognition of PLE, which is modest in aqueous buffer, is known to be improved by the addition of 10% of a cosolvent, such as isopropyl alcohol, at the cost of a 50% reduced reaction rate. The rate loss could be remedied by adding 1% of an amphiphilic ionic liquid. 106 The enhancement of the enzyme's activity depended on the number of free hydroxyl groups in the ionic liquid; the ionic liquids Ammoeng100 and 101 (see Tables 3 and 4), with two hydroxyl groups, increased the rate four times, even at a concentration of only 0.1%. The enantioselectivity of PPL in the kinetic resolution of a number of N-acetyl-R-amino acid esters (9a-g, see Figure 13) was improved by an ionic liquid cosolvent. The enantiomeric purity of the N-acetylamino acid formed, which was modest when the reaction was performed in ACN-buffer (15:85), improved when ACN was replaced by [EPy]-[TFA]. 101 It should be noted that PPL is a complex mixture of enzymes with possibly conflicting enantiorecognition and the improved enantioselectivity could merely result from selective inhibition. 197 Lipase-mediated enantioselective hydrolysis of an Nunprotected amino acid ester has been demonstrated with methyl phenylglycinate (10a, see Figure 14). In the presence of CaLB, the E ratio was a rather modest 12, which improved when ACN or tert-butyl alcohol was added to the medium and further improved to 34 with 20% [BMIm][BF 4 ]. 123,198 The addition of more strongly hydrogen bonding ionic liquids, such as [BMIm][Cl] or [BMIm][Br], in contrast, reduced the E ratio. The enantioselective hydrolysis of naproxen methyl ester (11, see Figure 15) has attracted considerable attention because (S)-naproxen ((S)-12) is the pharmaceutically active enantiomer. The reaction was performed in the presence of CrL, which has the desired enantiopreference, in a range of ionic liquids that contained the [MBIm] and [HMIm] cations and the [PF 6 ], [BF 4 ], and [HpSO 4 ] anions. 115 The ionic liquids were saturated with water except [BMIm][BF 4 ], which contained 2.8 M (approximately 5%) of water. The conversion and enantioselectivity in the ionic liquids were better than those obtained in water-saturated isooctane. 115 The kinetic resolution of 13 (Figure 16) into (S)-14 is a key step in the synthesis of the platelet aggregation inhibitor Lotrafiban. A disclosed process involves CaLB in tert-butyl alcohol-water (88:12) at 50 °C; the starting concentration was only 5 g‚L -1 because 13 is sparingly soluble in this latter medium. 199 Simply replacing tert-butyl alcohol by an ionic liquid reduced the rate. By exploiting the higher solubility of 13 in 88% [BMIm][PF 6 ] and the better thermal stability of the biocatalyst in this latter medium, the overall rate could be improved by a factor of 4. In the optimum procedure, the starting concentration was 40 g‚L -1 at 75 °C and the biocatalyst (Novozym 435) could be recycled 10 times. The resolution of ibuprofen (15, see Figure 17) has developed into a standard test-bed for the resolution of chiral Enantioselective hydrolysis of a prochiral malonic ester. 106 The structures of the ionic liquids are given in Tables 3 and 4. acids. The esterification of ibuprofen into (S)-16 in the presence of CrL took place with modest enantioselectivity (E ) 13) when the reaction was carried out in isooctane, but E improved to 24 in [BMIm][PF 6 ]. 120 The E ratios were generally lower in a study that compared the esterification of 15 in isooctane and biphasic isooctane-[BMIm][PF 6 ], but the trends were similar. 200 CrL has also been employed in the resolution of a range of 2-substituted propionic acid derivatives (17, see Figure 18) in ionic liquids and conventional media. [BMIm][PF 6 ], which gave a much better result than [BMIm][BF 4 ] or [OMIm][PF 6 ], and hexane were selected for further study. 117 The rates were up to 20% lower in [BMIm][PF 6 ]; the enantiomeric ratios improved 1.5-2 times 117 but stayed mediocre. An attempt to resolve the 2-(4-chlorophenoxy)propionic ester 18 by enantioselective hydrolysis, also in the presence of CrL, was more spectacularly successful. The reaction was fast but unselective in aqueous buffer (see Figure 19); addition of 25% ionic liquid slowed the reaction down with little improvement as regards the enantioselectivity. 201 The resolution became quantitative in 50% ionic liquid, at the cost of a 10-30 times reduced rate. CrL performed rather faster in (biphasic) aqueous 201 Aminolysis with butylamine, rather than hydrolysis or (trans)esterification, has been employed in the kinetic resolution of methyl mandelate (19, see Figure 20). 202 The background to this approach is that enantioselectivities in the kinetic resolution of mandelic acid via (trans)esterification are low. Aminolysis (or ammoniolysis) may improve the resolution, as has been shown in some cases, 203,204 presumably due to a shift of the rate-determining step. CaLB resolved 19 in conventional media with quite modest E ratios, 201 which became near-quantitative when 10% [BMIm][BF 4 ] was added to the medium. 202 Interestingly, changing the medium from tert-butyl alcohol to chloroform switched the enantiomeric preference of CaLB from (R) into (S). The resolution of chiral alcohols through lipase-mediated enantioselective acylation (transesterification) is one of the major industrial applications of lipases. 65 Hence, the effects of ionic liquid reaction media on the resolution of the arylalkanols 20-31 (see Scheme 2) in the presence of, mainly, CaLB and PcL have been investigated. 33,107,108,113,205,206 Vinyl acetate was almost universally adopted as the acyl donor. The alcohols discussed were, in general, resolved in traditional media with already good-to-excellent enantioselectivity; hence, there was not much margin for improvement. Nevertheless, the enantiomeric ratio of some of these resolutions improved considerably when the reaction was performed in an ionic liquid (see Table 5). Thus, the enantiorecognition of 21 by PsL, which was only modest in tert-butyl methyl ether (TBME), became near-quantitative in [BMIm][TfO] or [BMIm][Tf 2 N]. 107 Even the already excellent resolutions of 23 and 26-28 were improved in an ionic liquid medium. 108 The enantiorecognition of methyl mandelate (24, see Scheme 2) in enantioselective acylation with vinyl acetate is often modest. Itoh et al. studied this latter reaction with immobilized PcL in [BMIm][PF 6 ] and found that the E ratio varied from 10 to >250, depending on the carrier. 136 The best result as regards rate and enantioselectivity was obtained with PcL immobilized on a methacryloxypropyl-modified macroporous SBA-15 silica (see Table 5). A highly enantioselective but somewhat slower resolution could be accomplished with PcL immobilized on the ceramic Toyonite 200M carrier. 111 Acylation of 24 in ionic liquids containing the [BMMIm] cation, in which the acidic 2-position is blocked, was hardly enantioselective (E ) 5-7). 111 The resolution of the adrenaline-type aminoethanol 31a in the presence of a covalently immobilized preparation of PcL (PS-C II) was already very efficient in toluene-THF and became approximately four times slower in a range of ionic liquids, but on the other hand, the reactant concentration could be increased to 0.5 M in mixed ionic liquid-TBME media without sacrificing enantioselectivity. 207 The phenolic alcohol 31b was acylated at both positions in similar solvent systems, yielding a complex mixture of mono-and diesters. 207 Amines that do not form amides, such as triethylamine, are known to improve the rate and/or enantioselectivity of lipases in alcohol resolutions. 208,209 The acylation of the secondary alcohols 21-23, 25, and 29 with succinic anhydride in the presence of immobilized PcL (PS-C) in [BMIm]-[PF 6 ] became faster when NEt 3 was added to the medium but also somewhat less enantioselective (see Table 5). 210 The primary alcohol glycidol (32, Figure 21), which is not readily resolved due to the distance between the hydroxyl group and the chiral center, 211 was investigated using three lipases. 212 The enantiomers of 32 were separately acylated with vinyl acetate or butyrate in [EMIm][NTf 2 ] or toluene. CaLA and RmL slightly favored (S)-32 (which, confusingly, is converted into the (R)-ester), whereas CaLB showed some preference for (R)-32, but the effects of the medium on the enantiorecognition were negligible. 212 Esterases have seen little use in (trans)esterification, as these enzymes have little or no activity in water-restricted organic media. The bacterial esterases BstE and BsE were exceptions to this rule and catalyzed the transesterification of 21 with vinyl acetate in conventional and ionic liquid media (see Table 5), but the E ratios were quite modest. 121 The high thermostability of lipases in ionic liquids has stimulated research into kinetic resolutions at elevated temperatures. 213 The PsL-mediated acylation of 21 by vinyl Scheme 2. Resolution of Chiral Alcohols Table 5. Lipase and Esterase-Mediated Resolution of the Chiral Alcohols 20-31 in Ionic Liquids and Molecular Solvents alcohol donor enzyme medium temp (°C) time (h) conv (%) ee (%) E ref 20 vinyl propionate CaLB [BMIm][NTf2] 60 1.5 40 >99 >300 206 CaLB hexane 60 >99 206 21 vinyl acetate AsL [BMIm][BF4] 24 72 60 81 107 AsL [BMIm][PF6] 24 72 44 47 4 107 AsL [BMIm][TfO] 24 72 70 82 107 AsL [BMIm][NTf 2] 24 72 89 15 107 AsL [HMIm][BF4] 2 4 7 2 2 6 >98 >140 107 AsL [OMIm][BF4] 2 4 7 2 5 0 >98 >500 107 AsL [NMIm][PF6] 24 72 68 14 2 107 AsL MTBE 24 72 98 0 1 107 21 vinyl acetate BstE [BMIm][BF4] a 40 3.5 121 BstE [BMIm][NTf2] a 40 2.9 121 BstE TBME a 40 2.8 121 21 vinyl acetate BsE [BMIm][BF4] 40 7.5 121 BsE [BMIm][PF6] a 40 7.5 121 BsE [BMIm][NTf2] a 40 7.2 121 BsE TBME a 40 7.2 121 21 vinyl acetate CaLA b [BMIm][PF6] 24 72 10 37 2 107 CaLA [BMIm][Tf] 24 72 44 45 14 107 CaLA [BMIm][NTf 2] 2 4 7 2 >98 0 107 CaLA [HMIm][BF4] 24 72 27 34 2 107 CaLA [OMIm][BF4] 24 72 59 13 1.5 107 CaLA [NMIm][PF6] 24 72 41 71 10 107 CaLA [BMPy][PF6] 24 72 98 3 1 107 CaLA MTBE 24 72 11 22 2 107 21 vinyl acetate CaLB c [BMIm][TfO] 24 72 50 >98 >200 107 CaLB [BMIm][NTf2] 2 4 7 2 5 0 >98 >200 107 CaLB [HMIm][BF4] 2 4 7 2 1 0 >98 >100 107 CaLB [OMIm][BF4] 2 4 7 2 4 1 >98 >200 107 CaLB [NMIm][PF6] 2 4 7 2 1 0 >98 >100 107 CaLB [BMPy][PF6] 2 4 7 2 4 6 >98 >260 107 CaLB MTBE 24 72 43 >98 >200 107 21 vinyl acetate CrL d [BMIm][BF4] 2 4 7 2 4 1 >98 >200 107 CrL [BMIm][NTf2] 24 72 10 69 6 107 CrL [NMIm][PF6] 24 72 7 70 6 107 CrL MTBE 24 72 13 47 3 107 21 vinyl acetate PcL [EMIm][BF4] r t 2 4 4 6 9 9 >200 33 PcL [PMIm][BF4] r t 2 4 3 8 9 9 >200 33 PcL [BMIm][BF4] r t 2 4 3 6 9 9 >200 33 PcL [BMIm][PF6] r t 2 4 2 9 9 9 >200 33 PcL [sBMIm][BF4] r t 2 4 3 5 9 9 >200 33 PcL [MOEMIm][BF4] r t 2 4 4 3 9 9 >200 33 PcL [PPy][BF4] r t 2 4 3 7 9 9 >200 33 PcL [PMPy][BF4] r t 2 4 3 3 9 9 >200 33 PcL [BPy][BF4] r t 2 4 3 8 9 9 >200 33 PcL [BMPy][BF4] r t 2 4 2 5 9 9 >200 33 PcL THF rt 24 32 99 >200 33 PcL toluene rt 24 49 99 >200 33 21 vinyl acetate PcL-PEG [BMIm][PF6] 45 48 43 80 17 133 PcL-PEG [BMIm][NTf2] 45 48 15 98 120 133 PcL-PEG [OMIm][PF6] 45 48 29 80 12 133 PcL-PEG hexane 45 48 17 80 11 133 21 succinic anhydride PcL [BMIm][PF6] rt 33 49 96 175 210 PPcL [BMIm][PF6] + NEt3 rt 20 50 92 82 210 21 vinyl acetate PfL-PEG [BMIm][PF6] 45 48 42 80 16 133 PfL-PEG [BMIm][NTf2] 4 5 4 8 4 7 9 8 >200 133 PfL-PEG [OMIm][PF6] 45 48 25 77 10 133 PfL-PEG hexane 45 48 53 83 37 133 21 vinyl acetate PsL e [BMIm][BF4] 24 72 7 53 3 107 PsL [BMIm][TfO] 24 72 50 >98 >500 107 PsL [BMIm][NTf2] 2 4 7 2 4 7 >98 >300 107 PsL [NMIm][PF6] 2 4 7 2 1 7 >98 >120 107 PsL [BMPy][BF4] 2 4 7 2 9 >98 >110 107 PsL TBME 24 72 53 84 >40 107 21 vinyl acetate PPL f [BMIm][NTf2] 2 4 7 2 8 >98 >100 107 PPL TBME 24 72 45 >98 >250 107 21 vinyl acetate RmL g [BMIm][NTf2] 2 4 7 2 4 0 >98 >200 107 RmL [NMIm][PF6] 2 4 7 2 3 3 >98 >160 107 RmL TBME 24 72 29 >98 >150 107 21 vinyl acetate TlL h [BMIm][TfO] 24 72 9 >98 >100 107 TlL [BMIm][NTf2] 2 4 7 2 1 2 >98 >110 107 TlL [NMIm][PF6] 2 4 7 2 1 1 >98 >110 107 TlL TBME 24 72 10 >98 >110 107 22 succinic anhydride PcL [BMIm][PF6] rt 31 49 95 133 210 PcL [BMIm][PF6] + NEt3 rt 21 50 91 79 210 213 Experiments with microwave heating have also been performed but did not reveal any special effect. 207 The resolution of phosphorus-substituted primary alcohols, such as 33, in the presence of a Pseudomonas fluorescens lipase preparation (lipase AK 214 ) showed a remarkable dependence on the nature of the reaction medium. 215 The enantioselectivity in [BMIm][PF 6 ] was as good as or better than that in DIPE (see Figure 22) but was negligible in [BMIm][BF 4 ]. 216 The resolution of chiral amines via lipase-catalyzed enantioselective acylation is now a major industrial process, but interest in adopting ionic liquid reaction media has been surprisingly scant. The chiral amines 34 and 35 (Figure 23) have been acylated with acids, rather than the usual activated ester, in a range of ionic liquids. CaLB was employed as the biocatalyst and water was removed to shift the equilibrium toward the product. 217,218 Amine 34 was quantitatively resolved in a wide range of ionic liquids at a rate that depended on the medium. The highest rates were found in It could be surmised, for example, that blocking the mildly acidic position at C-2 in the imidazolium ring with a methyl group would obviate undesirable interactions with the amine reactant, but no such systematic effect became apparent, as such ionic liquids were involved in both the fastest and the slowest reactions. Amine 35 was resolved with a quite modest enantiomeric ratio of 2-3, which is not surprising, as the nitrogen atom is separated from the chiral center by a methylene group. Here, the rate also was strongly medium dependent, but without any obvious similarity with 34. 218 Summarizing, it has become clear that the medium, either ionic liquid or traditional, has to be fine-tuned to the reactant and biocatalyst for optimum enantiorecognition. In other words, there is no \"best\" ionic liquid for performing a kinetic resolution, just as there is no \"best\" organic solvent in general and the theoretical basis for selecting one is still embryonic. 219 With the advent of ionic liquids, the choice of solvents and thus the chance to find one that is satisfactory has increased enormously.",
      "snippet": "The application of lipases in synthetic biotransformations encompasses a wide range of solvolytic reactions of the carboxyl group, such as esterification, transesterification (alcoholysis), perhydrolysis, and aminolysis (amide synthesis). 172 Transesterification and amide synthesis are preferably performed in anhydrous medium, often in the presence of activated zeolite, to suppress unwanted hydrolytic side reactions. CaLB, which readily tolerates such conditions, 173,174 as well as PsL and PcL, are often used as the biocatalyst. 175 The natural fragrance component geranyl acetate is produced by esterification of the more common geraniol (3,7dimethyl-2,6-octadien-1-ol (1), Figure 7). Performing the reaction in the presence of a lipase would afford \"natural\" geranyl acetate, hence the interest in this latter transformation. The effects of a w on the performance of immobilized CaLB (Novozym 435) in [BMIm][PF 6 ] and hexane have been compared. 176 The reasoning behind this, not uncommon, approach is that a partially hydrated biocatalyst is more active than an anhydrous one, although any water will reduce the equilibrium conversion. It was found that in the ionic liquid medium the rate as well as the equilibrium conversion were significantly lower at the same a w . Lipase-catalyzed triglyceride modification is practiced at a large scale in the food industry. 172,177 In a study of the CaLB-catalyzed glycerolysis of commercial oils and fats into the di-and monoglycerides, the solven…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "172",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "173,",
          "target_xml_id": "b192"
        },
        {
          "ref_marker": "174",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "175",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "176",
          "target_xml_id": "b195"
        },
        {
          "ref_marker": "172,",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "177",
          "target_xml_id": "b196"
        },
        {
          "ref_marker": "178,",
          "target_xml_id": "b197"
        },
        {
          "ref_marker": "179",
          "target_xml_id": "b198"
        },
        {
          "ref_marker": "179",
          "target_xml_id": "b198"
        },
        {
          "ref_marker": "180",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "180",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "[181]",
          "target_xml_id": "b200"
        },
        {
          "ref_marker": "[182]",
          "target_xml_id": "b201"
        },
        {
          "ref_marker": "[183]",
          "target_xml_id": "b202"
        },
        {
          "ref_marker": "184",
          "target_xml_id": "b203"
        },
        {
          "ref_marker": "188",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "185",
          "target_xml_id": "b204"
        },
        {
          "ref_marker": "186",
          "target_xml_id": "b205"
        },
        {
          "ref_marker": "187,",
          "target_xml_id": "b206"
        },
        {
          "ref_marker": "188",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "188",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "189,",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "190",
          "target_xml_id": "b209"
        },
        {
          "ref_marker": "191",
          "target_xml_id": "b210"
        },
        {
          "ref_marker": "192",
          "target_xml_id": "b211"
        },
        {
          "ref_marker": "118",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "193",
          "target_xml_id": "b212"
        },
        {
          "ref_marker": "194",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "194",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "10",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "194",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "195",
          "target_xml_id": "b214"
        },
        {
          "ref_marker": "10",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "196",
          "target_xml_id": "b215"
        },
        {
          "ref_marker": "106",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "101",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "123,",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "115",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "115",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "199",
          "target_xml_id": "b217"
        },
        {
          "ref_marker": "106",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "120",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "200",
          "target_xml_id": "b218"
        },
        {
          "ref_marker": "117",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "201",
          "target_xml_id": "b219"
        },
        {
          "ref_marker": "201",
          "target_xml_id": "b219"
        },
        {
          "ref_marker": "202",
          "target_xml_id": "b220"
        },
        {
          "ref_marker": "203,",
          "target_xml_id": "b221"
        },
        {
          "ref_marker": "204",
          "target_xml_id": "b222"
        },
        {
          "ref_marker": "201",
          "target_xml_id": "b219"
        },
        {
          "ref_marker": "202",
          "target_xml_id": "b220"
        },
        {
          "ref_marker": "65",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "107,",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "108,",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "113,",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "205,",
          "target_xml_id": "b223"
        },
        {
          "ref_marker": "206",
          "target_xml_id": "b224"
        },
        {
          "ref_marker": "107",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "108",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "207",
          "target_xml_id": "b225"
        },
        {
          "ref_marker": "207",
          "target_xml_id": "b225"
        },
        {
          "ref_marker": "208,",
          "target_xml_id": "b226"
        },
        {
          "ref_marker": "209",
          "target_xml_id": "b227"
        },
        {
          "ref_marker": "210",
          "target_xml_id": "b228"
        },
        {
          "ref_marker": "212",
          "target_xml_id": "b230"
        },
        {
          "ref_marker": "212",
          "target_xml_id": "b230"
        },
        {
          "ref_marker": "121",
          "target_xml_id": "b140"
        },
        {
          "ref_marker": "213",
          "target_xml_id": "b231"
        },
        {
          "ref_marker": "213",
          "target_xml_id": "b231"
        },
        {
          "ref_marker": "207",
          "target_xml_id": "b225"
        },
        {
          "ref_marker": "214",
          "target_xml_id": "b232"
        },
        {
          "ref_marker": "218",
          "target_xml_id": "b234"
        },
        {
          "ref_marker": "219",
          "target_xml_id": "b235"
        }
      ]
    },
    {
      "header": "Proteases",
      "raw_header": "Proteases",
      "text": "The thermolysin-catalyzed amide coupling of benzoxycarbonyl-L-aspartate and L-phenylalanine methyl ester into Z-aspartame (Figure 2) in [BMIm][PF 6 ] has already been described. 9 Subtilisin is an endoprotease that has been used in the enantioselective hydrolysis of N-acylamino acid esters (9a-g, Figure 24) into the corresponding (S)-amino acid derivatives. An organic solvent is often added to improve the solubility of the amino acid derivative. Except with the homophenylalanine derivative 9e, the reaction became more enantioselective when it was carried out in [EPy][TFA]water (15:85) instead of acetonitrile-water (15:85), 197,220 but to a much lesser extent than observed with PPL. 101 A later, more detailed study of the hydrolysis of 9e revealed that the product ee was very high in the absence of additives and was reduced, sometimes to a significant degree, by adding organic solvents, [Epy][TFA] or [EMIm][BF 4 ]. 100 The above resolutions were performed with N-acetylamino acid esters, which mimic the natural reactant by virtue of 218 The preferentially reacting enantiomer has been depicted. the N-acetyl group. The hydrolysis of N-unprotected amino acid esters in the presence of proteases is rather difficult to predict as regards rate and enantiomeric preference. The enantioselectivity of papain in the hydrolysis of 10a-c was generally low when the reactions were performed in phosphate buffer, but it improved when the medium was changed into 80% [BMIm][BF 4 ] or ACN (see Figure 25). 123 Subtilisin behaved quite differently in the same reaction; its E ratio in the hydrolysis of 10a (see Figure 25) was a low 2-6 and could not be improved by adding [BMIm]-[BF 4 ]. 123 The subtilisin-mediated hydrolysis of phenylalanine methyl ester (10d, Figure 26) has been subjected to a more extensive study. 221 The enantiomeric ratio decreased from approximately 60 at pH 7 to <10 at pH 9. It should be noted that E was, according to the authors, strongly dependent on the conversion, which was not further explained but seems quite difficult to comprehend. 222 The effects of the anion in [EMIm] type ionic liquids and ionic liquid concentrations on the product yield and the enantioselectivity were explored. The authors conclude that the enantioselectivity increased with the kosmotropicity of the anion. 221 The β-amino acid ester 36 (Figure 26) is even further removed from the natural substrate of papain, and upon hydrolysis in aqueous buffer, the E ratio was only 4 but increased to approximately 50 in 70% ACN or [BMIm]-[BF 4 ]. 123 The effects of ionic liquids containing amino acid anions on the subtilisin-catalyzed hydrolysis of 10d have recently been investigated. With few exceptions, the enantioselectivity stayed high when 0.5 M of, for example, [EMIm][GlyO] or [EMIm][GluO] was added to the medium. 102 With 1 M [EMIm][GluO], the rate and enantioselectivity suffered; remarkably, the [L-Glu] anion affected the reaction more than the [D-Glu] anion. [EMIm][5AV], in contrast, had only a minor effect on the enantioselectivity up to 2 M concentration. 102 Peptide amidases also act on peptides but, in contrast with proteases, by reversibly hydrolyzing a C-terminal amide without affecting internal peptide bonds. 223,224 The amidation of the dipeptide H-Ala-Phe-OH (37, Figure 27) was carried out in [BMIm][MeSO 4 ] containing a trace of water as well as in ACN-DMF-water (71:25:4); the biocatalyst was the peptide amidase from S. maltophilia. 88 A product yield of 15% after 12 h was obtained in both media.",
      "snippet": "The thermolysin-catalyzed amide coupling of benzoxycarbonyl-L-aspartate and L-phenylalanine methyl ester into Z-aspartame (Figure 2) in [BMIm][PF 6 ] has already been described. 9 Subtilisin is an endoprotease that has been used in the enantioselective hydrolysis of N-acylamino acid esters (9a-g, Figure 24) into the corresponding (S)-amino acid derivatives. An organic solvent is often added to improve the solubility of the amino acid derivative. Except with the homophenylalanine derivative 9e, the reaction became more enantioselective when it was carried out in [EPy][TFA]water (15:85) instead of acetonitrile-water (15:85), 197,220 but to a much lesser extent than observed with PPL. 101 A later, more detailed study of the hydrolysis of 9e revealed that the product ee was very high in the absence of additives and was reduced, sometimes to a significant degree, by adding organic solvents, [Epy][TFA] or [EMIm][BF 4 ]. 100 The above resolutions were performed with N-acetylamino acid esters, which mimic the natural reactant by virtue of 218 The preferentially reacting enantiomer has been depicted. the N-acetyl group. The hydrolysis of N-unprotected amino acid esters in the presence of proteases is rather difficult to predict as regards rate and enantiomeric preference. The enantioselectivity of papain in the hydrolysis of 10a-c was generally low when the reactions were performed in phosphate buffer, but it improved when the medium was changed into 80% [BMIm][BF 4 ] or ACN (see Figu…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "9",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "220",
          "target_xml_id": "b236"
        },
        {
          "ref_marker": "101",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "100",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "218",
          "target_xml_id": "b234"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "221",
          "target_xml_id": "b237"
        },
        {
          "ref_marker": "221",
          "target_xml_id": "b237"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "102",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "102",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "223,",
          "target_xml_id": "b238"
        },
        {
          "ref_marker": "224",
          "target_xml_id": "b239"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        }
      ]
    },
    {
      "header": "Dynamic Kinetic Resolution of Chiral Alcohols",
      "raw_header": "Dynamic Kinetic Resolution of Chiral Alcohols",
      "text": "Kinetic resolutions, such as the ones discussed above, are limited to a 50% yield. Consequently, the undesired enantiomer needs to be recovered, racemized, and recycled, which makes the process more complex and leads to an increased solvent use. The obvious solution is to racemize the slowreacting enantiomer in situ. With chiral alcohols, the racemization catalysts of choice are based on ruthenium (see Figure 28); acid-catalyzed racemization has also been employed (see section 5.3). The racemization of (S)-21 in the presence of the p-cymene binuclear complex 38 was much faster in [BMIm][BF 4 ] or [BMIm][PF 6 ] than in toluene. 225 Triethylamine is required to activate the racemization catalyst. A range of chiral alcohols, 25 and 26 (see Scheme 2) and 39-42 (Scheme 3), have been resolved in the presence of 38 and immobilized PsL. The reactions were performed in [BMIm][PF 6 ], and the acyl donor was the activated ester 2,2,2-trifluoroethyl acetate (Figure 28); a hydrogen donor was required for 41 and 42 to prevent the formation of partially oxidized byproducts. Enantiomerically pure acetates were isolated in high yield (>85%, see Table 6). Figure 26. Amino acid esters 10d and 36 (the preferentially reacting enantiomers are depicted). 88 The enantiopreference of the protease subtilisin in the acylation of chiral alcohols is known to be opposite to that observed with lipases. [226][227][228] Acylation of 22, 26, and 39-42, using 2,2,2-trifuoroethyl butyrate as an activated acyl donor, could also be combined with in-situ racemization, affording the corresponding esters in high yield and ee 225 (Table 6). It is worth noting that, because of the opposite stereopreference in alcohol DKR mediated by subtilisin or lipases, an elementary problem of DKR is solved: i.e., that only one enantiomer is obtained, whereas kinetic resolution gives access to both enantiomers.",
      "snippet": "Kinetic resolutions, such as the ones discussed above, are limited to a 50% yield. Consequently, the undesired enantiomer needs to be recovered, racemized, and recycled, which makes the process more complex and leads to an increased solvent use. The obvious solution is to racemize the slowreacting enantiomer in situ. With chiral alcohols, the racemization catalysts of choice are based on ruthenium (see Figure 28); acid-catalyzed racemization has also been employed (see section 5.3). The racemization of (S)-21 in the presence of the p-cymene binuclear complex 38 was much faster in [BMIm][BF 4 ] or [BMIm][PF 6 ] than in toluene. 225 Triethylamine is required to activate the racemization catalyst. A range of chiral alcohols, 25 and 26 (see Scheme 2) and 39-42 (Scheme 3), have been resolved in the presence of 38 and immobilized PsL. The reactions were performed in [BMIm][PF 6 ], and the acyl donor was the activated ester 2,2,2-trifluoroethyl acetate (Figure 28); a hydrogen donor was required for 41 and 42 to prevent the formation of partially oxidized byproducts. Enantiomerically pure acetates were isolated in high yield (>85%, see Table 6). Figure 26. Amino acid esters 10d and 36 (the preferentially reacting enantiomers are depicted). 88 The enantiopreference of the protease subtilisin in the acylation of chiral alcohols is known to be opposite to that observed with lipases. [226][227][228] Acylation of 22, 26, and 39-42, using 2,2,2-trifuoroethyl butyrate as an activated acyl d…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "225",
          "target_xml_id": "b240"
        },
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "[226]",
          "target_xml_id": "b241"
        },
        {
          "ref_marker": "[227]",
          "target_xml_id": "b242"
        },
        {
          "ref_marker": "[228]",
          "target_xml_id": "b243"
        }
      ]
    },
    {
      "header": "Glycosidases",
      "raw_header": "Glycosidases",
      "text": "In their natural role, glycosidases hydrolyze glycosidic bonds, but they are also widely used as biocatalysts for carbohydrate synthesis in Vitro. Two methodologies are applied: condensation (reversed hydrolysis) and transglycosylation. Such reactions are commonly carried out in aqueous-organic mixtures. The condensation of two monosaccharides, such as galactose and glucose (Figure 29), is thermodynamically controlled. Hence, the product yield cannot exeed equilibium, which depends on the reactant and product concentrations, in particular that of water. The β-galactosidase from B. circulans still was active in [MMIm][MeSO 4 ] containing only 0.6% water, and lactose (43) was obtained in 18% yield. 88 It should be noted that the reaction was not monitored over time and the equilibrium conversion may be higher. Tranglycosylation, in contrast, is kinetically controlled and may overshoot the equilibrium. Thus, 43, was transglycosylated with N-acetylglucosamine (44) in the presence of the β-galactosidase from B. circulans (Figure 30). 87 The competing secondary hydrolysis of the product, N-acetyllactosamine (LacNAc, 45), limits the yield. This secondary hydrolysis could be suppressed by performing the reaction in [MMIm]-[MeSO 4 ]-water (25:75, v/v), with an increase in product yield from 30% in aqueous buffer to 58% in aqueous ionic liquid. 87 The effects of 45% [MMIm][MeSO 4 ] on the kinetically controlled galactosylation of a range of alcohols in the presence of the β-galactosidase from P. furiosus have been a The enantiomer that is preferentially acylated in the presence of PsL is depicted. Table 6. Dynamic Kinetic Resolution of Chiral Alcohols 225 PsL (on Toyonite 200M) CH3COOCH2CF3 Subtilisin (CLEC) CH3(CH2)2COOCH2CF3 compd time (h) conv (%) eep (R, %) time (h) conv (%) eep (S, %) 25 2 9 1 9 9 6 >97 86 26 2 90 99 6 95 97 39a 3 97 98 6 97 97 39b 3 94 99 6 97 85 39c 2 9 8 9 9 6 >97 99 39d 2 9 1 9 9 6 >97 87 39e 3 95 99 6 96 91 40 2 88 99 6 89 97 41 4 8 7 a 99 b 6 7 8 a 86 c 42 4 8 6 a 99 d 6 8 3 a 96 e a Isolated yield. b de 99%. c de 52%. d de 97%. e de 63%. investigated. 90 The kinetic selectivity shifted considerably toward synthesis with some alcohols, but the effect on the product yield was rather more modest.",
      "snippet": "In their natural role, glycosidases hydrolyze glycosidic bonds, but they are also widely used as biocatalysts for carbohydrate synthesis in Vitro. Two methodologies are applied: condensation (reversed hydrolysis) and transglycosylation. Such reactions are commonly carried out in aqueous-organic mixtures. The condensation of two monosaccharides, such as galactose and glucose (Figure 29), is thermodynamically controlled. Hence, the product yield cannot exeed equilibium, which depends on the reactant and product concentrations, in particular that of water. The β-galactosidase from B. circulans still was active in [MMIm][MeSO 4 ] containing only 0.6% water, and lactose (43) was obtained in 18% yield. 88 It should be noted that the reaction was not monitored over time and the equilibrium conversion may be higher. Tranglycosylation, in contrast, is kinetically controlled and may overshoot the equilibrium. Thus, 43, was transglycosylated with N-acetylglucosamine (44) in the presence of the β-galactosidase from B. circulans (Figure 30). 87 The competing secondary hydrolysis of the product, N-acetyllactosamine (LacNAc, 45), limits the yield. This secondary hydrolysis could be suppressed by performing the reaction in [MMIm]-[MeSO 4 ]-water (25:75, v/v), with an increase in product yield from 30% in aqueous buffer to 58% in aqueous ionic liquid. 87 The effects of 45% [MMIm][MeSO 4 ] on the kinetically controlled galactosylation of a range of alcohols in the presence of the β-galactosida…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "88",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "87",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "90",
          "target_xml_id": "b109"
        }
      ]
    },
    {
      "header": "Redox Enzyme Systems",
      "raw_header": "Redox Enzyme Systems",
      "text": "Biocatalytic redox reactions are often carried out using whole-cell biocatalysts, owing to the necessity of recycling the redox cofactor. It was shown that the organic phase, which is often used to store the sparingly soluble reactants and products, can be replaced by an ionic liquid, which seems less harmful to the cell membranes. 167,168 Thus, a range of ketones was enantioselectively reduced into the corresponding (S)-alcohols (46, 48, 49a, 50, and 51) by an immobilized yeast in [BMIm][PF 6 ]-water (91:9) biphasic medium (see Table 7 and Scheme 4). 166 The performance of the system was, on average, comparable with that in a conventional aqueous-organic medium. Acetyltrimethylsilane has likewise been reduced into (S)-52 by S. cereVisiae. 171 The reactant concentration could be increased when the reaction was performed in a biphasic buffer-hexane system, but at the cost of a much reduced rate. In monophasic and biphasic buffer-ionic liquid media, in contrast, the rate increased up to 15 times compared with the case in aqueous medium and the product ee improved to >99.9%. 171 The conversion of 4-chloroacetophenone into (R)-47e (see Scheme 4) upon reduction in a L. kefir culture stayed limited to 46%, because the reactant and/or the product are toxic to the cell membrane. 168 Applying TBME (20%, v/v) made the situation worse, due to the membrane toxicity of the solvent, and the product yield dropped to 4%. With ionic liquids, in particular [BMIm][NTf 2 ], as the organic phase, the conversion inceased and the product ee, which was always high, even improved to >99% (see Table 7). 168 The procedure was eventually demonstrated at 0.2 L scale with 0.6 M 4-chloroacetophenone. The reductions discussed above were carried out with whole-cell biocatalysts which ultimately derive their reducing Table 7. Enantioselective Reduction of Ketones alcohol biocatalyst medium yield (%) ee (%) ref equivalents from glucose. With nonviable preparations or isolated alcohol dehydrogenases, recycling of the NAD(P)H cofactor must be taken care off otherwise, and methodologies to that end, such as the one employed in combination with morphine dehydrogenase (Figure 6), 146 are well-developed. 229 The method that has been employed in ionic liquid media is to use one alcohol dehydrogenase for enantioselective ketone reduction as well as regeneration of NAD(P)H by oxidizing isopropyl alcohol as a sacrificial electron donor (see Figure 31). This latter methodology was employed in the reduction of a range of ketones in the presence of dried G. candidum cells. 92 Ketone reduction occurred in biphasic [BMIm][PF 6 ]water medium and also in monophasic [EMIm][BF 4 ] (67:33), provided that the cells were protected by a waterabsorbing polymer and the enantiomerically pure (S)-alcohols (46, 47a-d, 49b, 52, and 53) were obtained (see Table 7 and Scheme 4). 92 A large excess of the sacrificial reductant is usually required to push the reduction toward complete conversion. A cosolvent in which the acetone coproduct selectively partitions would further tilt the system toward reduction of the reactant. [BMIm][NTf 2 ] was found to meet this latter requirement, and accordingly, the reduction rate of 2-octanone into (S)-55, catalyzed by Lactobacillus breVis alcohol dehydrogenase, was much higher in a biphasic buffer-[BMIm][NTf 2 ] system than in buffer-TBME or pure buffer. 230 Rather less attention has been paid to enzymatic oxidations in ionic liquids. CPO catalyzed the chemo-and enantioselective sulfoxidation of thioanisole (56a, Figure 32) in aqueous mixtures that contained up to 50% [HOEtMe 3 N], [citrate], or [MMIm][Me 2 PO 4 ]. 85 In-situ generation of the hydrogen peroxide could be an attractive proposition that is well suited to the unconventional behavior of ionic liquids. Hydrogen peroxide was generated from the autoxidation of glucose in the presence of glucose oxidase (Figure 33). Subsequently, the peroxidase from Coprinus cinereus (CiPx) converted the sulfides 56a and 56b into their respective sulfoxides (Figure 30). 231 The reaction was carried out in [BMIm][PF 6 ]-buffer (90:10, optimum). The conversions were rather modest (<32%) and 57a was only <70% enantiomerically pure, but the naphthyl analogue (57b) was obtained with >90% ee. Oxidations catalyzed by monooxygenases are preferably carried out with whole-cell biocatalysts, because of the complex cofactor recycling in such enzyme systems. An E. coli that recombinantly expressed a Baeyer-Villiger monooxygenase, cyclohexane monooxygenase (CHMO), catalyzed the regioselective oxidation of bicyclo[3.2.0]hept-2-en-6-one (58) into the lactones (1S,5R)-59 and (1R,5S)-60 (Figure 34). The reaction occurred in [BMIm][PF 6 ] at a similar rate as in aqueous medium. 167",
      "snippet": "Biocatalytic redox reactions are often carried out using whole-cell biocatalysts, owing to the necessity of recycling the redox cofactor. It was shown that the organic phase, which is often used to store the sparingly soluble reactants and products, can be replaced by an ionic liquid, which seems less harmful to the cell membranes. 167,168 Thus, a range of ketones was enantioselectively reduced into the corresponding (S)-alcohols (46, 48, 49a, 50, and 51) by an immobilized yeast in [BMIm][PF 6 ]-water (91:9) biphasic medium (see Table 7 and Scheme 4). 166 The performance of the system was, on average, comparable with that in a conventional aqueous-organic medium. Acetyltrimethylsilane has likewise been reduced into (S)-52 by S. cereVisiae. 171 The reactant concentration could be increased when the reaction was performed in a biphasic buffer-hexane system, but at the cost of a much reduced rate. In monophasic and biphasic buffer-ionic liquid media, in contrast, the rate increased up to 15 times compared with the case in aqueous medium and the product ee improved to >99.9%. 171 The conversion of 4-chloroacetophenone into (R)-47e (see Scheme 4) upon reduction in a L. kefir culture stayed limited to 46%, because the reactant and/or the product are toxic to the cell membrane. 168 Applying TBME (20%, v/v) made the situation worse, due to the membrane toxicity of the solvent, and the product yield dropped to 4%. With ionic liquids, in particular [BMIm][NTf 2 ], as the organic phase,…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "167,",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "166",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "229",
          "target_xml_id": "b244"
        },
        {
          "ref_marker": "92",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "92",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "230",
          "target_xml_id": "b245"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "231",
          "target_xml_id": "b246"
        },
        {
          "ref_marker": "167",
          "target_xml_id": "b186"
        }
      ]
    },
    {
      "header": "Lyases: Oxynitrilase",
      "raw_header": "Lyases: Oxynitrilase",
      "text": "The (R)-and (S)-selective oxynitrilases (hydroxynitrile lyases, HnL), which catalyze the addition of HCN to aldehydes, are undergoing a rapid transition from laboratory curiosities into industrial biocatalysts. The reaction (Figure 35) suffers from competition with nonselective chemical hydrocyanation, which tends to reduce the enantiomeric purity of the product. The nonenzymatic hydrocyanation is commonly suppressed by maintaining an acidic environment and by the use of a biphasic, aqueous-organic reaction medium. In such systems, the nonenzymatic hydrocyanation is retarded because the aldehyde concentration in the aqueous phase is reduced, which affects the rate of the chemical reaction much more than the rate of the enzymatic reaction. Chemical hydrocyanation, moreover, requires a polar medium and does not occur readily in solvents such as TBME or toluene. Hydrocyanation of benzaldehyde (61a) in the presence of the (R)-selective HnL from almonds (PaHnL) or the (S)- selective one from HeVa brasiliensis (HbHnL), when carried out in the ionic liquids [EMIm][BF 4 ], [PMIm][BF 4 ], and [BMIm][BF 4 ] , was fast, but only racemic product was formed. 232 Evidently, the contribution of the enzymatic reaction is negligible under these conditions. Better results were obtained in 50% aqueous mixtures of these ionic liquids; the reactions were much faster than those in biphasic aqueous-TBME medium, but hydrocyanations in the presence of HbHnL continued to be plagued by nonenzymatic hydrocyanation and the ee's were low. With PaHnL, in contrast, efficient hydrocyanation of the less reactive aldehydes (61b-d) was accomplished with a satisfactory ee. 232",
      "snippet": "The (R)-and (S)-selective oxynitrilases (hydroxynitrile lyases, HnL), which catalyze the addition of HCN to aldehydes, are undergoing a rapid transition from laboratory curiosities into industrial biocatalysts. The reaction (Figure 35) suffers from competition with nonselective chemical hydrocyanation, which tends to reduce the enantiomeric purity of the product. The nonenzymatic hydrocyanation is commonly suppressed by maintaining an acidic environment and by the use of a biphasic, aqueous-organic reaction medium. In such systems, the nonenzymatic hydrocyanation is retarded because the aldehyde concentration in the aqueous phase is reduced, which affects the rate of the chemical reaction much more than the rate of the enzymatic reaction. Chemical hydrocyanation, moreover, requires a polar medium and does not occur readily in solvents such as TBME or toluene. Hydrocyanation of benzaldehyde (61a) in the presence of the (R)-selective HnL from almonds (PaHnL) or the (S)- selective one from HeVa brasiliensis (HbHnL), when carried out in the ionic liquids [EMIm][BF 4 ], [PMIm][BF 4 ], and [BMIm][BF 4 ] , was fast, but only racemic product was formed. 232 Evidently, the contribution of the enzymatic reaction is negligible under these conditions. Better results were obtained in 50% aqueous mixtures of these ionic liquids; the reactions were much faster than those in biphasic aqueous-TBME medium, but hydrocyanations in the presence of HbHnL continued to be plagued by nonenzymatic hyd…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "232",
          "target_xml_id": "b247"
        },
        {
          "ref_marker": "232",
          "target_xml_id": "b247"
        }
      ]
    },
    {
      "header": "Reaction Systems and Downstream Processing",
      "raw_header": "Reaction Systems and Downstream Processing",
      "text": "Until now we have discussed only the straightforward use of ionic liquids as reaction medium, either as such or as a monophasic aqueous mixture. Even then, the unique properties of ionic liquids allow the use of unconventional reaction techniques.",
      "snippet": "Until now we have discussed only the straightforward use of ionic liquids as reaction medium, either as such or as a monophasic aqueous mixture. Even then, the unique properties of ionic liquids allow the use of unconventional reaction techniques.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Catalyst Recycling",
      "raw_header": "Catalyst Recycling",
      "text": "As previously mentioned, ionic liquids, such as [BMIm]-[PF 6 ], do not mix with ethers. This unconventional behavior was advantageously used by extracting the products and the unconverted reactant from the transesterification mixture of 25 (see Scheme 2) with diethyl ether. The lipase biocatalyst remained suspended in the ionic liquid phase and could be recycled. 113 A loss of activity was observed, which was ascribed to the accumulation of inhibiting acetaldehyde oligomers in the ionic liquid phase. 205 In [BMMIm][BF4], polymer formation did not take place, presumably because the slightly acidic position at C-2 in the imidazolium ring is blocked. 111 The ionic liquid phase containing the biocatalyst could now be recycled five times without significant activity loss. PcL has been entrapped in an ionic solid through dispersion in the relatively high-melting ionic liquid [PhPMIm]-[PF 6 ], which was allowed to solidify and was broken into small particles. 137 The resulting biocatalyst could be reused at least five times in transesterification.",
      "snippet": "As previously mentioned, ionic liquids, such as [BMIm]-[PF 6 ], do not mix with ethers. This unconventional behavior was advantageously used by extracting the products and the unconverted reactant from the transesterification mixture of 25 (see Scheme 2) with diethyl ether. The lipase biocatalyst remained suspended in the ionic liquid phase and could be recycled. 113 A loss of activity was observed, which was ascribed to the accumulation of inhibiting acetaldehyde oligomers in the ionic liquid phase. 205 In [BMMIm][BF4], polymer formation did not take place, presumably because the slightly acidic position at C-2 in the imidazolium ring is blocked. 111 The ionic liquid phase containing the biocatalyst could now be recycled five times without significant activity loss. PcL has been entrapped in an ionic solid through dispersion in the relatively high-melting ionic liquid [PhPMIm]-[PF 6 ], which was allowed to solidify and was broken into small particles. 137 The resulting biocatalyst could be reused at least five times in transesterification.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "113",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "205",
          "target_xml_id": "b223"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "137",
          "target_xml_id": "b156"
        }
      ]
    },
    {
      "header": "Product Evaporation",
      "raw_header": "Product Evaporation",
      "text": "Because ionic liquids lack a vapor pressure, products can be removed by evaporation, as was demonstrated in the reduction of prochiral ketones by baker's yeast in [BMIm]-[PF 6 ]. 166 Evaporation 188,218 and pervaporation 116 of water have been used to shift esterification and amide formation equilibria toward higher conversion. Evaporation of the alcohol side-product in lipase-catalyzed transesterification reactions can be used to drive the equilibrium toward complete conversion. Thus, in the transesterification of 30, the usual vinyl ester can be replaced by a methyl one (Figure 36). Because the latter procedure does not liberate inhibiting acetaldehyde, the biocatalyst could be recycled without deactivation. 205",
      "snippet": "Because ionic liquids lack a vapor pressure, products can be removed by evaporation, as was demonstrated in the reduction of prochiral ketones by baker's yeast in [BMIm]-[PF 6 ]. 166 Evaporation 188,218 and pervaporation 116 of water have been used to shift esterification and amide formation equilibria toward higher conversion. Evaporation of the alcohol side-product in lipase-catalyzed transesterification reactions can be used to drive the equilibrium toward complete conversion. Thus, in the transesterification of 30, the usual vinyl ester can be replaced by a methyl one (Figure 36). Because the latter procedure does not liberate inhibiting acetaldehyde, the biocatalyst could be recycled without deactivation. 205",
      "pages": null,
      "citations": [
        {
          "ref_marker": "166",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "188,",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "218",
          "target_xml_id": "b234"
        },
        {
          "ref_marker": "116",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "205",
          "target_xml_id": "b223"
        }
      ]
    },
    {
      "header": "Two-Phase Systems with Supercritical CO 2",
      "raw_header": "Two-Phase Systems with Supercritical CO 2",
      "text": "The above-mentioned approach of retaining the biocatalyst in the ionic liquid reaction medium has been further developed into a biphasic reaction system. The enzyme is retained in an ionic liquid working phase, and the reactants and products largely reside in a scCO 2 extractive phase. 162,233,234 Such methodologies, which do not depend at all on volatile organic solvents, should be regarded as the first examples of the clean and green reaction technology of the future. The principle has been demonstrated with CaLB in simple model transesterifications as well as in the enantioselective acylation of 21 (see Scheme 2) in batchwise and continuous procedures; vinyl esters were used as the acyl donor. The high operational stability of CaLB, which contrasts with the generally rapid deactivation in pure scCO 2 , is one of the attractive aspects of this approach. The reaction rate was approximately eight times better than that in pure scCO 2 under otherwise identical conditions. 162 The continuous reaction system could be combined with in-situ racemization, catalyzed by a solid acid, of the slowreacting enantiomer of 21. 235 The racemization catalyst and the lipase (Novozym 435) were coated with ionic liquid and kept physically separate in the reaction vessel. The (R)propionate was obtained in approximately 80% yield. The enantiomeric purity depended somewhat on the ionic liquid; >97% ee was obtained with [BMIm][PF 6 ]. 235 An emerging technology that is complemetary with supercritical extraction is the use of sc-CO 2 as an antisolvent in a pressure-dependent miscibility switch. 236 The methodology has not yet been demonstrated in combination with 205 biocatalysis but may be expected to expand the application area of ionic liquids even further.",
      "snippet": "The above-mentioned approach of retaining the biocatalyst in the ionic liquid reaction medium has been further developed into a biphasic reaction system. The enzyme is retained in an ionic liquid working phase, and the reactants and products largely reside in a scCO 2 extractive phase. 162,233,234 Such methodologies, which do not depend at all on volatile organic solvents, should be regarded as the first examples of the clean and green reaction technology of the future. The principle has been demonstrated with CaLB in simple model transesterifications as well as in the enantioselective acylation of 21 (see Scheme 2) in batchwise and continuous procedures; vinyl esters were used as the acyl donor. The high operational stability of CaLB, which contrasts with the generally rapid deactivation in pure scCO 2 , is one of the attractive aspects of this approach. The reaction rate was approximately eight times better than that in pure scCO 2 under otherwise identical conditions. 162 The continuous reaction system could be combined with in-situ racemization, catalyzed by a solid acid, of the slowreacting enantiomer of 21. 235 The racemization catalyst and the lipase (Novozym 435) were coated with ionic liquid and kept physically separate in the reaction vessel. The (R)propionate was obtained in approximately 80% yield. The enantiomeric purity depended somewhat on the ionic liquid; >97% ee was obtained with [BMIm][PF 6 ]. 235 An emerging technology that is complemetary with supercritic…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "162,",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "233,",
          "target_xml_id": "b248"
        },
        {
          "ref_marker": "234",
          "target_xml_id": "b249"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "235",
          "target_xml_id": "b250"
        },
        {
          "ref_marker": "235",
          "target_xml_id": "b250"
        },
        {
          "ref_marker": "236",
          "target_xml_id": "b251"
        },
        {
          "ref_marker": "205",
          "target_xml_id": "b223"
        }
      ]
    },
    {
      "header": "Two-Phase Aqueous Systems",
      "raw_header": "Two-Phase Aqueous Systems",
      "text": "Two-phase aqueous reaction systems, consisting of an aqueous working phase and an organic extractive phase, are widely used in biotransformations of hydrophobic compounds. They are useful with biocatalysts that require an aqueous phase for activity, in particular when water does not interfere with the desired reaction, as is the case, for example, with non-hydrolase biocatalysts. The replacement of organic solvents as the extractive phase by the hydrophobic ionic liquid [BMIm][PF 6 ] has, until now, only been demonstrated with whole-cell nitrile hydratase-amidase 8 and redox biocatalysts, [166][167][168]171,230 as well as in the recovery of butanol from acetone-butanol-ethanol fermentations. 237 The technique could also prove to be useful with isolated enzymes, provided that the deactivation at aqueous-organic interfaces, to which many enzymes are prone, can be obviated by proper design of the ionic liquid.",
      "snippet": "Two-phase aqueous reaction systems, consisting of an aqueous working phase and an organic extractive phase, are widely used in biotransformations of hydrophobic compounds. They are useful with biocatalysts that require an aqueous phase for activity, in particular when water does not interfere with the desired reaction, as is the case, for example, with non-hydrolase biocatalysts. The replacement of organic solvents as the extractive phase by the hydrophobic ionic liquid [BMIm][PF 6 ] has, until now, only been demonstrated with whole-cell nitrile hydratase-amidase 8 and redox biocatalysts, [166][167][168]171,230 as well as in the recovery of butanol from acetone-butanol-ethanol fermentations. 237 The technique could also prove to be useful with isolated enzymes, provided that the deactivation at aqueous-organic interfaces, to which many enzymes are prone, can be obviated by proper design of the ionic liquid.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[166]",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "[167]",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "[168]",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "171,",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "230",
          "target_xml_id": "b245"
        },
        {
          "ref_marker": "237",
          "target_xml_id": "b252"
        }
      ]
    },
    {
      "header": "Ionic Liquid Membranes in Biocatalysis",
      "raw_header": "Ionic Liquid Membranes in Biocatalysis",
      "text": "Lipase-facilitated transport through a supported ionic liquid membrane is, strictly speaking, outside the subject of this review but deserves to be mentioned as an emerging technique. As demonstrated, lipase-facilitated membrane transport involves two liquid phases that both contain an enzyme and are separated by the membrane. Esterification takes place in the feed phase, and the ester diffuses through the membrane and is hydrolyzed in the receiving phase. 238,239 The methodology has been applied to the resolution of ibuprofen 239 (Figure 37) and in the transport of various arylalkylcarboxylic acids. The permeate fluxes through ionic liquid membranes, in particular [BMIm][NTf 2 ], were higher than that of dodecane but lower than that of octane. 238",
      "snippet": "Lipase-facilitated transport through a supported ionic liquid membrane is, strictly speaking, outside the subject of this review but deserves to be mentioned as an emerging technique. As demonstrated, lipase-facilitated membrane transport involves two liquid phases that both contain an enzyme and are separated by the membrane. Esterification takes place in the feed phase, and the ester diffuses through the membrane and is hydrolyzed in the receiving phase. 238,239 The methodology has been applied to the resolution of ibuprofen 239 (Figure 37) and in the transport of various arylalkylcarboxylic acids. The permeate fluxes through ionic liquid membranes, in particular [BMIm][NTf 2 ], were higher than that of dodecane but lower than that of octane. 238",
      "pages": null,
      "citations": [
        {
          "ref_marker": "238,",
          "target_xml_id": "b253"
        },
        {
          "ref_marker": "239",
          "target_xml_id": "b254"
        },
        {
          "ref_marker": "239",
          "target_xml_id": "b254"
        },
        {
          "ref_marker": "238",
          "target_xml_id": "b253"
        }
      ]
    },
    {
      "header": "Conclusions",
      "raw_header": "Conclusions",
      "text": "A large variety of enzymes tolerate aqueous-ionic liquid mixtures as the reaction medium. There is hardly an ionic liquid that is not tolerated by any enzyme, and the impression is that ionic liquids are generally tolerated to higher concentrations than water-miscible molecular solvents. Many hydrolases, particularly those that tolerate conventional organic solvents, are eminently capable of performing nonhydrolytic reactions in ionic liquids. Activities are generally comparable with or higher than those observed in conventional organic solvents. Furthermore, enhanced thermal and operational stabilities and regio-or enantioselectivities have been observed in many cases. Enzyme-compatible ionic liquids generally do not interact strongly with the enzyme or cause the latter to dissolve. A notable exception to this latter rule is an ionic liquid that passed the ultimate enzyme compatibility test by dissolving enzymes while their activity is maintained. There is, as yet, no theoretical basis for predicting the compatibility of ionic liquids, aqueous or anhydrous, and enzymes, but we expect that the intensity of the interest in the subject will cause one to be developed soon. Ionic liquids have obvious potential as reaction media for biotransformations of highly polar substrates, such as (poly)saccharides, which cannot be performed in water, owing to equilibrium limitations. Such replacement of volatile media by nonvolatile ionic liquids will doubtlessly continue, will gradually be adopted by the chemical industry, and will contribute to the efficiency of the latter. The development of less expensive ionic liquids will also further stimulate their use in industrial biotransformations. A much more fundamental contribution to the greening of industrial biocatalysis is to be expected from innovative reaction methodologies, downstream processing, and biocatalyst recycling, based on the unique solvent properties of ionic liquids and combinations of ionic liquids and supercritial carbon dioxide. Furthermore, it is to be expected that ionic liquid-based solvent systems will have enormous potential in multicatalyst transformations. Work toward these ends has only just started. We confidently expect that green and biocompatible ionic liquids will become available soon, as is absolutely required for ionic liquids to contribute to a greener chemical industry. In short, we believe that biotransformations in ionic liquids hold much promise for the future. 239",
      "snippet": "A large variety of enzymes tolerate aqueous-ionic liquid mixtures as the reaction medium. There is hardly an ionic liquid that is not tolerated by any enzyme, and the impression is that ionic liquids are generally tolerated to higher concentrations than water-miscible molecular solvents. Many hydrolases, particularly those that tolerate conventional organic solvents, are eminently capable of performing nonhydrolytic reactions in ionic liquids. Activities are generally comparable with or higher than those observed in conventional organic solvents. Furthermore, enhanced thermal and operational stabilities and regio-or enantioselectivities have been observed in many cases. Enzyme-compatible ionic liquids generally do not interact strongly with the enzyme or cause the latter to dissolve. A notable exception to this latter rule is an ionic liquid that passed the ultimate enzyme compatibility test by dissolving enzymes while their activity is maintained. There is, as yet, no theoretical basis for predicting the compatibility of ionic liquids, aqueous or anhydrous, and enzymes, but we expect that the intensity of the interest in the subject will cause one to be developed soon. Ionic liquids have obvious potential as reaction media for biotransformations of highly polar substrates, such as (poly)saccharides, which cannot be performed in water, owing to equilibrium limitations. Such replacement of volatile media by nonvolatile ionic liquids will doubtlessly continue, will gradually be…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "239",
          "target_xml_id": "b254"
        }
      ]
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Solvent Properties and Miscibility of Ionic Liquids 2759 2 Shear Viscosity of Quasi-Two-Dimensional Ionic Liquids 10.1021/acs.jpcb.4c07573.s001 Stability and Viscosity of Ionic Liquids American Chemical Society (ACS) 2760 2 Properties and Green Aspects of Ionic Liquids OscarCabeza 10.1016/b978-0-444-63257-9.00001-8 Ionic Liquids in Separation Technology Elsevier Ionic Liquids and Enzymes 2760 WaterProteins Electrolytes 2761 3 Effect of Ionic Liquids on Activity and Stability of Enzymes GerganaLetkarska MilenGBogdanov 10.1007/978-981-33-4221-7_20 Encyclopedia of Ionic Liquids Springer Nature Singapore Stability of Enzymes in Nearly Anhydrous Ionic Liquids 2767 3 IonicEnzymes Liquids Hydrogen Bonds, and Activity 2768 Whole Cell Biotransformations in Ionic Liquids 2768 Ionic Liquids in Biotransformations: Motivation and Development ChristinaKohlmann LasseGreiner 10.1002/9781118158753.ch3 Biotransformations in Ionic Liquid Media 2769 Wiley Lipases and Esterases 2769 Proteases 2776 Enantioselective and Diastereoselective Construction of Chiral Amino Alcohols by Iridiumf-Amphox-Catalyzed Asymmetric Hydrogenation via Dynamic Kinetic Resolution 10.1021/acs.orglett.7b00844.s001 null American Chemical Society (ACS) Indirect Detection of Glycosidases Using Amperometry 10.1021/acs.analchem.5b03943.s001 null American Chemical Society (ACS) Standing Query 10.1007/978-0-387-39940-9_3677 Encyclopedia of Database Systems Springer US Hyaluronate lyases 10.1007/springerreference_38550 null Springer-Verlag Panzem 10.1007/978-3-642-16483-5_4364 Encyclopedia of Cancer Springer Berlin Heidelberg 2 Phase Aqueous Systems 2782 5.5. Ionic Liquid Membranes in Biocatalysis 2782 6. Conclusions 2782 An efficient method for zinc mediated reduction of norbornyl α-diketones in [bmim][BF4]:H2O FaizAhmedKhan CHSudheer 10.3998/ark.5550190.0010.721 BF4]-H2O (67:33) 96 >99 92 (S)-47d G. candidum a [EMIm][BF4]-H2O (67:33) 27 >99 92 (R)-47e L. kefir [BMIm][PF6]-H2O (20:80) 88 99.8 168 L. kefir [BMIm][NTf2]-H2O (20:80) 93 99.7 168 L. kefir Arkivoc 1551-7012 2009 7 ARKAT USA, Inc. Oct3MeN 2O (20:80) 88 99.4 168 L. kefir TBME-H2O (20:80 Solubility and Diffusivity of Chlorodifluoromethane in Imidazolium Ionic Liquids: [emim][Tf2N], [bmim][BF4], [bmim][PF6], and [emim][TFES] S)-49a S. cereVisiae 10.1021/acs.iecr.9b02419.s001 51 S. cereVisiae [BMIm][PF6 null American Chemical Society (ACS) 91 90 S)-52 S. cereVisiae [BMIm][BF4 Enantioselective liquid–liquid extraction of 2‐cyclohexylmandelic acid enantiomers using chiral ionic liquids YachunLuo XiaoyuDeng YanZhang GenlinSun 0000-0001-8494-3513 ZhihongYan 10.1002/chir.23682 Chirality Chirality 0899-0042 1520-636X 36 6 Wiley For a rebuttal of ionic liquid mythology see ref 3 Neoteric optical media for refractive index determination of gems and minerals MaggelDeetlefs KennethRSeddon MichaelShara 10.1039/b513451j New Journal of Chemistry New J. Chem. 1144-0546 1369-9261 30 3 317 2006 Royal Society of Chemistry (RSC) MJEarle JM S SEsperanc ¸a MAGilea JNCanongia Lopes LP NRebelo JWMagee KRSeddon JAWidegren Nature 831 2006 Thermal stability of low temperature ionic liquids revisited MarekKosmulski JanGustafsson JarlBRosenholm 10.1016/j.tca.2003.08.022 Thermochimica Acta Thermochimica Acta 0040-6031 412 1-2 2004 Elsevier BV Ionic Liquids in Synthesis PWasserscheid TWelton Eds Wiley-Vch Weinheim 2003 LAS VEGAS SANDS CORP., a Nevada corporation, Plaintiff, v. UKNOWN REGISTRANTS OF www.wn0000.com, www.wn1111.com, www.wn2222.com, www.wn3333.com, www.wn4444.com, www.wn5555.com, www.wn6666.com, www.wn7777.com, www.wn8888.com, www.wn9999.com, www.112211.com, www.4456888.com, www.4489888.com, www.001148.com, and www.2289888.com, Defendants. 10.1089/glre.2016.201011 Gaming Law Review and Economics Gaming Law Review and Economics 1097-5349 1941-5494 20 10 Mary Ann Liebert Inc Sigma-Aldrich Solvent Innovation SGCull JDHolbrey VVargas-Mora KRSeddon GLye J. Biotechnol. Bioeng 69 227 2000 Enzymatic Catalysis of Formation of Z-Aspartame in Ionic Liquid - An Alternative to Enzymatic Catalysis in Organic Solvents MErbeldinger AJMesiano AJRussell 10.1021/bp000094g Biotechnology Progress Biotechnol. Prog. 8756-7938 16 6 2000 Wiley MadeiraLau RVan Rantwijk FSeddon KRSheldon RA Org. Lett 2 4189 2000 Enzyme catalysis in ionic liquids UdoKragl MarritEckstein NicoleKaftzik 10.1016/s0958-1669(02)00353-1 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 13 6 2002 Elsevier BV Biocatalytic transformations in ionic liquids FredVan Rantwijk RuteMadeira Lau RogerASheldon 10.1016/s0167-7799(03)00008-8 Trends in Biotechnology Trends in Biotechnology 0167-7799 21 3 2003 Elsevier BV SPark RJKazlauskas Curr. Opin. Biotechnol 14 432 2003 ZYang WEnzymePan Miocrob Technol 37 19 2005 Enzyme-catalyzed reactions in ionic liquids YunHeeMoon SangMokLee SungHoHa Yoon-MoKoo 10.1007/bf02705724 Korean Journal of Chemical Engineering Korean J. Chem. Eng. 0256-1115 1975-7220 23 2 2006 Springer Science and Business Media LLC Ionic Liquids: The Neglected Issues PeterJScammells JanetLScott RobertDSinger 10.1071/ch04272 Australian Journal of Chemistry Aust. J. Chem. 0004-9425 58 3 155 2005 CSIRO Publishing KRSeddon AStark MTorres J. Pure Appl. Chem 72 2275 2000 SHLee SHHa SBLee Y.-MKoo Biotechnol. Lett 1335 2006 Polarity of ionic liquids determined empirically by means of solvatochromic pyridinium N-phenolate betaine dyes ChristianGreenReichardt Chem 10.1039/b500106b Green Chemistry Green Chem. 1463-9262 1463-9270 7 5 339 2005, 7, 339 Royal Society of Chemistry (RSC) For a recent review on ionic liquid solvent properties, see: Chiappe CPieraccini D J. Phys. Org. Chem 18 275 2005 Solvatochromic dyes are compounds with a visible absorption maximum that depends on the polarity of the solvent Nile Red as a solvatochromic dye for measuring solvent strength in normal liquids and mixtures of normal liquids with supercritical and near critical fluids JerryFDeye TABerger AlbertGAnderson 10.1021/ac00205a015 Analytical Chemistry Anal. Chem. 0003-2700 1520-6882 62 6 1990 American Chemical Society (ACS) The nature of 4-aminophthalimide-cyclodextrin inclusion complexes TSoujanya TS RKrishna ASamanta 10.1021/j100200a061 The Journal of Physical Chemistry J. Phys. Chem. 0022-3654 1541-5740 96 21 1992 American Chemical Society (ACS) Linear solvation energy relationships. 23. A comprehensive collection of the solvatochromic parameters, .pi.*, .alpha., and .beta., and some methods for simplifying the generalized solvatochromic equation MortimerJKamlet JoseLuis MAbboud MichaelHAbraham RWTaft 10.1021/jo00165a018 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 48 17 1983 American Chemical Society (ACS) MJMuldoon CMGordon IRDunkin J. Chem. Soc., Perkin Trans 433 2001 Polarity study of some 1-alkyl-3-methylimidazolium ambient-temperature ionic liquids with the solvatochromic dye, Nile Red AdrianJCarmichael KennethRSeddon 10.1002/1099-1395(200010)13:10<591::aid-poc305>3.0.co;2-2 Journal of Physical Organic Chemistry J. Phys. Org. Chem. 0894-3230 1099-1395 13 10 2000 Wiley How polar are room-temperature ionic liquids? SudhirN V KAki JoanFBrennecke AnunaySamanta 10.1039/b008039j Chemical Communications Chem. Commun. 1359-7345 1364-548X 5 2001 Royal Society of Chemistry (RSC) Solvatochromic Dyes as Solvent Polarity Indicators ChristianReichardt 10.1021/cr00032a005 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 94 8 1994 American Chemical Society (ACS) New aspects on polarity of 1-alkyl-3-methylimidazolium salts as measured by solvatochromic probes AlexanderOehlke KatjaHofmann StefanSpange 10.1039/b516709d New Journal of Chemistry New J. Chem. 1144-0546 1369-9261 30 4 533 2006 Royal Society of Chemistry (RSC) MJEarley BSEngel KRSeddon Aust J. Chem 149 2004 How Polar Are Ionic Liquids? Determination of the Static Dielectric Constant of an Imidazolium-based Ionic Liquid by Microwave Dielectric Spectroscopy ChihiroWakai AllaOleinikova MagnusOtt HermannWeingärtner 10.1021/jp053946+ The Journal of Physical Chemistry B J. Phys. Chem. B 1520-6106 1520-5207 109 36 2005 American Chemical Society (ACS) FVBright GABaker CWakai AOleinikova HWeinga ¨rtner J. Phys. Chem. B 110 5824 2006. 2006 J. Phys. Chem. B SPark RJKazlauskas J. Org. Chem 66 8395 2001 QLiu MH AJanssen FVan Rantwijk RASheldon Green Chem 2005 7 39 Ionic Liquid (Molten Salt) Phase Organometallic Catalysis JairtonDupont RobertoFDe Souza PauloA ZSuarez 10.1021/cr010338r Chemical Reviews Chem. Rev. 0009-2665 1520-6890 102 10 2002 American Chemical Society (ACS) Ionic Liquids for the Convenient Synthesis of Functional Nanoparticles and Other Inorganic Nanostructures MarkusAntonietti DaibinKuang BerndSmarsly YongZhou 10.1002/anie.200460091 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 43 38 2004 Wiley On the solid, liquid and solution structural organization of imidazolium ionic liquids JairtonJDupont Braz 10.1590/s0103-50532004000300002 Journal of the Brazilian Chemical Society J. Braz. Chem. Soc. 0103-5053 15 3 2004 FapUNIFESP (SciELO) Comparative analysis of solvation and selectivity in room temperature ionic liquids using the Abraham linear free energy relationship MichaelHAbraham WilliamEAcree, Jr. 10.1039/b606279b Green Chemistry Green Chem. 1463-9262 1463-9270 8 10 906 2006 Royal Society of Chemistry (RSC) RPSwatloski SKSpear JDHolbrey RDRogers J. Am. Chem. Soc 124 4974 2002 JLAnderson JDing TWelton DWArmstrong J. Am. Chem. Soc 124 14247 2002 JLKaar AMJesionowski JABerberich RMoulton AJRussell Am. Chem. Soc 125 4125 2003 SDixit JCrain WCPoon JLFinney AKSoper Nature 416 829 2002 Molecular states of water in room temperature ionic liquidsElectronic Supplementary Information available. See http://www.rsc.org/suppdata/cp/b1/b106900d/ LCammarata SGKazarian PASalter TWelton 10.1039/b106900d Physical Chemistry Chemical Physics Phys. Chem. Chem. Phys. 1463-9076 1463-9084 3 23 2001 Royal Society of Chemistry (RSC) TKo ¨ddermann CWertz AHeintz RLudwig Angew. Chem., Int. Ed 45 3697 2006 Gra ¨tzel PBonho ˆte A.-PDias NPapageorgiou KKalyanasundaram M. Inorg. Chem 1168 1996 AHeintz DVKulikov SPVerevkin J. Chem. Eng. Data 46 1526 2001 High-Pressure Phase Behavior of Ionic Liquid/CO<sub>2</sub> Systems LynnetteABlanchard ZhiyongGu JoanFBrennecke 10.1021/jp003309d The Journal of Physical Chemistry B J. Phys. Chem. B 1520-6106 1520-5207 105 12 2001 American Chemical Society (ACS) RPSwatloski JDHolbrey RDRogers Green Chem 2003 5 361 RSingh RMKissling M.-ALetellier SPNolan J. Org Chem 209 2004 KMDocherty CFKulpa GreenJr Chem 2005 7 185 ASWells VTCoombe Org. Process Res. DeV 10 794 2006 SStolte JArning UBottin-Weber MMatzke FStock KThiele MUerdingen UWelz-Biermann BJastorff JGreenRanke Chem 2006 8 621 NGathergood MTGarcia PJScammels Green Chem 2004 6 166 NGathergood PJScammels MTGarcia Green Chem 2006 8 156 Room Temperature Ionic Liquids from 20 Natural Amino Acids KentaFukumoto MasahiroYoshizawa HiroyukiOhno 10.1021/ja043451i Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 127 8 2005, 127, 2398 American Chemical Society (ACS) GTao LHe WLiu LXu WXiong TWang YGreenKou Chem 2006 8 639 CNPace Jaenicke, R. Naturwissenschaften 15 544 1990. 1996 Trends Biochem. Sci URDesai AMKlibanov J. Am. Chem. Soc 117 3940 1995 IRoy MGupta For a review 2004 39 165 GVecchio FZambianchi PZacchetti FSecundo GCarrea Biotechnol. Bioeng 64 545 1999 AZaks AMKlibanov Proc. Natl. Acad. Sci. U.S.A 82 3192 1985 AMKlibanov Chemtech 1986 16 354 AMKlibanov Trends Biotechnol 15 97 1997 Fundamentals of non-aqueous enzymology ZYang AJRussell Enzymatic Reactions in Organic Media AM PKoskinen AMKlibanov Blackie Academic and Professional: London 1996 43 ASchmidt JSDordick BHauer AKiener MWubbolts BWitholt Nature 409 258 2001 AT J WDe Goede WBenckhuijsen FVan Rantwijk LMaat HVan Bekkum Recl TraV. Chim. Pays-Bas 112 567 1993 MDolman PJHalling BDMoore SWaldron Biopolymers 41 313 1997 ZYang DZacherl AJRussell Am. Chem. Soc 115 12251 1993 PHalling J. Philos. Trans. R. Soc. London, Ser. B 1287 2004 DSClark Philos Trans. R. Soc. London, Ser. B 1299 2004 PAWiggins Cell. Mol. Biol 47 735 2001 FHofmeister Arch Exp. Pathol. Pharmakol 1888 247 URL HJZhao Chem. Technol. Biotechnol 81 877 2006 The Jones-Dole viscosity B-coefficient is an indicator of how an ion or compound affects the water structure Chaotropes have a negative B-coefficient; kosmotropes have a positive one 73 HD BJenkins YMarcus Chem. ReV 1995, 95, 2695 RLBaldwin JBiophys 1996. 2056 71 KDCollins Biophys. J 72 65 1997 SNTimasheff Biochemistry 13473 2002 JDBatchelor AOlteanu ATripathy GJPielak Am. Chem. Soc 126 2004. 1958 HSFrank MWEvans J. Chem. Phys 507 1945 Hydrophobic hydration presumably also causes the viscosity Bcoefficient to increase in the order methanesulfonate < ethanesulfonate < propanesulfonate 76 PWalden Izv Imp. Acad. Nauk 1914 405 Chem. Zentralbl. 1914-I, 1800 DKMagnuson JWBodley DFEvans J. Solution Chem 583 1984 CChiappe LNeri DPieracini Tetrahedron Lett 5089 2006 Chloroperoxidase: Use of a Hydrogen Peroxide-Stat for Controlling Reactions and Improving Enzyme Performance MP JVan Deurzen KSeelbach FVan Rantwijk UKragl RASheldon 10.3109/10242429709003606 Biocatalysis and Biotransformation Biocatalysis and Biotransformation 1024-2422 1029-2446 15 1 1997 Informa UK Limited NKaftzik PWasserscheid Kragl U. Org. Process Res. DeV 6 553 2002 Enzymatic Condensation Reactions in Ionic Liquids NicoleKaftzik SebastianNeumann Maria-ReginaKula UdoKragl 10.1021/bk-2003-0856.ch017 ACS Symposium Series RDRogers KRSeddon Washington, DC American Chemical Society 2003 856 FVan Rantwijk MWoudenberg-Van Oosterom RASheldon J. Mol. Catal. B: Enzym 6 511 1999 MLang TKamrat BNidetzky Biotechnol. Bioeng 95 1093 2006 NKaftzik WKroutil KFaber Kragl U. J. Mol. Catal. A: Chem 107 2004 TMatsuda YYamagishi SKoguchi NIwai TKitazume Tetrahedron Lett 4619 2006 HZhao OOlubajo ZSong ALSims TEPerson RALawal LAHolley Bioorg. Chem 34 15 2006 W.-YLou M.-HZong TJSmith HWu J.-FGreenWang Chem 2006 8 509 Using ionic liquid [EMIM][CH3COO] as an enzyme-‘friendly’ co-solvent for resolution of amino acids HuaZhao LeeJackson ZhiyanSong OlarongbeOlubajo 10.1016/j.tetasy.2006.09.009 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 17 17 2006 Elsevier BV HZhao Biophys. Chem 122 157 2006 Evidence for microscopic, long-range hydration forces for a hydrophobic amino acid AlexanderPertsemlidis AlanKSoper JonMSorenson TeresaHead-Gordon 10.1073/pnas.96.2.481 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 96 2 Proceedings of the National Academy of Sciences 96 indicating that hydrophobic hydration is involved Thermal Stability and Activity Regain of Horseradish Peroxidase in Aqueous Mixtures of Imidazolium-Based Ionic Liquids MariaFátimaMachado JorgeManuelSaraiva 10.1007/s10529-005-0023-y Biotechnology Letters Biotechnol Lett 0141-5492 1573-6776 27 16 2005 Springer Science and Business Media LLC Improving the Enzyme Catalytic Efficiency Using Ionic Liquids with Kosmotropic Anions HuaZhao SophiaCampbell JonathanSolomon Zhi‐yanSong OlarongbeOlubajo 10.1002/cjoc.200690111 Chinese Journal of Chemistry Chin. J. Chem. 1001-604X 1614-7065 24 4 2006 Wiley HZao RGLuo SVMalhotra Biotechnol. Prog 19 1016 2003 SVMalhotra HZhao Chirality 2005, 17, S240 HZhao LJackson ZSong OOlubajo Tetrahedron: Asymmetry 17 1549 2006 Oxidative enzymes possess catalytic activity in systems with ionic liquids GlenHinckley VadimVMozhaev CherylCBudde YuriLKhmelnitsky 10.1023/a:1021305229969 Biotechnology Letters Biotechnology Letters 0141-5492 1573-6776 24 24 2002. 2083 Springer Science and Business Media LLC TLHusum CTJørgensen MWChristensen OKirk Biocatal. Biotransform 19 331 2001 W.-YLou RXu M.-HZong Biotechnol. Lett 1387 2005 SWallert KDrauz IGrayson HGro ¨ger PDominguez De Maria CGreenBolm Chem 2005 7 602 SHScho ¨fer NKaftzik PWasserscheid UKragl Chem. Commun 425 2001 Biocatalysis in Ionic Liquids: Markedly Enhanced Enantioselectivity of Lipase Kwang-WookKim BoyoungSong Min-YoungChoi Mahn-JooKim 10.1021/ol015824f Organic Letters Org. Lett. 1523-7060 1523-7052 3 10 2001 American Chemical Society (ACS) PLozano TDe Diego ´Carrie DVaultier MIborra J. L. J. Mol. Catal. B: Enzym 21 9 2003 SJNara JRHarjani MMSalunkhe Tetrahedron Lett 2979 2002 TItoh YNishimura NOuchi SHayase J. Mol. Catal. B: Enzym 26 41 2003 PLozano TDe Diego SGmouh MVaultier Iborra J. L. Biotechnol. Prog 20 661 2004 Lipase-Catalyzed Enantioselective Acylation in the Ionic Liquid Solvent System: Reaction of Enzyme Anchored to the Solvent ToshiyukiItoh EriAkasaki KazutoshiKudo ShoheiShirakami 10.1246/cl.2001.262 Chemistry Letters 0366-7022 1348-0715 30 3 2001 Oxford University Press (OUP) SGarcia NM TLourenc ¸o DLousa AFSequeira PMimoso JM SCabral CA MAfonso SGreenBarreiros Chem 2004 6 466 Enzymatic resolution of (<i>R</i>,<i>S</i>)-Naproxen in water-saturated ionic liquid Jia-YingXin Yong-JieZhao Guan-LiZhao YanZheng Xing-ShengMa Chun-GuXia Shu-BenLi 10.1080/10242420500292401 Biocatalysis and Biotransformation Biocatalysis and Biotransformation 1024-2422 1029-2446 23 5 2005 Informa UK Limited LGubicza NNemesto ´thy TFra ´ter ´Be ´lafi-Bako KGreenChem 2003 5 236 Enhanced enantioselectivity of Candida rugosa lipase in ionic liquids as compared to organic solvents OlgaUlbert TamásFráter KatalinBélafi-Bakó LászlóGubicza 10.1016/j.molcatb.2004.07.003 Journal of Molecular Catalysis B: Enzymatic Journal of Molecular Catalysis B: Enzymatic 1381-1177 31 1-3 2004 Elsevier BV M.-JKim MYChoi KLLee YAhn J. Mol. Catal. B: Enzym 26 115 2003 OUlbert ´Be ´lafi-Bako KTonova KGubicza L Biocatal. Biotransform 23 177 2005 HYu JWu CBChing Chirality 17 16 2005 Increased stability of an esterase from Bacillus stearothermophilus in ionic liquids as compared to organic solvents MattiasPersson UweTBornscheuer 10.1016/s1381-1177(02)00294-1 Journal of Molecular Catalysis B: Enzymatic Journal of Molecular Catalysis B: Enzymatic 1381-1177 22 1-2 2003 Elsevier BV ABasso SCantone PLinda CGreenEbert Chem 2005 7 671 Increased enantioselectivity in the enzymatic hydrolysis of amino acid esters in the ionic liquid 1-butyl-3-methyl-imidazolium tetrafluoroborate Yu-YingLiu Wen-YongLou Min-HuaZong RuoXu XiaoHong HongWu 10.1080/10242420500090219 Biocatalysis and Biotransformation Biocatalysis and Biotransformation 1024-2422 1029-2446 23 2 2005 Informa UK Limited JALaszlo DLCompton Biotechnol. Bioeng 75 181 2001 Chymotrypsin-catalyzed transesterification in ionic liquids and ionic liquid/supercritical carbon dioxide JALaszlo DLCompton Ionic Liquids ACS Symposium Series RDRogers KRSeddon Washington 2002 818 387 PLozano TDe Diego J.-PGuegan MVaultier Iborra J. L. Biotechnol. Bioeng 75 563 2001 MEckstein MSesing UKragl PAdlercreutz Biotechnol. Lett 867 2002 CChiappe ELeandri SLucchesi DPieraccini BDHammock CMorisseau J. Mol. Catal. B: Enzym 27 243 2004 JALaszlo DLCompton J. Mol. Catal. B: Enzym 18 109 2002 A novel room temperature ionic liquid sol–gel matrix for amperometric biosensor application YangLiu LihongShi MeijiaWang ZhiyingLi HongtaoLiu JinghongLi 10.1039/b504689k Green Chemistry Green Chem. 1463-9262 1463-9270 7 9 655 2005 Royal Society of Chemistry (RSC) Activity and enantioselectivity of serine proteases in transesterification reactions in organic media JaapBroos JohanF JEngbersen InnaKSakodinskaya WillemVerboom DavidNReinhoudt 10.1039/p19950002899 Journal of the Chemical Society, Perkin Transactions 1 J. Chem. Soc., Perkin Trans. 1 0300-922X 1364-5463 22 2899 1995 Royal Society of Chemistry (RSC) TMaruyama SNagasawa MGoto Biotechnol. Lett 1341 2002 Poly(ethylene glycol)-lipase complexes that are highly active and enantioselective in ionic liquids TatsuoMaruyama HiroshiYamamura TakahiroKotani NorihoKamiya MasahiroGoto 10.1039/b401012d Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 2 8 1239 2004, 2, 1239 Royal Society of Chemistry (RSC) MOtamiri PAdlercreutz BMattiasson Biocatalysis 1992 6 291 Immobilization of enzymes for use in ionic liquids PLozano TDe Diego JLIborra Immobilization of Enzymes and Cells JM Totowa, NJ Humana Press 2006 22 257 Guisa ´n Efficient Lipase-Catalyzed Enantioselective Acylation in an Ionic Liquid Solvent System ToshiyukiItoh YoshihitoNishimura MasayaKashiwagi MakotoOnaka 10.1021/bk-2003-0856.ch021 ACS Symposium Series ACS Symposium Series RDRogers KRSeddon American Chemical Society 2003 856 JKLee M.-JKim J. Org. Chem 6845 2002 Enhanced enantioselectivity and remarkable acceleration on the lipase-catalyzed transesterification using novel ionic liquids ToshiyukiItoh ShihuiHan YuichiMatsushita ShuichiHayase 10.1039/b405396f Green Chemistry Green Chem. 1463-9262 1463-9270 6 9 437 2004 Royal Society of Chemistry (RSC) Biocatalysis in ionic liquids RogerASheldon RuteMadeiraLau MennoJSorgedrager FredVan Rantwijk KennethRSeddon 10.1039/b110008b Green Chemistry Green Chem. 1463-9262 1463-9270 4 2 2002 Royal Society of Chemistry (RSC) TItoh NOuchi SHayase YNishimura Chem. Lett 32 654 2003 MadeiraLau RSorgedrager MJCarrea GVan Rantwijk FSecundo FSheldon RAGreen Chem 2004 6 483 CASummers RAFlowers II. Protein Sci 9 2000. 2001 MBTurner SKSpear JGHuddleston JDHolbrey RDRogers Green Chem 2003 5 443 Osteotome sinus floor elevation without bone graft seems to result in high survival rates and small amount of bone loss after 10 years RominaBrignardello-Petersen 10.1016/j.adaj.2017.10.008 The Journal of the American Dental Association The Journal of the American Dental Association 0002-8177 149 1 e27 Elsevier BV Combined biological and chemical catalysis in the preparation of oxycodone AdamJWalker NeilCBruce 10.1016/j.tet.2003.11.063 Tetrahedron Tetrahedron 0040-4020 60 3 2004 Elsevier BV AJWalker NCBruce Chem. Commun 2570 2004 KFujita DRMacfarlane MForsyth Chem. Commun 4804 2005 HOhno CSuzuki KFukumoto MYoshizawa KFujita Chem. Lett 32 450 2003 KNakashima TMaruyama NKamiya MGoto Chem. Commun 4297 2005 KNakashima TMaryama NKamiya MGoto Org. Biomol. Chem 2006, 4, 3462 CLange GPatil RRudolph Protein Sci 2005, 14, 2693 Dynamic structure–function relationships in enzyme stabilization by ionic liquids PedroLozano TeresaDe Diego SaidGmouh MichelVaultier JoséLIborra 10.1080/10242420500198657 Biocatalysis and Biotransformation Biocatalysis and Biotransformation 1024-2422 1029-2446 23 3-4 2005 Informa UK Limited AZaks AMKlibanov Science 224 1249 1984 SNBaker TMMccleskey SPandey GABaker Chem. Commun 940 2004 KFujita MForsyth DRMacfarlane RWReid GDElliott Biotechnol. Bioeng 94 1209 2006 TDe Diego PLozano SGmouh MVaultier JLIborra Biomacromolecules 6 1457 2005 Selective Allylation of Arenethiols Using Water‐Soluble Palladium Complex Catalyst in Recyclable Water/Hexane Biphasic Media. NobuyukiKomine AkariSako Shin‐yaHirahara MasafumiHirano SanshiroKomiya 10.1002/chin.200530071 ChemInform ChemInform 0931-7597 1522-2667 36 30 Wiley PLo ´pez-Serrano LCao FVan Rantwijk RASheldon Biotechnol. Lett 1379 2002 PLozano TDe Diego ´Carrie DVaultier MIborra J. L. Biotechnol. Lett 1529 2001 Figure 4—figure supplement 2. Unloading of PCNA by RFC is dependent upon ATP. 10.7554/elife.00278.013 null eLife Sciences Publications, Ltd MWoudenberg-Van Oosterom FVan Rantwijk RASheldon Biotechnol. Bioeng 49 328 1996 PLozano TDe Diego ´dCarrie MVaultier JLIborra Chem. Commun 692 2002 TDe Diego PLozano SGmouh MVaultier Iborra J. L. Biotechnol. Bioeng 88 916 2004 On Protein Denaturation in Aqueous−Organic Mixtures but Not in Pure Organic Solvents KaiGriebenow AlexanderMKlibanov 10.1021/ja961869d Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 118 47 1996, 118, 11695 American Chemical Society (ACS) Enzyme aggregation in ionic liquids studied by dynamic light scattering and small angle neutron scattering DanielSate MichielH AJanssen GillStephens RogerASheldon KennethRSeddon JianRLu 10.1039/b700437k Green Chemistry Green Chem. 1463-9262 1463-9270 9 8 859 Royal Society of Chemistry (RSC) Paper in preparation JHowarth PJames JDai Tetrahedron Lett 7517 2001 Biocatalytic routes to the efficient synthesis of pharmaceuticals in ionic liquids NJRoberts ASeago GJLye Book of Abstracts, International Congress on Biocatalysis Hamburg July 28-31, 2002 HPfruender MAmidjojo UKragl DWeuster-Botz Angew. Chem., Int. Ed 43 4529 2004 HPfruender RJones DWeuster-Botz J. Biotechnol 124 182 2006 Growth of Escherichia coli, Pichia pastoris and Bacillus cereus in the Presence of the Ionic Liquids [BMIM][BF4] and [BMIM][PF6] and Organic Solvents FrankaGanske UweTBornscheuer 10.1007/s10529-006-0006-7 Biotechnology Letters Biotechnol Lett 0141-5492 1573-6776 28 7 2006 Springer Science and Business Media LLC Use of ionic liquids to improve whole-cell biocatalytic asymmetric reduction of acetyltrimethylsilane for efficient synthesis of enantiopure (S)-1-trimethylsilylethanol Wen-YongLou Min-HuaZong ThomasJSmith 10.1039/b514999a Green Chemistry Green Chem. 1463-9262 1463-9270 8 2 147 2006 Royal Society of Chemistry (RSC) RDSchmidt RVerger Angew. Chem., Int. Ed 37 1608 1998 EMAnderson KMLarsson OKirk Biocatal. Biotransform 16 181 1998 OKirk MWChristensen Org. Process Res. DeV 6 446 2002 Hydrolases in Organic Synthesis: Regio-or StereoselectiVe Transformations UTBornscheuer RJKazlauskas 1999 Weinheim DBarahona PHPfromm MCRezac Biotechnol. Bioeng 93 318 2006 Large-scale enzymatic conversions in non-aqueous media RASheldon 10.1007/978-94-011-0611-5_10 Enzymatic Reactions in Organic Media AM PKoskinen AMKlibanov Springer Netherlands 1996 New opportunity for enzymatic modification of fats and oils with industrial potentials ZhengGuo XuebingXu 10.1039/b506763d Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 3 14 2615 2005, 3, 2615 Royal Society of Chemistry (RSC) ZGuo XGreenXu Chem 2006 8 54 Functional dependency of structures of ionic liquids: do substituents govern the selectivity of enzymatic glycerolysis? ZhengGuo BiqiangChen RafaelLópez Murillo TianweiTan XuebingXu 10.1039/b606900b Org. Biomol. Chem. Org. Biomol. Chem. 1477-0520 1477-0539 4 14 2006, 4, 2772 Royal Society of Chemistry (RSC) HUyama TTakamoto SKobayashi JPolym 2002 34 94 SJNara JRHarjani MMSalunkhe ATMane PPWadgaonkar Tetrahedron Lett 44 1371 2003 RMarcilla MDe Geus DMecerreyes CJDuxbury CEKoning AHeise Eur. Polym. J 42 1215 2006 FBinns PHarffey SMRoberts ATaylor J. Chem. Soc., Perkin Trans. 1 2671 1999 Optimization of lipase-catalyzed glucose fatty acid ester synthesis in a two-phase system containing ionic liquids and t-BuOH FrankaGanske UweTBornscheuer 10.1016/j.molcatb.2005.08.004 Journal of Molecular Catalysis B: Enzymatic Journal of Molecular Catalysis B: Enzymatic 1381-1177 36 1-6 2005 Elsevier BV FGanske UTBornscheuer Org. Lett 2005, 7, 3097 Ionic liquids create new opportunities for nonaqueous biocatalysis with polar substrates: acylation of glucose and ascorbic acid SPark FViklund KHult RJKazlauskas Ionic liquids as Green SolVents ACS Symposium Series RDRogers KRSeddon Washington, DC American Chemical Society 2003 856 SPark FViklund KHult RJKazlauskas Green Chem 2003 5 715 MTherisod AMKlibanov J. Am. Chem. Soc 108 5638 1986 SRiva JChopineau AP GKieboom AMKlibanov J. Am. Chem. Soc 584 1988 Lipase-catalyzed acylation of konjac glucomannan in organic media Zhi-GangChen Min-HuaZong Guang-JiLi 10.1016/j.procbio.2006.02.013 Process Biochemistry Process Biochemistry Z.-GChen M.-HZong G.-JLi Proc 1359-5113 41 7 March 26-30, 2006. 2006 Elsevier BV Atlanta, GA Enzymic acylation of methyl D- and L-glycopyranosides: Influence of the 3-hydroxyl group DiegoColombo FiammaRonchetti AntonioScala IdaMariaTaino LucioToma 10.1016/s0968-0896(00)82144-6 Bioorganic & Medicinal Chemistry Bioorganic & Medicinal Chemistry 0968-0896 1 5 1993 Elsevier BV Use of ionic liquids as media for the biocatalytic preparation of flavonoid derivatives with antioxidant potency MHKatsoura ACPolydera LTsironis ADTselepis HStamatis 10.1016/j.jbiotec.2005.12.022 Journal of Biotechnology Journal of Biotechnology 0168-1656 123 4 2006 Elsevier BV Influence of ionic liquids on the rates and regioselectivity of lipase-mediated biotransformations on 3,4,6-tri-O-acetyl-d-glucal SusheelJNara SwapnilSMohile JitendraRHarjani PrashantUNaik ManikraoMSalunkhe 10.1016/j.molcatb.2004.01.010 Journal of Molecular Catalysis B: Enzymatic Journal of Molecular Catalysis B: Enzymatic 1381-1177 28 1 2004 Elsevier BV FBjo ¨rkling HFrykman SEGodtfredsen OKirk Tetrahedron 4587 1992 Quantitative analyses of biochemical kinetic resolutions of enantiomers ChingShihChen YFujimoto GaryGirdaukas CharlesJSih 10.1021/ja00389a064 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 104 25 1982 American Chemical Society (ACS) Efficient enantioselective hydrolysis of d,l-phenylglycine methyl ester catalyzed by immobilized Candida antarctica lipase B in ionic liquid containing systems Wen-YongLou Min-HuaZong Yu-YingLiu Ju-FangWang 10.1016/j.jbiotec.2006.01.017 Journal of Biotechnology Journal of Biotechnology 0168-1656 125 1 2006 Elsevier BV Lipase catalysed resolution of the Lotrafiban intermediate 2,3,4,5-tetrahydro-4-methyl-3-oxo-1H-1,4-benzodiazepine-2-acetic acid methyl ester in ionic liquids: comparison to the industrial t-butanol process NicolaJRoberts AmandaSeago JohnSCarey RichardFreer ChristopherPreston GaryJLye 10.1039/b405712k Green Chemistry Green Chem. 1463-9262 1463-9270 6 9 475 2004 Royal Society of Chemistry (RSC) Esterification of (RS)-Ibuprofen by native and commercial lipases in a two-phase system containing ionic liquids FabianoJaresContesini PatríciaDe Oliveira Carvalho 10.1016/j.tetasy.2006.07.020 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 17 14 2006, 17, 2069 Elsevier BV SSMohile MKPotdar JRHarjani SJNara MMSalunkhe J. Mol. Catal., B: Enzym 30 185 2004 CPilisa ˜o MGNascimento Tetrahedron: Asymmetry 17 428 2006 A New Enzymatic Reaction: Enzyme Catalyzed Ammonolysis of Carboxylic Esters MCDe Zoete ACKock-Van Dalen FVan Rantwijk RASheldon 10.3109/10242429409065240 Biocatalysis Biocatalysis 0886-4454 10 1-4 1994 Informa UK Limited WA JStarmans RGDoppen LThijs BZwanenburg Tetrahedron: Asymmetry 9 429 1998 Efficient Lipase-catalyzed Enantioselective Acylation under Reduced Pressure Conditions in an Ionic Liquid Solvent System ToshiyukiItoh EriAkasaki YoshihitoNishimura 10.1246/cl.2002.154 Chemistry Letters 0366-7022 1348-0715 31 2 2002 Oxford University Press (OUP) MNoe ¨l PLozano MVaultier JLIborra Biotechnol. Lett 301 2004 Room Temperature Ionic Liquids in the Kinetic Resolution of Adrenaline‐Type Aminoethanols by <i>Burkholderia cepacia</i> Lipase under Normal and Microwave Conditions KatriLundell ToniKurki MariaLindroos LiisaTKanerva 10.1002/adsc.200505049 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 347 7-8 2005 Wiley FTheil Tetrahedron 56 2905 2000 MQuiros MCParker NJTurner J. Org. Chem 66 5074 2001 MSRasalkar MKPotdar MMSalunkhe J. Mol. Catal., B: Enzym 27 267 2004 See ref 175 88 PLozano TDe Diego ´Carrie DVaultier MIborra J. L. J. Mol. Catal., A: Chem 113 2004 MEckstein PWasserscheid UKragl Biotechnol. Lett 763 2002 Lipase AK is from Amano. A P. fluorescens lipase preparation from Fluka reacted consistently less enantioselectively, which may indicate the presence of a contaminating activity. (215) Kiełasin ´ski PAlbrycht MŁzak JMikołjczyk M 2002 13 735 RIrimescu KKato Tetrahedron Lett 523 2004 RIrimescu KKato J. Mol. Catal., B: Enzym 30 189 2004 TKe CRWescott AMKlibanov J. Am. Chem. Soc 118 3366 1996 Enzymatic resolution of amino acid esters using ionic liquid N-ethyl pyridinium trifluoroacetate HuaZhao SanjayVMalhotra 10.1023/a:1016205924504 Biotechnology Letters Biotechnology Letters 0141-5492 1573-6776 24 15 2002 Springer Science and Business Media LLC Hofmeister series of ionic liquids: kosmotropic effect of ionic liquids on the enzymatic hydrolysis of enantiomeric phenylalanine methyl ester HuaZhao SophiaMCampbell LeeJackson ZhiyanSong OlarongbeOlubajo 10.1016/j.tetasy.2006.01.015 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 17 3 2006 Elsevier BV Selective Deamidation of Peptide Amides DörteSteinke Maria‐reginaKula 10.1002/anie.199011391 Angewandte Chemie International Edition in English Angew. Chem. Int. Ed. Engl. 0570-0833 29 10 1990 Wiley USteltkes-Ritter KWyzgol M.-RKula Appl. Microbiol. Biotechnol 44 393 1995 M.-JKim HMKim DKim YAhn JGreenPark Chem 2004 6 471 PAFitzpatrick AMKlibanov J. Am. Chem. Soc 3166 1991 RJKazlauzkas ANWeissfloch J. Mol. Catal., B: Enzym 3 65 1997 Probing the specificity of the S 1 ′, leaving group, site of subtilisin Bacillus lentus using an enzyme-catalyzed transesterification reaction RichardCLloyd MichaelDickman JBryanJones 10.1016/s0957-4166(98)00022-6 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 9 4 1998 Elsevier BV WKroutil HMang KEdegger KFaber Curr. Opin. Chem. Biol 2004, 8, 120 MEckstein MVillela Filho ALiese UKragl Chem. Commun 1084 2004 KOkrasa EGuibe ´-Jampel MTherisod Tetrahedron: Asymmetry 14 2487 2003 The first hydroxynitrile lyase catalysed cyanohydrin formation in ionic liquids RichardPGaisberger MartinHFechter HerfriedGriengl 10.1016/j.tetasy.2004.06.028 Tetrahedron: Asymmetry Tetrahedron: Asymmetry 0957-4166 15 18 2004, 15, 2959 Elsevier BV MTReetz WWiesenho ¨fer `Francio GLeitner W Chem. Commun 992 2002 MTReetz WWiesenho ¨fer `Francio GLeitner AdV. Synth. Catal 345 1221 2003 PLozano TDe Diego MLarnicol MVaultier Iborra J. L. Biotechnol. Lett 1559 2006 MCKroon JVan Spronsen JCPeters RASheldon GJWitkamp Green Chem 2006 8 246 Opportunities for ionic liquids in recovery of biofuels AndreiGFadeev MichaelMMeagher 10.1039/b006102f Chemical Communications Chem. Commun. 1359-7345 1364-548X 3 2001 Royal Society of Chemistry (RSC) EMiyako TMaruyama NKamiya MGoto Biotechnol. Lett 805 2003 Enzyme-facilitated enantioselective transport of (S)-ibuprofen through a supported liquid membrane based on ionic liquids EijiroMiyako TatsuoMaruyama NorihoKamiya MasahiroGoto 10.1039/b310990a Chemical Communications Chem. Commun. 1359-7345 1364-548X 23 2926 2003, 2926 Royal Society of Chemistry (RSC)",
      "snippet": "Solvent Properties and Miscibility of Ionic Liquids 2759 2 Shear Viscosity of Quasi-Two-Dimensional Ionic Liquids 10.1021/acs.jpcb.4c07573.s001 Stability and Viscosity of Ionic Liquids American Chemical Society (ACS) 2760 2 Properties and Green Aspects of Ionic Liquids OscarCabeza 10.1016/b978-0-444-63257-9.00001-8 Ionic Liquids in Separation Technology Elsevier Ionic Liquids and Enzymes 2760 WaterProteins Electrolytes 2761 3 Effect of Ionic Liquids on Activity and Stability of Enzymes GerganaLetkarska MilenGBogdanov 10.1007/978-981-33-4221-7_20 Encyclopedia of Ionic Liquids Springer Nature Singapore Stability of Enzymes in Nearly Anhydrous Ionic Liquids 2767 3 IonicEnzymes Liquids Hydrogen Bonds, and Activity 2768 Whole Cell Biotransformations in Ionic Liquids 2768 Ionic Liquids in Biotransformations: Motivation and Development ChristinaKohlmann LasseGreiner 10.1002/9781118158753.ch3 Biotransformations in Ionic Liquid Media 2769 Wiley Lipases and Esterases 2769 Proteases 2776 Enantioselective and Diastereoselective Construction of Chiral Amino Alcohols by Iridiumf-Amphox-Catalyzed Asymmetric Hydrogenation via Dynamic Kinetic Resolution 10.1021/acs.orglett.7b00844.s001 null American Chemical Society (ACS) Indirect Detection of Glycosidases Using Amperometry 10.1021/acs.analchem.5b03943.s001 null American Chemical Society (ACS) Standing Query 10.1007/978-0-387-39940-9_3677 Encyclopedia of Database Systems Springer US Hyaluronate lyases 10.1007/springerreference_38550 null Spri…",
      "pages": null,
      "citations": []
    }
  ]
}