{
  "review_id": "16_Britton_2018_ChemSocRev",
  "sections": [
    {
      "header": "Introduction",
      "raw_header": "Introduction",
      "text": "Continuous flow processing has been used extensively in industry since the early 20th century. While manufacturing of bulk chemicals including hydrocarbons, fertilizers, synthetic fibers, paper, wastewater, steel, methane, and iron ore can be dated back to 1771, continuous flow manufacturing of fine chemicals is relatively new. In this respect, recent research has advanced continuous flow synthesis of active pharmaceutical ingredients (APIs), [1][2][3][4][5] value-added chemicals, [6][7][8][9] modern agrochemicals, [10][11][12][13][14][15][16][17] and materials for hydrogen capture, storage, and electronics. [18][19][20][21] The concept of flow chemistry is simple. A fluid containing starting material is pumped through a reactor in a continuous manner to yield a stream of product (Fig. 1). A pump (or series of pumps) injects the solution(s) into the reactor, and these can be grouped into semi-continuous and continuous pumps. Semi-continuous pumps (e.g., syringe pumps) require refilling the syringe, while continuous pumps do not require refilling, and can theoretically process solutions indefinitely (Fig. 2). Continuous flow reactors are typically constructed from metals, glass, and plastic, with the most common material being PFA (perfluoroalkoxy) tubing. While plastic reactors are the most common, metal reactors can withstand higher temperatures and pressures, and can be constructed from catalytic metals such as copper. [22][23][24] The types of continuous flow reactors include (i) reactor coils, (ii) micro or mesofluidic chips, (iii) packed bed reactors, (iv) cartridges containing immobilized reagents, or (v) tube-in-tube reactors for reactions involving gases (Fig. 2). [25][26][27][28] Pumping solutions through continuous reactors allows rapid heating or cooling with temperature ranges being dependent on the reactor capabilities, typically À78 1C to +300 1C. [29][30][31] Additionally, specific reactor tubing can be effectively irradiated with light to accelerate photo-catalyzed reactions, [32][33][34][35] and solid precipitation can be handled by sonicating reactor coils or other methods. 36,37 Finally, semi-permeable Teflon AF-2400 tubing allows gases such as CO 2 , H 2 , N 2 , and O 2 to diffuse through the reactor tubing; the approach is useful for reactions requiring slow diffusion of gases in or out of solution. [38][39][40][41] The final piece of a basic continuous flow system is the backpressure regulator that pressurizes the system (Fig. 3). If a backpressure regulator has an internal pressure of 200 psig, then the fluid in the continuous flow system must achieve a pressure of 200 psig to exit the backpressure regulator. The backpressure regulator has several advantages. First, solvents can be heated above their atmospheric boiling points without evaporation, opening novel process windows. Second, even if the continuous flow system is operating at atmospheric temperature, the backpressure regulator ensures even fluid flow through the reactor (Fig. 3). Furthermore, several backpressure regulators are now available, including regulators that can be tuned to the exact pressure required. Continuous flow systems have the potential to improve a large number of chemical processes (B50%). 42 The first research area to capture the interest of flow chemistry was API (active pharmaceutical ingredient) synthesis. For example, the continuous flow synthesis, purification, and formulation of several APIs was achieved in a manually reconfigurable system. 43 More recently, scientists at Pfizer demonstrated continuous automated screening of 41500 Suzuki reaction conditions per day. 44 While these systems are complex, expensive, and require significant expertise, the examples highlight potential solutions to real world problems. However, in reality, most researchers have access to only several pumps, basic reactors, and maybe a backpressure regulator and separator. This limitation, however, is not due to reluctance for technology adoption, but the high price of equipment (Fig. 3). The rapid growth and adoption of continuous flow synthesis was driven by the arrival of commercially available technology, methodology, and industrial interest. 7,[45][46][47][48][49][50] Likewise, continuous flow biocatalysis is currently undergoing its own revolution, generating a number of publications over the past three years including an general overview of the area (Fig. 4). 51 There has also been an increase in continuous flow knowledge in both academia and industry that did not previously exist; it is now common for researchers to have continuous flow experience, and thus it has expanded into new laboratories. Before exploring continuous flow biocatalysis, an understanding of the differences between whole cell and purified protein biocatalysis is required. Whole cell catalysis uses the whole organism such as Escherichia coli (E. coli) for the transformation, while purified protein biocatalysis uses an extracted protein without the cell present. [52][53][54] It should also be noted that the field of continuous flow biocatalysis builds on seminal work from the laboratories of Stan Roberts, Alexander Klibanov, George Whitesides, Bryan Jones, and their co-workers. [55][56][57][58][59][60][61] In whole cell biocatalysis, unless the protein is excreted from the organism, or displayed on the surface of the organism, [62][63][64][65] the substrate must enter into the cell for it to be transformed, and the product must also exit the organism after the reaction. Two branches of whole cell catalysis exist -fermentation 66 and biocatalysis. This Review focuses on biocatalysis only. The advantages of whole cell biocatalysis include (a) it's less expensive than using purified proteins, (b) the reaction doesn't need to be supplemented with expensive co-factors, which are contained within the cell, and (c) the reaction is performed in its native environment avoiding problems associated with in vitro biocatalysis. 67,68 The disadvantages of whole cell biocatalysis include (a) the cell membrane limits penetration of the substrate and product making the reaction slower compared to purified protein, 69,70 (b) the cell can have undesirable metabolic pathways creating toxic byproducts or unwanted chemicals, (c) the process is more complicated, so research & development can take longer, and (d) from a process standpoint, the reaction chamber is fouled from cellular debris and residual product, and this can",
      "snippet": "Continuous flow processing has been used extensively in industry since the early 20th century. While manufacturing of bulk chemicals including hydrocarbons, fertilizers, synthetic fibers, paper, wastewater, steel, methane, and iron ore can be dated back to 1771, continuous flow manufacturing of fine chemicals is relatively new. In this respect, recent research has advanced continuous flow synthesis of active pharmaceutical ingredients (APIs), [1][2][3][4][5] value-added chemicals, [6][7][8][9] modern agrochemicals, [10][11][12][13][14][15][16][17] and materials for hydrogen capture, storage, and electronics. [18][19][20][21] The concept of flow chemistry is simple. A fluid containing starting material is pumped through a reactor in a continuous manner to yield a stream of product (Fig. 1). A pump (or series of pumps) injects the solution(s) into the reactor, and these can be grouped into semi-continuous and continuous pumps. Semi-continuous pumps (e.g., syringe pumps) require refilling the syringe, while continuous pumps do not require refilling, and can theoretically process solutions indefinitely (Fig. 2). Continuous flow reactors are typically constructed from metals, glass, and plastic, with the most common material being PFA (perfluoroalkoxy) tubing. While plastic reactors are the most common, metal reactors can withstand higher temperatures and pressures, and can be constructed from catalytic metals such as copper. [22][23][24] The types of continuous flow reactors incl…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "[1]",
          "target_xml_id": "b0"
        },
        {
          "ref_marker": "[2]",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "[3]",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "[4]",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "[5]",
          "target_xml_id": "b4"
        },
        {
          "ref_marker": "[6]",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "[7]",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "[8]",
          "target_xml_id": "b7"
        },
        {
          "ref_marker": "[9]",
          "target_xml_id": "b8"
        },
        {
          "ref_marker": "[10]",
          "target_xml_id": "b9"
        },
        {
          "ref_marker": "[11]",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "[12]",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "[13]",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "[14]",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "[15]",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "[16]",
          "target_xml_id": "b15"
        },
        {
          "ref_marker": "[17]",
          "target_xml_id": "b16"
        },
        {
          "ref_marker": "[18]",
          "target_xml_id": "b17"
        },
        {
          "ref_marker": "[19]",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "[20]",
          "target_xml_id": "b19"
        },
        {
          "ref_marker": "[21]",
          "target_xml_id": "b20"
        },
        {
          "ref_marker": "[22]",
          "target_xml_id": "b21"
        },
        {
          "ref_marker": "[23]",
          "target_xml_id": "b22"
        },
        {
          "ref_marker": "[24]",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "[25]",
          "target_xml_id": "b24"
        },
        {
          "ref_marker": "[26]",
          "target_xml_id": "b25"
        },
        {
          "ref_marker": "[27]",
          "target_xml_id": "b26"
        },
        {
          "ref_marker": "[28]",
          "target_xml_id": "b27"
        },
        {
          "ref_marker": "[29]",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "[30]",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "[31]",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "[32]",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "[33]",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "[34]",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "[35]",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "36,",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "37",
          "target_xml_id": "b36"
        },
        {
          "ref_marker": "[38]",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "[39]",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "[40]",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "[41]",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "42",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "43",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "44",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "[45]",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "[46]",
          "target_xml_id": "b45"
        },
        {
          "ref_marker": "[47]",
          "target_xml_id": "b46"
        },
        {
          "ref_marker": "[48]",
          "target_xml_id": "b47"
        },
        {
          "ref_marker": "[49]",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "[50]",
          "target_xml_id": "b49"
        },
        {
          "ref_marker": "51",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "[52]",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "[53]",
          "target_xml_id": "b52"
        },
        {
          "ref_marker": "[54]",
          "target_xml_id": "b53"
        },
        {
          "ref_marker": "[55]",
          "target_xml_id": "b54"
        },
        {
          "ref_marker": "[56]",
          "target_xml_id": "b55"
        },
        {
          "ref_marker": "[57]",
          "target_xml_id": "b56"
        },
        {
          "ref_marker": "[58]",
          "target_xml_id": "b57"
        },
        {
          "ref_marker": "[59]",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "[60]",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "[61]",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "[62]",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "[63]",
          "target_xml_id": "b62"
        },
        {
          "ref_marker": "[64]",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "[65]",
          "target_xml_id": "b64"
        },
        {
          "ref_marker": "66",
          "target_xml_id": "b65"
        },
        {
          "ref_marker": "67,",
          "target_xml_id": "b66"
        },
        {
          "ref_marker": "68",
          "target_xml_id": "b67"
        },
        {
          "ref_marker": "69,",
          "target_xml_id": "b68"
        },
        {
          "ref_marker": "70",
          "target_xml_id": "b69"
        }
      ]
    },
    {
      "header": "Gregory A. Weiss",
      "raw_header": "Gregory A. Weiss",
      "text": "Gregory Weiss is a Professor of Chemical Biology at UC Irvine. He earned a BS from UC Berkeley and a PhD from Harvard University. Awarded a NIH postdoctoral fellowship, he returned the funding to study with Dr Jim Wells, then at Genentech. His awards include Beckman Young Investigator and AAAS Fellow. His laboratory focuses on the interface between chemistry and biology, including the study of membrane proteins, bioelectronics, and single molecule biophysics. He was awarded an Ig Nobel Prize in Chemistry for leading the team that unboiled a hard-boiled egg. hinder downstream processing. For detailed examples, additional Reviews exist. 67,71,72 Purified protein is typically obtained via bacterial expression in E. coli (but can also include yeast or mammalian cell lines). 73 In this process, [74][75][76] a host cell (such as BL21 DE3 E. coli 77,78 ) is transformed with a plasmid encoding the gene for the required protein. When the cells are grown, the protein of interest is expressed using native cellular machinery. After protein expression, cells are exposed to high-energy sonication to break open the cells and release the protein into solution. After centrifugation of the solution, the protein, if correctly folded, resides in the supernatant. The protein can then be purified through chromatography or precipitation. Purified enzymes have the advantage of being incredibly specific. This property reduces byproduct formation, but also makes enzymes typically quite specific for substrates. Notably, lipases, are used ubiquitously in biocatalysis, and are promiscuous in their substrate preferences. [79][80][81][82][83][84] Additionally, the substrate is only required to diffuse into the active site of the protein, and not through the cell membrane. Finally, the concentration of the desired enzyme is higher compared to the same mass of whole cells. Purified proteins also have several disadvantages, including (a) the purification process can be expensive, (b) sometimes overexpressed proteins are not correctly folded, (c) proteins often require cellular environments or additional co-factors for high activity, and finally (d) proteins can be unstable outside of the cell. Though enzymes are used in continuous systems without immobilization, attaching proteins to solid supports offers advantages. Most importantly, some enzymes are only available in small quantities; attaching the enzyme to the reactor decreases quantities required for processing. Additionally, enzyme immobilization simplifies product purification, through retention of the enzyme. Enzymes have also shown increased stability, selectivity, and improved reaction rates after immobilization. 85 Many immobilization techniques exist, and have been reviewed previously. [86][87][88][89][90][91][92][93][94] In general, immobilization supports should offer the following properties: large surface area, sufficient functional groups for attachment, hydrophilic character, water insolubility, chemical The first continuous flow system would be used for a synthetic transformation using two pumps to mix fluids before entering the reactor. The fluid then passes through the reactor before exiting through a backpressure regulator into the collection flask. The variables indicated in the scheme should be quoted (flow rate, reactor volume, internal diameter of the reactor tubing, and reactor temperature) in manuscripts. The second system is a simple continuous flow biocatalysis experiment. Here, a substrate solution is pumped through a packed bed reactor housing immobilized enzymes. The solution passes through the reactor to be modified before exiting into a collection flask. The third system is an advanced experimental set-up. Here, an organic solvent (such as ethyl acetate) is pumped through the packed bed reactor with the substrate solution. The organic phase dissolves the product to accelerate the enzymatic reaction, and a UV detector that can provide information back to the pumps monitors the out flow. Additionally, an in-line separator is used to separate the aqueous layer from the organic. In theory, this approach can provide a pure stream of product in the organic layer. (C) Both semi-continuous and continuous pumps are shown. The benefits and disadvantages are described. The high price of continuous flow pumps often limits the construction of larger continuous flow systems. and thermal stability, mechanical strength, high rigidity, resistance to microbial degradation, and ease of regeneration. Ideally, resins will also be non-toxic, and have a low price. 95 In reality, many immobilization supports have several of these qualities, but not all.",
      "snippet": "Gregory Weiss is a Professor of Chemical Biology at UC Irvine. He earned a BS from UC Berkeley and a PhD from Harvard University. Awarded a NIH postdoctoral fellowship, he returned the funding to study with Dr Jim Wells, then at Genentech. His awards include Beckman Young Investigator and AAAS Fellow. His laboratory focuses on the interface between chemistry and biology, including the study of membrane proteins, bioelectronics, and single molecule biophysics. He was awarded an Ig Nobel Prize in Chemistry for leading the team that unboiled a hard-boiled egg. hinder downstream processing. For detailed examples, additional Reviews exist. 67,71,72 Purified protein is typically obtained via bacterial expression in E. coli (but can also include yeast or mammalian cell lines). 73 In this process, [74][75][76] a host cell (such as BL21 DE3 E. coli 77,78 ) is transformed with a plasmid encoding the gene for the required protein. When the cells are grown, the protein of interest is expressed using native cellular machinery. After protein expression, cells are exposed to high-energy sonication to break open the cells and release the protein into solution. After centrifugation of the solution, the protein, if correctly folded, resides in the supernatant. The protein can then be purified through chromatography or precipitation. Purified enzymes have the advantage of being incredibly specific. This property reduces byproduct formation, but also makes enzymes typically quite specific for su…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "67,",
          "target_xml_id": "b66"
        },
        {
          "ref_marker": "71,",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "72",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "73",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "[74]",
          "target_xml_id": "b73"
        },
        {
          "ref_marker": "[75]",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "[76]",
          "target_xml_id": "b75"
        },
        {
          "ref_marker": "77,",
          "target_xml_id": "b76"
        },
        {
          "ref_marker": "78",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "[79]",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "[80]",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "[81]",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "[82]",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "[83]",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "[84]",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "85",
          "target_xml_id": "b84"
        },
        {
          "ref_marker": "[86]",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "[87]",
          "target_xml_id": "b86"
        },
        {
          "ref_marker": "[88]",
          "target_xml_id": "b87"
        },
        {
          "ref_marker": "[89]",
          "target_xml_id": "b88"
        },
        {
          "ref_marker": "[90]",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "[91]",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "[92]",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "[93]",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "[94]",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "95",
          "target_xml_id": "b94"
        }
      ]
    },
    {
      "header": "Adsorption",
      "raw_header": "Adsorption",
      "text": "Adsorption of biocatalysts onto solid supports (or carriers) relies on hydrophobic, salt bridge, van der Waals, and hydrogen bonding interactions between the protein or cell, and the immobilization support. 96 Solid supports include coconut fibers, 97,98 cellulose, 99 kaolin, 100,101 and micro and mesoporous materials. 102,103 Additionally, biocatalysts have been immobilized onto molecular sieves, 104,105 polypropylene based hydrophobic granules, 106 agarose gel, 107 poly(3-hydroxybutyrate-co-hydroxyvalerate), and APTES surfaces (Fig. 5). 108 Adsorption is easier to perform, and can avoid enzyme denaturation through minimal distortion to the protein. However, immobilization lifetimes and efficiencies can be lower than comparable covalent immobilization. 108",
      "snippet": "Adsorption of biocatalysts onto solid supports (or carriers) relies on hydrophobic, salt bridge, van der Waals, and hydrogen bonding interactions between the protein or cell, and the immobilization support. 96 Solid supports include coconut fibers, 97,98 cellulose, 99 kaolin, 100,101 and micro and mesoporous materials. 102,103 Additionally, biocatalysts have been immobilized onto molecular sieves, 104,105 polypropylene based hydrophobic granules, 106 agarose gel, 107 poly(3-hydroxybutyrate-co-hydroxyvalerate), and APTES surfaces (Fig. 5). 108 Adsorption is easier to perform, and can avoid enzyme denaturation through minimal distortion to the protein. However, immobilization lifetimes and efficiencies can be lower than comparable covalent immobilization. 108",
      "pages": null,
      "citations": [
        {
          "ref_marker": "96",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "97,",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "98",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "99",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "100,",
          "target_xml_id": "b99"
        },
        {
          "ref_marker": "101",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "102,",
          "target_xml_id": "b101"
        },
        {
          "ref_marker": "103",
          "target_xml_id": "b102"
        },
        {
          "ref_marker": "104,",
          "target_xml_id": "b103"
        },
        {
          "ref_marker": "105",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "106",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "108",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "108",
          "target_xml_id": "b107"
        }
      ]
    },
    {
      "header": "Covalent immobilization",
      "raw_header": "Covalent immobilization",
      "text": "Covalent immobilization creates chemical attachment(s) from surface-exposed amino acids on the protein or cell to a solid support. Surface-exposed functional groups include guanidines, carboxylic acids, imidazoles, indoles, phenols, hydroxyl groups, and thiols. 95 Immobilization surfaces used for covalent immobilization include peptide-modified surfaces for high specific activity and controlled protein orientation, 109,110 cyanogen bromine-infused agarose and sepharose, 111 gluteraldehydemodified glass surfaces, 108 silica, 112,113 chitosan, [114][115][116] epoxides, [117][118][119][120][121] and nanowires amongst others (Fig. 6). 122,123 The major benefit of covalent immobilization is the potential for improved catalyst lifetime due to decreased leaching, however, it should be noted that not all proteins are suitable for immobilization and this should be experimentally tested. 108 Fig. 3 Advantages and disadvantages of common continuous flow equipment. Here, the advantages and disadvantages of each piece of modular continuous flow equipment are described from our personal experience. Fig. 4 The total number of patents and publications in continuous flow biocatalysis since 2000. This graph was constructed using data from Scifinder with the terms ''continuous flow biocatalysis''. Data was analyzed to January 2018.",
      "snippet": "Covalent immobilization creates chemical attachment(s) from surface-exposed amino acids on the protein or cell to a solid support. Surface-exposed functional groups include guanidines, carboxylic acids, imidazoles, indoles, phenols, hydroxyl groups, and thiols. 95 Immobilization surfaces used for covalent immobilization include peptide-modified surfaces for high specific activity and controlled protein orientation, 109,110 cyanogen bromine-infused agarose and sepharose, 111 gluteraldehydemodified glass surfaces, 108 silica, 112,113 chitosan, [114][115][116] epoxides, [117][118][119][120][121] and nanowires amongst others (Fig. 6). 122,123 The major benefit of covalent immobilization is the potential for improved catalyst lifetime due to decreased leaching, however, it should be noted that not all proteins are suitable for immobilization and this should be experimentally tested. 108 Fig. 3 Advantages and disadvantages of common continuous flow equipment. Here, the advantages and disadvantages of each piece of modular continuous flow equipment are described from our personal experience. Fig. 4 The total number of patents and publications in continuous flow biocatalysis since 2000. This graph was constructed using data from Scifinder with the terms ''continuous flow biocatalysis''. Data was analyzed to January 2018.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "95",
          "target_xml_id": "b94"
        },
        {
          "ref_marker": "109,",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "110",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "111",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "112,",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "113",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "[114]",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "[115]",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "[116]",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "[117]",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "[118]",
          "target_xml_id": "b117"
        },
        {
          "ref_marker": "[119]",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "[120]",
          "target_xml_id": "b119"
        },
        {
          "ref_marker": "[121]",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "122,",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "123",
          "target_xml_id": "b122"
        },
        {
          "ref_marker": "108",
          "target_xml_id": "b107"
        }
      ]
    },
    {
      "header": "Affinity immobilization",
      "raw_header": "Affinity immobilization",
      "text": "Affinity immobilization revolves around enzymes having different affinities for immobilization supports under different conditions. For example, during recombinant protein expression a polyhistidine affinity tag (His n -tag) is often encoded at a protein terminus. This His n -tag allows protein purification on nickelnitrilotriacetic acid (Ni-NTA) resin, as the His n -tag has an affinity for the resin under fairly neutral buffer conditions (pH 8.0). The protein of interest will complex to the Ni-NTA resin allowing selective protein removal from bulk solution. Once the protein of interest is isolated, adding 250 mM imidazole, or lowering the pH of the solution, will leach the protein from the resin. 124,125 Affinity immobilization supports can be categorized into two groups. First, the matrix is pre-coupled to an affinity ligand (such as the NTA ligand mentioned above), or second, the enzyme is pre-bound to an affinity ligand that gets incorporated into a matrix. Examples of affinity supports include chitosan-coated porous silica beads 126 and agarose-linked with concanavalin protein (Fig. 7). 127",
      "snippet": "Affinity immobilization revolves around enzymes having different affinities for immobilization supports under different conditions. For example, during recombinant protein expression a polyhistidine affinity tag (His n -tag) is often encoded at a protein terminus. This His n -tag allows protein purification on nickelnitrilotriacetic acid (Ni-NTA) resin, as the His n -tag has an affinity for the resin under fairly neutral buffer conditions (pH 8.0). The protein of interest will complex to the Ni-NTA resin allowing selective protein removal from bulk solution. Once the protein of interest is isolated, adding 250 mM imidazole, or lowering the pH of the solution, will leach the protein from the resin. 124,125 Affinity immobilization supports can be categorized into two groups. First, the matrix is pre-coupled to an affinity ligand (such as the NTA ligand mentioned above), or second, the enzyme is pre-bound to an affinity ligand that gets incorporated into a matrix. Examples of affinity supports include chitosan-coated porous silica beads 126 and agarose-linked with concanavalin protein (Fig. 7). 127",
      "pages": null,
      "citations": [
        {
          "ref_marker": "124,",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "125",
          "target_xml_id": "b124"
        },
        {
          "ref_marker": "126",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "127",
          "target_xml_id": "b126"
        }
      ]
    },
    {
      "header": "Entrapment immobilization",
      "raw_header": "Entrapment immobilization",
      "text": "Entrapment immobilization is achieved by trapping the biocatalysts into a caged network via covalent or non-covalent interactions with an immobilization support (Fig. 8). Examples of immobilization entrapment supports include alginate-gelatin hybrids, 128 nanomaterials such as nanowires, 129,130 chitosan, 131 mesoporous silica, 132 calix[n]arene polymers, 133 and k-carrageenan. 134 With the basics of continuous flow, equipment, whole cell, and purified biocatalysts covered, this Review now addresses whole cell biocatalysis, specialty transformations, lipases, enzymatic resolution, co-factor regeneration, and new technological approaches. The examples in each section are presented in chronological order to demonstrate the advancements in each field.",
      "snippet": "Entrapment immobilization is achieved by trapping the biocatalysts into a caged network via covalent or non-covalent interactions with an immobilization support (Fig. 8). Examples of immobilization entrapment supports include alginate-gelatin hybrids, 128 nanomaterials such as nanowires, 129,130 chitosan, 131 mesoporous silica, 132 calix[n]arene polymers, 133 and k-carrageenan. 134 With the basics of continuous flow, equipment, whole cell, and purified biocatalysts covered, this Review now addresses whole cell biocatalysis, specialty transformations, lipases, enzymatic resolution, co-factor regeneration, and new technological approaches. The examples in each section are presented in chronological order to demonstrate the advancements in each field.",
      "pages": null,
      "citations": [
        {
          "ref_marker": "128",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "129,",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "130",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "131",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "133",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "134",
          "target_xml_id": "b133"
        }
      ]
    },
    {
      "header": "Whole cell biocatalysis",
      "raw_header": "Whole cell biocatalysis",
      "text": "In 1990, an immobilized whole cell process containing nitrile hydratase was translated to continuous flow using two packed bed reactors cooled to 4 1C. Under optimal conditions, a feed of 6% (v : v) acrylonitrile was pumped into the first reactor at 1.1 mL min À1 before meeting a second stream of pure acrylamide at 35 mL min À1 (to ensure 6% (v : v) acrylonitrile was present at all times, Fig. 9). 135 Using a system comprised of two packed beds, the space-time yield increased almost two-fold to 93.2 g (L h) À1 . The system showed impressive stability over 240 h with no loss in biocatalytic activity at 4 1C. However, at 30 1C, more than 60% of biocatalytic activity was lost in 40 h. In 2003, a continuous system for producing non-reducing maltodextrins was developed. 136 Trehalosyl-dextrin-forming enzyme was found in the thermoacidophilic archaeon Sulfolobus solfataricus, but could be easily expressed in E. coli. Here, E. coli were permeabilized before immobilization onto supports including polyacrylamide, egg white, chitosan, and calcium-alginate. The E. coli entrapped into calcium-alginate gel were found to be thermally stable at 75 1C, and were used in a glass packed bed reactor. Maltodextrin trehalosylmaltotetraose was produced at 106.5 mg mL À1 h À1 when using a 30% (w/v) solution of maltohexaose substrate (Fig. 10). Importantly, the immobilization Fig. 9 Whole cell continuous flow synthesis of acrylamide using two packed bed reactors housing Brevibacterium sp. CH 2 expressing nitrile hydratase. 135 efficiency vs. activity is discussed. This raises an important concern in continuous flow biocatalysis: is a larger quantity of immobilized cells with lower activity preferred, or vice versa? In this case, only 24% of cells were immobilized into calciumalginate beads, but 100% activity was retained. In contrast, the polyacrylamide support retained 81% of the cells, but after o5 h of processing, activity was reduced to B20%. In our opinion, a smaller quantity of highly active immobilized material allows increased performance compared to a reactor containing the same mass. Continuous flow whole cell biocatalysis has been used for the asymmetric reduction of cyclohexanone analogs using super critical CO 2 . 137 Here, Geotrichum candidum cells were immobilized onto water-absorbing polymer beads (BL-100) and the substrate added semi-continuously. The continuous system was operated under 10 MPa at 35 1C and cyclohexanone was reduced to cyclohexanol in 36% conversion. The authors also demonstrated the enantioselective reduction of o-fluoroacetophenone (499.9%) using the same system (Fig. 11). Impressively, this continuous system out-performed the batch approach at almost twice the product formation rate (0.24 mmol min À1 vs. 0.13 mmol min À1 ). Immobilized whole cells have extensive use in food manufacturing. For example, immobilized and permeabilized Kluyveromyces lactis cells expressing b-galactosidase are used to hydrolyze lactose in milk. 138 Whole cells were immobilized onto the surface of stainless steel sheets via gelation with manganese alginate before being placed into a vertical reactor. Milk is flowed through this reactor at 45 1C. This continuous system had lower hydrolysis rates than a continuous stirred tank reactor (CSTR). However, this is not surprising as the residence time in the CSTR was greater (600 min vs. 125 min); notably, CSTRs can also handle solid precipitation, and are commonly used in API synthesis. [139][140][141] A residence time of 125 min in the continuous flow system yielded B40% lactose hydrolysis while the CSTR yielded near quantitative hydrolysis in 600 min. Additionally, the CSTR demonstrated accelerated reactivity compared to the continuous flow system. Finally, the stability of the whole cells was best when stored in milk at 4 1C; no decrease in activity was observed over seven weeks of storage. This contrasts with many storage methods requiring B50% glycerol at decreased temperatures (Fig. 12). 138 The synthesis of enantiopure (5R)-hydroxyhexane-2-one was achieved with immobilized Lactobacillus kefiri. 142 In this continuous system, whole cells were immobilized with sodium cellulose sulfate at 40% efficiency, and although the immobilization reduced activity, switching from batch to continuous flow (0.8 h residence time) improved performance by an average of 19-fold. The continuous system reduced (2,5)-hexanedione to (2R,5R)-hexanediol at 64 g L À1 d À1 with 499% ee (Fig. 13). In this system, inexpensive glucose was added to regenerate the co-factors. The continuous system was run for six days and the immobilization method retained 68% residual activity. This example highlights the benefits of continuous flow biocatalysis. Generating enantiopure alcohols for both the agrochemical and pharmaceutical industry is vitally important. Towards this Fig. 10 Whole cell continuous flow synthesis of maltotetraose using a packed bed reactor containing immobilized E. coli cells on calciumalginate beads. 136 Images were used with permission from Springer, Nature -2018. Fig. 11 Whole cell continuous flow synthesis of cyclohexanol using immobilized Geotrichum candidum on BL-100 beads with super critical CO 2 . 137 Fig. 12 Whole cell continuous flow hydrolysis of lactose using immobilized Kluyveromyces lactis on alginate. ss = stainless steel. 138 Fig. 13 Whole cell continuous flow reduction of 2,5-hexanedione to (2R,5R)-hexanediol using immobilized Lactobacillus kefiri. Flow rates and pump type were omitted in the original publication. 142 goal, the continuous flow synthesis of (S)-1-phenylethanol was achieved by immobilizing Rhodotorula glutinis on calcium alginate beads for use in a packed bed reactor (Fig. 14). 143 The substrate was flowed through the reactor at room temperature using a peristaltic pump, and interestingly, the fluid exited through an overflow channel at the opposite side of the reactor. Under optimal conditions, (S)-1-phenylethanol was afforded at 75% yield (499% purity). The continuous flow system was operated for 30 days to produce 10.8 mL of product. In this example, considerations for future experiments arise. First, limited to no active mixing is present in the traveling fluid. Could process efficiency be increased with active mixing disrupting concentration gradients of product and substrate? Second, was dispersion of the immobilized biocatalyst equal throughout the whole reactor? Could process efficiency be improved by confining the substrate solutions to a smaller reaction chamber with increased surface area? Biodiesel synthesis is a continually growing field for new technology and methodology. [144][145][146] In one approach, whole cells of Aspergillus niger were immobilized onto polyurethane biomass particles for the transesterification of palm oil. 146 Here, a flow rate of 250 mL min À1 through the packed bed reactor yielded 90% fatty acid methyl ester. To note, this is the first example in this Review where the reaction mixture recycled through the reactor to achieve higher yields. Interestingly, higher flow rates improved mixing, leading to improved yields. The possibility for acceleration from high flow rates should always be tested (Fig. 15). While an entire section below is dedicated to biocatalytic kinetic resolution, we introduce it here with whole cells. Here, the nonsteroidal anti-inflammatory drug (NSAID) (R,S)-flurbiprofen is resolved by enantioselective esterification using dry mycelium of Aspergillus oryzae. 147 In this example, a two-step catch-andrelease protocol esterifies the (R)-enantiomer, and the second reactor traps the undesirable carboxylic acid on the polymersupported (PS) base Amberlyst. After several steps, the nondesirable mixture can be re-subjected to resolution. In this system, the commercially available R2+/R4 flow reactor from Vapourtec was fitted with an Omnifit glass column containing 180 mg of cells, and 180 mg of molecular sieves to drive the reaction (Fig. 16). This is also the first example in this Review of commercial continuous flow equipment -both the reactor and backpressure regulator. Optimal conditions for this resolution required heating the reactor at 60 1C with a flow rate of 116 mL min À1 (6.5 min residence time). Under these conditions the desired product was produced at 2.64 mL min À1 g À1 in 90% ee. Finally, in 2014, Souza et al. demonstrated a bioreduction of fluorinated acetophenone analogues with several varieties of whole cells. 148 After vigorous experimentation, Geotrichum candidum was immobilized onto calcium alginate for the reduction of 2,2,2-trifluoroacetophenone and 4 0 -Br-2,2,2trifluoroacetophenone. Immobilized whole cells were packed into an Omnifit column, and the commercially available Asia flow reactor from Syrris was used. Under optimized conditions, the substrate was flowed through at 30 mL min À1 (90 min residence time) to achieve 499% conversion (499% ee) with a space-time yield of 5.87 kg (L d) À1 . This space-time yield describes the quantity of product produced per litre of solution per hour (Fig. 17). Fig. 14 Whole cell continuous flow reduction of acetophenone to (S)-1-phenylethanol using immobilized Rhodotorula glutinis on calcium alginate. 143 Fig. 15 Whole cell continuous flow synthesis of biodiesel from palm oil using Aspergillus niger immobilized on polyurethane support particles. 146 Fig. 16 Whole cell continuous flow resolution of (R,S)-flurbiprofen using dry mycelium of Aspergillus oryzau in a Vapourtec R2+/R4 reactor. 147 Fig. 17 Whole cell continuous flow reduction of fluorinated acetophenone analogues using immobilized Geotrichum candidum on calcium alginate. 148",
      "snippet": "In 1990, an immobilized whole cell process containing nitrile hydratase was translated to continuous flow using two packed bed reactors cooled to 4 1C. Under optimal conditions, a feed of 6% (v : v) acrylonitrile was pumped into the first reactor at 1.1 mL min À1 before meeting a second stream of pure acrylamide at 35 mL min À1 (to ensure 6% (v : v) acrylonitrile was present at all times, Fig. 9). 135 Using a system comprised of two packed beds, the space-time yield increased almost two-fold to 93.2 g (L h) À1 . The system showed impressive stability over 240 h with no loss in biocatalytic activity at 4 1C. However, at 30 1C, more than 60% of biocatalytic activity was lost in 40 h. In 2003, a continuous system for producing non-reducing maltodextrins was developed. 136 Trehalosyl-dextrin-forming enzyme was found in the thermoacidophilic archaeon Sulfolobus solfataricus, but could be easily expressed in E. coli. Here, E. coli were permeabilized before immobilization onto supports including polyacrylamide, egg white, chitosan, and calcium-alginate. The E. coli entrapped into calcium-alginate gel were found to be thermally stable at 75 1C, and were used in a glass packed bed reactor. Maltodextrin trehalosylmaltotetraose was produced at 106.5 mg mL À1 h À1 when using a 30% (w/v) solution of maltohexaose substrate (Fig. 10). Importantly, the immobilization Fig. 9 Whole cell continuous flow synthesis of acrylamide using two packed bed reactors housing Brevibacterium sp. CH 2 expres…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "135",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "135",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "137",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "138",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "[139]",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "[140]",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "[141]",
          "target_xml_id": "b140"
        },
        {
          "ref_marker": "138",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "142",
          "target_xml_id": "b141"
        },
        {
          "ref_marker": "136",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "137",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "138",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "142",
          "target_xml_id": "b141"
        },
        {
          "ref_marker": "143",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "[144]",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "[145]",
          "target_xml_id": "b144"
        },
        {
          "ref_marker": "[146]",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "147",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "148",
          "target_xml_id": "b147"
        },
        {
          "ref_marker": "143",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "146",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "147",
          "target_xml_id": "b146"
        },
        {
          "ref_marker": "148",
          "target_xml_id": "b147"
        }
      ]
    },
    {
      "header": "Lipases",
      "raw_header": "Lipases",
      "text": "While the previous section focused on whole cell catalysis, many examples in the following sections focus on cell free transformations and often require co-factors and enzyme purification processes prior to processing. Lipases constitute an enormous proportion of continuous flow biocatalysis achievements, most likely due to their commercial availability, 149,150 promiscuity, [79][80][81][82][83][84] usage in industry and academia, and ability to operate under a wide variety of conditions such as organic solvents. [151][152][153][154] In 2000, the enantioselective esterification of (rac)-trans-2phenyl-1-cyclohexanol with an immobilized lipase adsorbed onto EP100 polypropylene powder was achieved (Fig. 18). 155 Two different continuous systems were examined. First, a plug flow reactor achieved 30% conversion in 228 min, while the second reactor, a CSTR, required 355 min. The stainless steel packed bed reactor housing 4.1 g of lipase was operated for 220 h at a flow rate of 28 mL min À1 (302 min residence time) to yield 32% conversion, 47% ee, and 1.38 g of (1R,2S) trans-2phenyl-1-cyclohexanol propionate. Interestingly, the water generated from the esterification (8.0 mg min À1 ) was not a problem in this system; the water capacity of the co-solvent isooctane (8.5 mg min À1 at 42 1C) was sufficient. This method of co-solvent water absorption would benefit system scale up, but could the esterification be enhanced with active water removal? Novozyme 435 (lipase B from Candida antartica) is a common lipase due to its commercial availability and advanced properties. This lipase is immobilized onto a hydrophobic acrylic resin that gives the lipase stability in a wide range of physiological conditions such as operating between 20-110 1C, good recyclability up to 5-10 times, and activity of 10 000 PLU g À1 . Additionally, this immobilized enzyme can be purchased from many commercial suppliers (B$13 per g). In 2008, Novozyme 435 was used for the synthesis of alkyl esters in a continuous flow packed-bed system (Fig. 19). 157 Here, a 0.2 M solution of 1 : 1 acid/alcohol in hexane was flowed through a packed bed of Novozyme 435 (B100 mg, 23 1C) at 1 mL min À1 to yield alkyl esters at close to 100% conversion over two hours. Over 7.5 h, a steady 97% conversion yield was achieved to demonstrate good lifetime and stability. A batch vs. flow comparison found that the continuous flow system rapidly accelerated ester formation compared to the batch reaction; this example again provides evidence for the benefits of continuous flow. Notably, it is vital to always compare batch vs. continuous flow experiments. Novozyme 435 has also been used for the oxidation of alkenes under continuous flow conditions. 158 Here, a packed bed reactor performed chemoenzymatic oxidation of alkenes in high purity and yield. For this transformation, peracetic acid (a peroxy substrate) was used as a cost effective oxygen donor (B$5 per mL). In this reaction, the peracetic acid transforms the alkene into the epoxide, and the lipase regenerates the peracetic acid from the resulting acetic acid and hydrogen peroxide (Fig. 20). This system performed the oxidation of five substrates in excellent yields (97-99%). The importance of testing reaction mixture solubility prior to continuous flow experiments is emphasized in this work. In this reaction set up, the substrate solution was loaded into a gas tight syringe and passed through the packed bed reactor. If the solubility of the substrate solution changes over time, then the solution is not at a steady state, which will adversely affect system performance. Before performing reactions in continuous flow, examining the solubility of solutions, either qualitatively or quantitatively can save a lot of time. Finally, notice the correct use of a backpressure regulator in this system (Fig. 20). The system was tested at temperatures up to 70 1C; without Fig. 20 Continuous flow epoxidation using Novozyme 435 in a packed bed reactor with hydrogen peroxide as the initial oxygen source. 158 the backpressure regulator maintaining 100 psig, uncontrollable flow rates and substrate vaporization would have resulted. An interesting application of Novozyme 435 was the ring opening polymerization of e-caprolactone to polycaprolactone in a microfluidic device (Fig. 21). 159 Here, microfluidic channels are filled with the immobilized lipase, and the substrate is pumped through the channels. As expected, faster polymerization and higher molecular mass of product polymer was observed compared to the same reaction in batch. Typically, during propagation the reaction mixture becomes increasingly viscous with higher molecular mass, limiting the diffusion of the growing polymer. This problem was overcome in continuous flow allowing higher mass polymers to be formed; presumably micromixing and increased surface area drove this beneficial quality. Finally, the degree of enzyme leaching was lower in continuous flow compared to the same experiment in batch (o1% leaching). A chemoenzymatic synthesis of chiral enantiopure 2-(1Himidazol-yl)cycloalkanols requiring ring opening followed by a chiral resolution with Novozyme 435 was achieved (Fig. 22). 160 While ring opening under continuous conditions afforded the same conversion as the microwave-assisted variant, chiral resolution in continuous flow was superior compared to the batch reaction. For this substrate, Novozyme 435 acylated the (R,R)-trans product, and left the (S,S)-trans product unaltered. Continuous flow resolution provided easy product separation, enzyme recycling, reduced system downtime, and increased productivity of the biocatalytic step, as instant enzyme/ substrate ratios can be achieved. Finally, the continuous stream passing over the enzymes can remove product build up, allowing the reaction to be driven forward by Le Chatelier's principlean opportunity not so easily available in large batch style reactors. Additionally, this example illustrates the size and cost of continuous flow equipment. This set-up would be expensive by most standards. It is worth noting that the first reactor coil could potentially be placed in an oil bath to save on microwave costs, but this would need to be tested. Additionally, there are publications available to build your own continuous flow equipment, but, pumps are still the most expensive assets. 161 This is one of the reasons why large sequences cannot be readily created -equipment costs can get very large. A lipase isolated from Rhizomucor miehei and immobilized onto macroporous weak anionic-exchange resin (commercially available from Novozymes) was used to synthesize nonionic surfactants with applications in the food and pharmaceutical industry (Fig. 23). 162 Here, a packed bed reactor containing the immobilized lipase was subjected to a substrate solution of (AE)-1,2-isopropylidene and stearic acid. In a 40 second residence time, 95% conversion was achieved (Fig. 23). In this example, response surface methodology (RSM) was used to elucidate optimal best reaction conditions; the approach offers a computationally guided optimization method. This biocatalytic process allowed an environmentally benign esterification moving away from alkaline hydrolysis. The technical aspects of this continuous system are interesting. The H-cube (a commercially available continuous flow system from ThalesNano) operating a Knauer pump was used. This pump has a minimal flow rate of 0.1 mL min À1 , hence this was the lowest flow rate tested. The benefit of this system is that cartridges full of immobilized catalyst (bio and metals) can be connected to the system for immediate testing. The downside to this commercial system is that the pumping unit does not go to low enough flow rates for long reaction times, but on the upside, the solution can be recycled if necessary, and the flow rates are more suitable for industrial translation. While biodiesel synthesis via transesterification of fats and oils using lipase is common, Maugard et al., demonstrated chemoenzymatic esterification of 3-amino-1,2-propanediol using Novozyme 435 to afford pseudo-ceramides (Fig. 24). 163 Ceramides are active compounds in pharmaceuticals and cosmetics typically synthesized through batch processes. In this two step continuous process, 3-amino-1,2-propanediol is first amidated with stearic acid in 92% yield, before one of the remaining hydroxyl groups is esterified with myristic acid in 54% yield. Impressively, the system operated for three weeks without loss of yield in the first step. With Novozyme 435 having this greater stability, this process could be considered economically attractive despite the cost of Novozyme 435 (B$1360 per kg). Few multi-step continuous biocatalytic approaches exist, however, Ley et al. developed a beautiful three step synthesis of chiral O-acetylcyanohydrins (Fig. 25). 164 This continuous flow procedure has two biocatalytic, and one organic transformation in sequence. The first transformation uses Novozyme 435 to create HCN in situ from cyanoformate. This reaction is performed in a 10 cm packed bed reactor under five bar of backpressure at a flow rate of 40 mL min À1 yielding HCN in 97% conversion in 17.5 min. The second transformation uses the HCN as a substrate for (R)-selective hydroxynitrile lyase from Arabidopsis thaliana. After first optimizing the second reaction in batch, the authors coupled the first and second step into a multi-step process with no purification to afford (R)-mandelonitrile in 85% conversion (96% ee). The largest challenge in this process was the purification of large quantities of overexpressed (R)-selective hydroxynitrile lyase. To overcome this, lyophilized E. coli BL21 (DE3) cells expressing (R)-selective hydroxynitrile lyase were used as the whole cell variant in the packed bed reactor. This two-step system afforded 99% conversion and 95% ee. Finally, as cyanohydrins have poor aqueous stability in alkaline pH, the authors incorporated an acylation reaction at the end of the process to afford protected chiral cyanohydrins in 75-99% yield (40-98% ee). In our opinion, this system is very impressive, and sets the bar for future work. On a different note, refineries increasingly use edible oils for fuel sources, which also increases the amounts of edible oil found in waste streams. To combat this environmental hazard, lipases have been immobilized onto nanoporous activated carbon from rice husks. 165 Here, activated carbon was treated with glutaraldehyde and ethylenediamine for Schiff-base immobilization, before reduction with sodium borohydride. Under continuous flow operation in a 20 cm packed bed reactor containing 15 g of immobilized lipase, the hydrolysis of edible oils in wastewater was found to be optimal at pH of 7 at a flow rate of 1 mL min À1 (4 h residence time). Under these conditions, up to 99% of the oils in the wastewater were hydrolyzed (Fig. 26). Finally, caffeic acid phenylethyl ester (CAPE) is a natural flavonoid-like compound with anticancer, antiviral, and antioxidant activity. While industrial batch syntheses using ionic liquids and enzymes exist, using Novozyme 435 in a packed bed reactor demonstrated the benefits of continuous flow (Fig. 27). 166 Here, alkyl caffeates are transesterified with phenylethanol using Fig. 24 Continuous flow amidation and esterification of 3-amino-1,2propanediol using Novozyme 435 in the production of ceramides. 163 Fig. 25 The multi-step chemoenzymatic synthesis of chiral cyanohydrins using Novozyme 435, a (R)-selective hydroxynitrile lyase, and a room temperature chemical acylation. 164 For the range of chemical functionality present for R, see the original publication. Fig. 26 Waste water treatment using an immobilized lipase on activated carbon to hydrolyze fats and oils in continuous flow. 165 The top photographs are SEM images of the immobilized enzyme on the activated carbon. The photographs used in this figure were reproduced with permission from the Royal Society of Chemistry (2018). 165 ionic liquid ([Bmim][Tf 2 N]) as the solvent. Under optimal conditions, CAPE was synthesized in 93% yield at 2 mL min À1 (2.5 h residence time), and the enzyme used for nine days with no observable decrease in activity. The increase in yield using a continuous flow system was attributed to the increased surface area of the catalyst and the smaller volume of the microfluidic reactor to decrease diffusion paths. In concluding this section on lipases, several important points have been demonstrated. First, Novozyme 435 is readily available, promiscuous, thermally stable, and demonstrates limited enzyme leaching over long time periods. These properties contrast with expressing a specialty protein in-house, which is typically an expensive and time consuming process. Second, immobilized lipases can handle toxic and unusual chemicals. Here, lipases handled HCN and ionic liquids; such capabilities will surely open novel process windows. Third, many continuous flow examples showed improved yields compared to batch reactions. This important feature is due to increased surface area of the catalyst, micromixing, removal of product concentrations from the protein active site to drive the reaction and avoid product inhibition, and finally the system can decrease distances required for substrate diffusion.",
      "snippet": "While the previous section focused on whole cell catalysis, many examples in the following sections focus on cell free transformations and often require co-factors and enzyme purification processes prior to processing. Lipases constitute an enormous proportion of continuous flow biocatalysis achievements, most likely due to their commercial availability, 149,150 promiscuity, [79][80][81][82][83][84] usage in industry and academia, and ability to operate under a wide variety of conditions such as organic solvents. [151][152][153][154] In 2000, the enantioselective esterification of (rac)-trans-2phenyl-1-cyclohexanol with an immobilized lipase adsorbed onto EP100 polypropylene powder was achieved (Fig. 18). 155 Two different continuous systems were examined. First, a plug flow reactor achieved 30% conversion in 228 min, while the second reactor, a CSTR, required 355 min. The stainless steel packed bed reactor housing 4.1 g of lipase was operated for 220 h at a flow rate of 28 mL min À1 (302 min residence time) to yield 32% conversion, 47% ee, and 1.38 g of (1R,2S) trans-2phenyl-1-cyclohexanol propionate. Interestingly, the water generated from the esterification (8.0 mg min À1 ) was not a problem in this system; the water capacity of the co-solvent isooctane (8.5 mg min À1 at 42 1C) was sufficient. This method of co-solvent water absorption would benefit system scale up, but could the esterification be enhanced with active water removal? Novozyme 435 (lipase B from Candida anta…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "149,",
          "target_xml_id": "b148"
        },
        {
          "ref_marker": "150",
          "target_xml_id": "b149"
        },
        {
          "ref_marker": "[79]",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "[80]",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "[81]",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "[82]",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "[83]",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "[84]",
          "target_xml_id": "b83"
        },
        {
          "ref_marker": "[151]",
          "target_xml_id": "b150"
        },
        {
          "ref_marker": "[152]",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "[153]",
          "target_xml_id": "b152"
        },
        {
          "ref_marker": "[154]",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "155",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "157",
          "target_xml_id": "b156"
        },
        {
          "ref_marker": "158",
          "target_xml_id": "b157"
        },
        {
          "ref_marker": "158",
          "target_xml_id": "b157"
        },
        {
          "ref_marker": "159",
          "target_xml_id": "b158"
        },
        {
          "ref_marker": "160",
          "target_xml_id": "b159"
        },
        {
          "ref_marker": "161",
          "target_xml_id": "b160"
        },
        {
          "ref_marker": "162",
          "target_xml_id": "b161"
        },
        {
          "ref_marker": "163",
          "target_xml_id": "b162"
        },
        {
          "ref_marker": "164",
          "target_xml_id": "b163"
        },
        {
          "ref_marker": "165",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "166",
          "target_xml_id": "b165"
        },
        {
          "ref_marker": "163",
          "target_xml_id": "b162"
        },
        {
          "ref_marker": "164",
          "target_xml_id": "b163"
        },
        {
          "ref_marker": "165",
          "target_xml_id": "b164"
        },
        {
          "ref_marker": "165",
          "target_xml_id": "b164"
        }
      ]
    },
    {
      "header": "Specialty transformations",
      "raw_header": "Specialty transformations",
      "text": "This section examines the synthesis of pharmaceutical motifs and high-value molecules. One of literature's earliest examples uses a purified invertase, and a glucose-fructose oxidoreductase in Zymomonas mobilis for synthesizing sorbitol (Fig. 28). 167 Here, a co-immobilized system comprising of invertase on chitin transforms sucrose into fructose and glucose, before Zymomonas mobilis on calcium alginate beads transforms fructose into sorbitol. Here, the second reaction requires the co-factor NADP(H); using whole cells provides the co-factor. This system operates as a recycling packed bed reactor where the solution is passed back through the reactor during the reaction. The system was operationally stable for 250 h at 20 mL min À1 , producing sorbitol at 5.20 g (L h) À1 . Interestingly, this system had a pH titrator using 5 M NaOH solution for maintaining pH 6.0 during reaction recycling. This system provided an alternative approach to sorbitol synthesis removing Ni 2+ -catalyzed hydrogenation under 40-50 atm at 140-150 1C. In 2005, Mulchandani et al., developed a continuous system for detoxifying organophosphate agents using immobilized whole cells of E. coli expressing organophosphorous hydrolase with a cellulose binding domain on the protein terminus (Fig. 29). 168 Here, E. coli cells were immobilized onto cellulose fibers before placement into a packed bed reactor. Paraoxon (an acetylcholine esterase inhibitor) was then flowed through the system and degraded into p-nitrophenol. Conveniently, p-nitrophenol absorbs visible light at 412 nm making it possible to monitor degradation spectroscopically. Under optimal conditions, paraoxon was degraded at 5220 mmol (h L) À1 . Pentaerythritol tetranitrate reductase is a NADP(H) dependent enzyme used in the degradation of explosives, nitroaromatics, nitroesters, cyclic triazines, and a,b-unsaturated activated alkenes. In a study by Fielden et al., a two-phase microfluidic chip under anaerobic conditions reduced a,b-unsaturated activated alkenes including enals, enones, enamides and nitroolefins (Fig. 30). 169 Here, the enzyme was not immobilized, but was Fig. 29 A continuous flow degradation of paraoxon using immobilized organophosphatase immobilized onto cellulose fibers using a cellulosebinding domain. 168 dissolved in the aqueous phase with NADP(H) and glucose-6phosphate dehydrogenase (to recycle the NADP + ), while the substrate was dissolved in isooctane. The two phases meet in the microfluidic chip and form a bi-phasic continuous system with increased surface area and shorter diffusion distances. As a result, the reaction in continuous flow generated higher yields compared to the batch reaction. Notably, this example illustrates in-line monitoring. Passing the reactant streams through UV detectors monitored the concentration of substrate and NAD(P)H. Peroxidase enzymes can catalyze phenol oxidation into phenolic polymers, and copolymers from p-cresol and p-phenylphenol. In particular, horseradish peroxidase was immobilized on micro-and nano-lithographic gold surfaces to oxidize phenol into polymers. Here, the gold provided a surface to either physically adsorb horseradish peroxidase, or to form a horseradish peroxidase monolayer. This simple microfluidic system converted 35% of phenol in solution, as well as several other phenol-like motifs in 4-7% conversion (Fig. 31). 170 Although low conversions were observed, this research created a useful method to immobilize enzymes into a specific pattern that could be used for multistep reactions. Acid phosphatase was immobilized onto polymethacrylate beads through an epoxy-based attachment for alcohol phosphorylation (Fig. 32). 171 Here, the immobilized enzyme was placed into a packed bed reactor and alcohols flowed through with inorganic phosphate. The reactor showed good stability for 12 days at a flow rate of 30 mL min À1 and produced 32 g of material (78% isolated yield). However, the fed batch reactor also showed similar conversion. Compared to current chemical methods of alcohol phosphorylation, this offers an inexpensive route for producing multi-gram quantities of material. Since the fed batch reactor gave the same conversion, the reaction was likely not diffusion-limited, or the residence time was not short enough to see a difference in reaction rates. Although conversion was the same in the fed batch process and continuous flow processes, sampling a shorter timescale may reveal a different trend; it is possible for continuous flow reactors to reach equilibrium in shorter times. A fed-batch reactor allows substrates to be delivered in low concentrations to avoid substrate inhibition and protein denaturation. Until 2013, this was not possible in continuous flow systems. 172 However, Szita et al., developed a multi-input reactor for transketolase biosynthesis. Here, a solution of wildtype transketolase forms a new C-C bond between lithium hydroxypyruvate and glycoaldehyde to yield (L)-erythrulose at 15 mg h À1 (Fig. 33). Transketolases are particularly sensitive to high substrate concentrations, limiting throughput. This reactor increased substrate concentrations delivered to the 172 reaction and afforded a 4.5-fold increase in output concentration, and a 5-fold increase in throughput. This is a particular exciting advancement as many enzymes suffer from substrate inhibition at the high concentrations preferred for industrial applications. Tube-in-tube reactors allow gas diffusion in-and-out of liquid reactions contained within a reactor. The reactor set up is simple; one gas permeable tube lies within another, non-permeable tube. To demonstrate how this reactor can benefit continuous flow biocatalysis, the hydroxylation of 2-hydroxybiphenyl to 3-phenylcatechol was explored (Fig. 34). 173 Here, a biphasic reaction mixture is passed through a reactor comprised of Teflon AF-2400 tubing where O 2 can diffuse in, and CO 2 out. The Teflon AF-2400 tubing is contained within larger diameter tubing that is significantly less permeable to gases (PFA tubing for example). In this reaction, 2-hydroxybiphenyl-3monooxygenase, sodium formate, NAD + , formate dehydrogenase (to recycle the NAD + ), and Tween 20 (for increased enzyme stability) are contained in the aqueous phase, and 2-hydroxybiphenyl in n-decanol. During the reaction, the substrate diffuses from the organic phase into the aqueous phase, along with O 2 . Once the enzymatic reaction is complete, the product diffuses back into the organic phase, and the CO 2 byproduct diffuses out through the Teflon AF-2400 tubing, helping maintain the correct pH. Using this set-up, the product was achieved at 17.7 g (L h) À1 . Many natural products contain optically pure amines. Although enantiopure amines can be obtained via chemical synthesis, it could be more attractive to use biocatalysis. As a proof of concept, E. coli overexpressing o-transaminase were immobilized onto methacrylate polymer resin. 174 The cells used isopropylamine (IsoPA) as the amine donor for transforming non-natural ketones into their respective amines. Using two streams, one containing IsoPA, and the other the ketone, the solutions were fed into a packed bed reactor housing immobilized cells for a residence time of 30-60 min at 20-50 1C. Under a backpressure of 75 psi (and with methyl tert butyl ether as the solvent), enatiopure amines were synthesized in high ee (499%). Additionally, the system was stable for five days of processing, and provides a good example of whole cell use. Although the co-factor PLP is expensive, it was created in situ for immediate use. Furthermore, to isolate the amine product, the continuous stream was passed through a silica cartridge to 'catch' the product. After the reaction completion, the silica was rinsed with methanol to 'release' the product -'known as a catch and release method' (Fig. 35). Multi-step (or cascade) biocatalysis is becoming popular as improved attachment methodology emerges. While many enzyme immobilization methods exist, Niemeyer and co-workers used a streptavidin affinity peptide on the biocatalyst to bind with high affinity to streptavidin immobilized on magnetic beads. In their microfluidic system, three different proteins reduced 5-nitrononane-2,8-dione to a range of products. 175 The microfluidic chip was placed in heating block at 30 1C, and magnets under the chip kept the magnetic beads in place during processing. Here, two different enzymes could reduce the substrate twice (either (S)-or (R)-selective), and the third enzyme (glucose 1-dehydrogenase) regenerated NADP(H). Controlling which enzymes the substrate is exposed (and in which order) allowed control over which product is formed. Under optimal conditions, the meso-diol (3c in Fig. 36) was generated in excellent conversion and diastereoselectivity (495% conv., d.r. 499 : 1, Fig. 36). Our laboratory used a thin film of substrate and immobilization metal affinity chromatography resin for multi-step biocatalysis (Fig. 37). 124 Our system addressed several key issues including: (a) IMAC resin allows for simultaneous protein purification and immobilization in ten minutes and in near quantitative attachment yields, (b) using a thin film flow system allows cell lysate to be used that would block a microfluidic device, (c) high flow rates could be used (413.3 mL min À1 ), and (d) there was no need to dialyze the purified protein into a reaction solvent, saving days. These advances allowed proteins to be painted onto the reactor in a variety of styles and patterns for multi-step biocataltyic reactions. Additionally, regulating enzyme concentrations in each zone allowed equal k cat /K M values for different enzymes. This enzyme Fig. 34 Continuous flow oxygenation using a tube-in-tube reactor with 2-hydroxybiphenyl 3-monooxygenase and O 2 . The lower schematic used in this figure were reproduced from the original manuscript. 173 The photographs used in this figure were reproduced with permission from John Wiley and Sons (2018). 173 Fig. 35 Continuous flow synthesis of optically pure amines using immobilized E. coli cells on methacrylate polymer resin overexpressing o-transaminase. 174 balancing meant that for reactions requiring 1 : 1 reaction stoichiometry, a higher level of control was possible. The system ran for five days with only 0.34% protein leaching. Compared to our previous work using borosilicate reactors, 108 this methodology opened several exciting avenues, including protein purification and multi-step pathways within a single flow system. Many enzymatic transformations require co-factors. While a whole section below is dedicated to co-factor regeneration, one example uses a system where co-factor and enzyme are co-immobilized to yield a self-sufficient system. Here, a ketoreductase and NADP(H) are co-immobilized onto porous agarose beads with tertiary amine groups, and placed into a packed bed reactor for the stereoselective reduction of an aryl ketone (Fig. 38). 176 Here, 280 mg of the co-immobilized system was used, and the substrate flowed through at 50 mL min À1 . Isopropyl alcohol (IPA) is also present in the substrate mixture to recycle the co-factor upon oxidation to acetone. Under optimal conditions, the ketone was selectively reduced in 80% yield with a space-time-yield of 104 g (L d) À1 . Additionally, this self-sufficient system operated for 120 h with no loss in enzyme or co-factor activity. To note, a similar example in the context of co-factors is described in Fig. 57 below. Paradisi et al., demonstrated amine production using transaminase from Halomonas elongate immobilized onto cobaltderivatized epoxy-resin (Fig. 39). 177 After 24 h, 30% of the enzyme was immobilized onto the support, and the enzyme became more tolerant to several organic solvents. The immobilized enzyme was used in a packed bed reactor to convert a handful of aldehyde substrates to their respective amines in good to excellent yield (50-99% yield). Additionally, in-line 38 Continuous flow biocatalysis using a ketoreductase and NADP(H) co-immobilized into porous agarose beads. Under these conditions, the ketoreductase yielded the (S)-enantiomer, however; all other substrates yielded the (R)-enantiomer. IPA was used to regenerate the co-factor. 176 Fig. 39 Continuous flow synthesis of amines from alanine as an amine source and an aldehyde amine acceptor using immobilized purified transaminase on cobalt-derivatized epoxy-resin. Additionally, this example uses a Zaiput Flow technologies liquid-liquid separator and polymer supported benzylamine to purify the reaction mixture and provide a means of recycling any unreacted substrate. 177 separation isolated the amine in ethyl acetate by adjusting the pH to 11 with 1 M NaOH. The authors also use polymersupported (PS) benzylamine to capture any unreacted aldehyde (o1%) from the reaction for substrate recycling. This capture of unreacted substrate is a great feature; though uncommon in continuous flow biocatalysis, such on-line purification appears often in continuous flow organic synthesis. The authors also examined continuous flow vs. batch, and in all situations the continuous flow system was more efficient. For example, aminating cinnamaldhyde required two-minutes in continuous flow and afforded 90% conversion; the equivalent reaction required 24 h in batch. Also, aminating vanillin took two minutes in continuous flow and yielded an 18% conversion; the same conversion took 24 h in batch. Typically improved productivity in continuous flow is often reported, all authors should always ask the following questions: is comparing long reaction times in batch to a rapid continuous flow reaction always examined under appropriate conditions? For an accurate comparison, reactions in batch should be ideally tested on the same time scale as the reaction being examined in continuous flow. Additionally, initial rates of reaction are more interesting in continuous flow due to increased mass transfer and shorter diffusion distances. The same style of continuous system was also used to transform amines to aldehydes, operating the enzyme in reverse with pyruvate as the amine acceptor (Fig. 40). 178 Here, 16 amines were converted in 3-15 min residence times; conversions between 90-99% were observed. The comparison to a batch process was also made, and the authors concluded the continuous flow system offers rate acceleration. Interestingly, they found that aldehydes became immobilized in the packed bed reactor. Cleverly, incorporating a toluene stream before the packed bed reactor allowed products to be carried through to the aqueous separation. Opposite to the previous system, the product stream was treated with 1 M HCl to purify the reactant stream by forcing the amine into the aqueous waste stream. Phenylalanine ammonia lyases produce valuable aromatic amino acids by amination of trans-acrylic acid. Pohl and co-workers immobilized phenylalanine ammonia lyase from Arabidopsis thaliana onto Avicel (carbohydrate resin, $118 kg À1 ) through expressing a carbohydrate binding module on the C-terminus of the protein (Fig. 41). 179 This method allowed rapid immobilization and purification at a flow rate of 0.2 mL min À1 to create a protein cartridge of exceptional purity. Once immobilized, the substrate was pumped through at 5-15 mL h À1 to yield (S)-phenylalanine in 485% conversion and 499% ee. The system was operated for 70 h to afford 2.9 g of material. Additionally, operating this biocatalytic transformation in continuous flow vs. batch afford rates 28-66 fold higher. Inositol moieties are ubiquitous in several biologically active species, and play important roles cellular signaling and pathogen virulence. While several syntheses exist, Smith et al. demonstrated a continuous flow biocatalytic synthesis of (L)-myo-inositol 1-phosphate (B$200 mg À1 , Fig. 42). 180 Here, (L)-myo-inositol 1-phosphate synthase from Trypanosoma brucei was immobilized using Ni 2+ IMAC resin and placed into a packed bed reactor. Under batch conditions, a 0.4-10 mg scale reaction yielded 495% conversion, but scaling up to 100 mg scale afforded only 76% in six days; NAD + degraded in the basic reaction media. To overcome this scaling problem, the reaction was transferred to a continuous flow system with a 5 mL packed bed reactor with a flow rate of 41.6 mL min À1 to yield 81% conversion. After 36 h of processing, B420 mg of the product was obtained, and could be further chemically modified to create high value compounds such as inositol pentaacetate for the synthesis of natural product mycothiol. Fig. 42 Continuous flow synthesis of (L)-myo-inositol 1-phosphate using (L)-myo-inositol 1-phosphate synthase from Trypanosoma brucei immobilized onto IMAC resin. 180 In 2017, Szita et al. reported sequential use of a transketolase and transaminase to convert hydroxypyruvate and glycoaldehyde into the chiral amino alcohol (2S,3R)-amino-1,3,4-butanetriol (ABT), a common building block in protease inhibitors, detoxifying agents, and pharmaceuticals (Fig. 43). 181 This environmentally friendly approach allows an efficient synthesis through enzyme compartmentalization. Here, the transketolase fully converts hydroxypyruvate and glycoaldehyde in ten minutes at pH 7, to provide the vital C-C bond formation. The intermediate is then transformed over two hours into ABT using transaminase and co-factor (S)-a-methylbenzylamine at pH 9. Unlike most continuous flow biocatalytic systems, the enzymes were not immobilized, but were recovered through in-line filtration devices. This style of processing has several benefits including (a) avoiding enzyme activity loss upon immobilization, (b) larger, more sensitive proteins could be amenable to recycling instead of immobilization, and (c) providing a known concentration of biocatalyst could aid process reproducibility; in contrast, immobilized enzymes can decrease in concentration over time, which could be problematic. Captopril is a widely used API used in the treatment of antihypertension. While many routes for the synthesis of captopril have been reported, Tamborini and co-workers developed a chemoenzymatic route starting from low cost prochiral 2-methyl-1,3propandiol (Fig. 44). 182 Here, a stereoselective oxidation is performed via whole cells of Acetobacter aceti MIM 2000/28 immobilized onto alginate. Immobilized cells were loaded into a packed bed reactor, and a segmented flow regime (acetate buffer at pH 6, and air), transformed the substrate in 95% conversion, and o97% ee in ten minutes. A 'catch and release' system was used for purification, as a liquid-liquid extraction was not possible given the highly polar nature of the carboxylic acid. Additionally, no co-factor was required given the use of whole cells, and correctly, a backpressure regulator is used to ensure smooth fluid flow. The system was stable for ten hours at 60 mL min À1 , and an additional series of impressive continuous flow organic transformations yielded Captopril. Terpene cyclases have long interested the chemical community for their ability to synthesize highly complex carbon backbones found in natural products. Typically, these enzymes suffer from low stability, low reaction rates, and low expression levels. While expression levels can be optimized through protein expression protocols, Wirth et al. used continuous flow to drive terpene biosynthesis (Fig. 45). 183 To obtain good yields, a segmented continuous flow stream comprised of alternating segments of aristolochene synthase and farnesyldiphosphate in the aqueous phase, and pentane as the organic phase generated enhanced surface-liquid volumetric ratio. Performing the reaction biphasically allowed continuous product removal to drive higher reaction rates. Additionally, a design of experiment (DOE) model explored the influences of internal reactor diameter, volumetric ratio of aqueous: organic components, and residence time. With a 90 min residence time, 0.5 mm internal diameter tubing an a 1 : 1 organic : aqueous (v : v), a 96% GCMS yield of the terpene was obtained. This research could open many avenues for improved API and natural product synthesis. Our final example in this section uses alcohol dehydrogenase immobilized onto HaloLink resin for ketone asymmetric reduction (Fig. 46). 183 Here, alcohol dehydrogenase is expressed with a C-terminal fusion of a halogenase. The halogenase domain covalently bioconjugates the fusion protein to the resin through an ester bond. However, HaloLink resin is expensive (10 mL = B$350), and co-expressing a protein weighing 27 kDa may affect protein folding. After protein immobilization, only B35% residual activity was obtained, which is not uncommon. Brilliantly, in-line UV spectroscopy (at 282 nm) allowed real-time monitoring of the immobilization process. This technique allows accurate determination of immobilization efficiency, while decreasing column-to-column variation. Using an optimized system allowed for the reduction of 14 different ketones in 19 min in 23-99% yield (499% ee). Additionally, chemical reaction of the product with 1 M NaOH in a glass microfluidic chip afforded the epoxide in 98% yield (98% ee) in 16 min.",
      "snippet": "This section examines the synthesis of pharmaceutical motifs and high-value molecules. One of literature's earliest examples uses a purified invertase, and a glucose-fructose oxidoreductase in Zymomonas mobilis for synthesizing sorbitol (Fig. 28). 167 Here, a co-immobilized system comprising of invertase on chitin transforms sucrose into fructose and glucose, before Zymomonas mobilis on calcium alginate beads transforms fructose into sorbitol. Here, the second reaction requires the co-factor NADP(H); using whole cells provides the co-factor. This system operates as a recycling packed bed reactor where the solution is passed back through the reactor during the reaction. The system was operationally stable for 250 h at 20 mL min À1 , producing sorbitol at 5.20 g (L h) À1 . Interestingly, this system had a pH titrator using 5 M NaOH solution for maintaining pH 6.0 during reaction recycling. This system provided an alternative approach to sorbitol synthesis removing Ni 2+ -catalyzed hydrogenation under 40-50 atm at 140-150 1C. In 2005, Mulchandani et al., developed a continuous system for detoxifying organophosphate agents using immobilized whole cells of E. coli expressing organophosphorous hydrolase with a cellulose binding domain on the protein terminus (Fig. 29). 168 Here, E. coli cells were immobilized onto cellulose fibers before placement into a packed bed reactor. Paraoxon (an acetylcholine esterase inhibitor) was then flowed through the system and degraded into p-nitroph…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "167",
          "target_xml_id": "b166"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "169",
          "target_xml_id": "b168"
        },
        {
          "ref_marker": "168",
          "target_xml_id": "b167"
        },
        {
          "ref_marker": "170",
          "target_xml_id": "b169"
        },
        {
          "ref_marker": "171",
          "target_xml_id": "b170"
        },
        {
          "ref_marker": "172",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "172",
          "target_xml_id": "b171"
        },
        {
          "ref_marker": "173",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "174",
          "target_xml_id": "b173"
        },
        {
          "ref_marker": "175",
          "target_xml_id": "b174"
        },
        {
          "ref_marker": "124",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "173",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "173",
          "target_xml_id": "b172"
        },
        {
          "ref_marker": "174",
          "target_xml_id": "b173"
        },
        {
          "ref_marker": "108",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "176",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "177",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "176",
          "target_xml_id": "b175"
        },
        {
          "ref_marker": "177",
          "target_xml_id": "b176"
        },
        {
          "ref_marker": "178",
          "target_xml_id": "b177"
        },
        {
          "ref_marker": "179",
          "target_xml_id": "b178"
        },
        {
          "ref_marker": "180",
          "target_xml_id": "b179"
        },
        {
          "ref_marker": "180",
          "target_xml_id": "b179"
        },
        {
          "ref_marker": "181",
          "target_xml_id": "b180"
        },
        {
          "ref_marker": "182",
          "target_xml_id": "b181"
        },
        {
          "ref_marker": "183",
          "target_xml_id": "b182"
        },
        {
          "ref_marker": "183",
          "target_xml_id": "b182"
        }
      ]
    },
    {
      "header": "Methodology and technology",
      "raw_header": "Methodology and technology",
      "text": "This section covers recent advances in novel methodology for continuous flow biocatalysis. Such advances will include new technology, reactors, and approaches, and some of the problems and solutions of transferring from batch to continuous flow. Archer et al., conducted an elegant examination of two continuous flow reactors vs. a batch reactor. 184 Here, a Coflore agitated cell reactor (Coflore ACR), and a Coflore agitated tube reactor (Coflore ATR) were compared to a batch reactor for chiral resolution of racemic amino acids using non-immobilized whole cells with (D)-amino acid oxidase (Fig. 47A). The Coflore ACR is a dynamically mixed plug flow reactor that uses moving agitators to promote mixing (Fig. 47B), while the Coflore ATR is a tubeshaped reactor using lateral movement (like twisting a spring in a horizontal direction) for improved mass transfer in two-phase reactions (Fig. 47C). Given that oxygen is required for this biocatalytic process, it was an ideal system to test the effects of scaling on reactor performance. As expected, increasing the batch reactor size from 250 mL to 4 L decreased the reaction rate; four hours were required to reach B50% conversion in a 250 mL reactor vs. 25 h in a 4 L reactor. Additionally, both continuous flow reactors improved the reaction rates due to improved mass transfer; in the ACR, B75% conversion was achieved in two hours compared to only B50%. For the 1 L ATR continuous flow reactor, five hours afforded 65% conversion compared to B22% in a 1 L batch reactor. This example illustrates the benefits of continuous flow systems for biocatalysis compared to batch, while also demonstrating the correct way to achieve an accurate comparison. In this work, the authors track the conversion at equal times for both the batch and continuous flow reactions, and also use the same volume reactor for the comparison. Next, processing parameters of a segmented flow microreactor were examined to yield a high performing system. 185 Unlike most examples, many parameters were examined such as (a) which biocatalytic transformations benefit from continuous flow, (b) optimal ratios of aqueous and organic solvents, (c) reactor tubing diameter, and (d) flow velocity. This research examined a wide range of considerations that are often overlooked. First, only biocataltyic reactions with a high mass transfer co-efficient will likely benefit from segmented flow biocatalysis. Thus, a reaction limited by substrate or product diffusion could be improved by continuous flow. Second, reducing heptaldehyde to heptanol using thermophilic alcohol dehydrogenase was optimal in smaller diameter tubing. This is due to an increase in mass transfer and flow velocity. An increase in flow velocity (increasing the flow rate through the same reactor length) improved the transformation until the flow became too powerful and denatured the enzyme. Although this observation seems counter intuitive, increasing flow velocity improves mixing; thus, this parameter could allow the same conversion at higher flow rates and decreased residency times. For example, a residence time of 10 min (1.86 cm s À1 ) afforded high space-time yields, while increasing the residence time to 20 or 30 min (0.91 cm s À1 and 0.61 cm s À1 respectively) decreased space-time yields. Third, in segmented flow reactors, Fig. 47 Chiral resolution of (D)-and (L)-alanine using whole cells with wild type (D)-amino acid oxidase. In this example, a batch vs. continuous flow experiment is done. (A) The biocatalytic system used in both the continuous flow and batch experiment. Note that oxygen is required in the transformation. (B) The Coflore agitated cell reactor (Coflore ACR) and a close up photograph of one of the agitators. (C) The Coflore agitated tube reactor (Coflore ACR) with a close up photograph of the agitator movement. The photographs used in this figure were reproduced with permission from Science Direct (2018). 184 the ratio of organic to aqueous solvents will determine the size of the respective plug moving through the system. In this particular example, a 1 : 1 ratio of organic to aqueous solvents was optimal. This is important to test in order to aid downstream separation processes for industrial applications. The authors also provided a novel method for improved reactor performance based on substrate concentration. In this enzymatic system, lower substrate concentrations were transformed more effectively in smaller diameter tubing, and vice versa. To aid this finding, a reactor with three different reactortubing diameters was constructed. The initial reaction with a high substrate concentration of 300 mM was mediated in 2.15 mm diameter tubing for improved reactivity. As the substrate concentration decreased, the reaction mixture was flowed into smaller diameter reactor tubing (1.0 and 0.5 mm) to improve reaction rates at lower concentrations (Fig. 48). This reactor design could be highly useful for many reactions that are both substrate-and product-inhibited. Nidetzky et al., reported an immobilization approach for an 87 mL volume microfluidic reactor using silica nanosprings as the support (Fig. 49). 186 Here, sucrose phosphorylase is expressed with a silica-binding domain (SBD, known as Z basic2 ) for rapid immobilization onto the silica nanosprings. Without the SBD, 87% of protein is lost in the immobilization process, making it inefficient. Simply fusing a SBD onto the N-terminus of the protein allows rapid immobilization in two hours by filling the microfluidic cell with an enzyme solution. Using silica nanosprings with a high surface area of B300 m 2 g À1 allowed a 4.5-fold average increase in activity. Additionally, further modifying the nanosprings with sulfonate groups increased this improvement to 10-fold. This solution could inspire new microstructure-supported biocatalysts. For mesoscale continuous flow reactors, it would be beneficial to create a packed bed from these materials and see the benefit of such an immobilization strategy at higher flow rates. 3D printing has been used in continuous flow synthesis to create customizable reactors known as 'reactionware'. While common for continuous flow synthesis, the first 3D-printed continuous flow biocatalytic reactor didn't appear until 2017. 187 Here, a 0.5 mL reactor was manufactured from Nylon Taulman 618 (Fig. 50). Using Nylon Taulman 618 avoided the common problems of reactor leaking and warping. The reactor channels were then activated with HCl and glutaraldehyde to immobilize (R)-selective o-transaminase (ATA117). Testing the reactor for the kinetic resolution of (rac)-methylbenzylamine yielded 49% of the (S)-amine in 499% ee for a 50 min residence time. Importantly, reactor stability was tested, and little to no effect on performance was observed over 48 h storage. A carbon nanotube packed bed reactor has been used to provide the necessary conditions for electron transfer between two cascading enzymes (Fig. 51). 188 This system avoids sacrificial reductants by regenerating NADH in a cascade process involving three enzymes. First, a hydrogenase converts H 2 to 2H + and 2e À , then NAD + reductase converts NAD + back to NADH. The final enzyme (alcohol dehydrogenase) uses the NADH to reduce acetophenone enantiospecifically. For this process, three enzymes were immobilized onto surface of the carbon nanotube reactor to facilitate electron transfer between the hydrogenase and NAD + reductase. Thus, in this system, H 2 behaves as an indirect reductant under biocatalytic conditions. Under optimal conditions, acetophenone was reduced to (S)-1-phenylethanol in 30% Fig. 48 The variable diameter tube reactor for reducing 1-heptaldehyde to 1-heptanol using a thermophilic alcohol dehydrogenase. The larger diameter tubing (2.15 mm i.d.) at the start of the continuous flow system is more effective with higher substrate concentrations (300 mM) compared to the smaller diameter tubing (1.00 and 0.50 mm i.d.) that is more effective operating under lower substrate concentrations (B100-200 mM). This figure was used with permission. Copyright (2018) John Wiley & Sons. 185 Fig. 49 Continuous flow phosphorylation of glucose using immobilized sucrose phosphorylase. The enzyme was immobilized onto silica springs using a silica-binding domain. Interestingly, the reaction was improved 10-fold in an 87 mL volume microfluidic chip. 186 This figure was used with permission. 186 Copyright (2018) American Chemical Society. 187 conversion, noting that NAD + is reduced to NADH in 67% conversion. This methodology paves the way for multi-step biocatalysis with electron transport, and illustrates co-factor recycling, the topic of the next section.",
      "snippet": "This section covers recent advances in novel methodology for continuous flow biocatalysis. Such advances will include new technology, reactors, and approaches, and some of the problems and solutions of transferring from batch to continuous flow. Archer et al., conducted an elegant examination of two continuous flow reactors vs. a batch reactor. 184 Here, a Coflore agitated cell reactor (Coflore ACR), and a Coflore agitated tube reactor (Coflore ATR) were compared to a batch reactor for chiral resolution of racemic amino acids using non-immobilized whole cells with (D)-amino acid oxidase (Fig. 47A). The Coflore ACR is a dynamically mixed plug flow reactor that uses moving agitators to promote mixing (Fig. 47B), while the Coflore ATR is a tubeshaped reactor using lateral movement (like twisting a spring in a horizontal direction) for improved mass transfer in two-phase reactions (Fig. 47C). Given that oxygen is required for this biocatalytic process, it was an ideal system to test the effects of scaling on reactor performance. As expected, increasing the batch reactor size from 250 mL to 4 L decreased the reaction rate; four hours were required to reach B50% conversion in a 250 mL reactor vs. 25 h in a 4 L reactor. Additionally, both continuous flow reactors improved the reaction rates due to improved mass transfer; in the ACR, B75% conversion was achieved in two hours compared to only B50%. For the 1 L ATR continuous flow reactor, five hours afforded 65% conversion compared to…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "184",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "185",
          "target_xml_id": "b184"
        },
        {
          "ref_marker": "184",
          "target_xml_id": "b183"
        },
        {
          "ref_marker": "186",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "187",
          "target_xml_id": "b186"
        },
        {
          "ref_marker": "188",
          "target_xml_id": "b187"
        },
        {
          "ref_marker": "185",
          "target_xml_id": "b184"
        },
        {
          "ref_marker": "186",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "186",
          "target_xml_id": "b185"
        },
        {
          "ref_marker": "187",
          "target_xml_id": "b186"
        }
      ]
    },
    {
      "header": "Co-factor recycling",
      "raw_header": "Co-factor recycling",
      "text": "Co-factor recycling is critical for efficient biocatalysis; however, this process can be difficult to engineer in continuous flow. Chemicals typically move in a mono-directional flow with limited reverse diffusion back down the reactor. Thus, once a sacrificial reductant such as a hydride transfer reagent is used, it can only be regenerated via interaction with chemicals in that individual flow segment or the surface of the continuous flow reactor. In contrast, sacrificial reductants or hydride transfer reagents in batch reactors can be regenerated easily as there is multi-directional diffusion. This next section examines current state-of-the-art continuous flow co-factor regeneration methods. Co-factors are low molecular weight organic or inorganic compounds required for enzyme function (Fig. 52). Metal co-factors include iron, magnesium, and zinc, which can play both structural and catalytic roles. The most popular co-factor examined in this Review is nicotinamide adenine dinucleotide (NAD), which can exist either in an oxidized or reduced state, NAD + and NADH respectively. Enzymes use co-factors as reagents and co-catalysts during complex chemical transformations. For example, NADH can provide a hydride source during bioreduction. The versatile co-factor PLP plays roles in diverse reactions involving amino acids including transamination, decarboxylation, deamination, and racemization. Co-factors are often essential for biocatalytic activity, and their requirements must always be considered. Co-factors require regeneration for multiple rounds of biocatalysis. For example, NAD + , must be re-oxidized after conversion to the NADH to yield a catalytic system. Additionally, co-factors are expensive for industrial processes (NADH = $260 g À1 ). Thus, for biocatalysis to be economically attractive, co-factors should be regenerated. Furthermore, co-factor regeneration can drive reactions to completion, simplify product isolation, and prevent by-product formation. 189 However, co-factor recycling is a hurdle to enzyme implementation at industrial scales. Extensive research has produced new chemical, enzymatic and electrochemical methods for the regeneration of co-factors. [190][191][192] The regeneration method must match several specifications. First, enzymes, reagents, and equipment should be readily available, inexpensive, easily controlled and robust. Second, the energetics of regeneration should be both kinetically and thermodynamically favourable. Third, reagents or by-products of regeneration should not interfere with the reaction or the isolation of the product. Finally, while co-factors can be regenerated using enzyme and whole-cell based methods, 193 electrochemical methods are of particular interest due to their effortless product isolation. [194][195][196] In this next section, continuous flow co-factor regeneration is described. Electrochemical regeneration of NAD + was achieved using a plug flow reactor constructed from graphite (Fig. 53). 197 Here, NADH is produced from NAD + via glucose dehydrogenase activity using glucose as a substrate. For the system to be catalytic, NADH must be oxidized back to NAD + . This oxidation was achieved using graphite as an electrode with a low voltage of 0.35 V versus SCE, and NADH concentration was determined by absorbance at 340 nm. Optimal conditions provided NADH oxidation with 499.95% yields. Next, NADH was regenerated in a microfluidic set-up using multi-stream laminar flow (Fig. 54). 198 Here, NAD + results from using NADH in an enzyme-catalyzed reaction. To regenerate the required NADH, the molecule FADH 2 acts as a hydrogen donor to afford FAD and NADH. However, the FAD then also needs to be regenerated. For this to occur, an electron is transported from the cathode to formate dehydrogenase, which then regenerates FADH 2 . Under multi-stream laminar flow conditions, reactants close to the electrode promote reversal of the unfavourable reaction equilibrium present in co-factor regeneration. The authors first test the regeneration efficacy using only NAD + , FAD and formate dehydrogenase; a regeneration efficiency of 31% was achieved. This methodology was then extended to converting a chiral pyruvate into chiral (L)-lactate with a yield of 41%. A major challenge for scaling electrochemical regeneration is limited diffusion, which can impair the rate of electroenzymatic reactions. This problem was overcome by using a three-dimensional electrode system with an improved electrode surface area of 24 m 2 (Fig. 55). The three-dimensional cell consisted of a packed bed graphite anode, and two cathodes positioned on both sides of a cell. 199 A feeder electrode connects the packed bed to the electrical circuit, and each of the cathode chambers was filled with 5 mL of buffer solution. Indirect electrochemical oxidation of NADH was achieved with 2,2-azino-bis-(3-ethyl-benzo-thiazoline-6-sulfonic acid, ABTS). Here, ABTS exhibited the highest catalytic performance of 1200 turnovers h À1 compared to other mediators such as Azure B, methylene green, PMSF, and caffeic acid. A maximum space-time yield of 1.4 g (L h) À1 was found, corresponding to a 8-fold improvement compared to a two-dimensional cell. For scaling electro-enzymatic reactions, an electrochemical plate with six frame filter press cells were assembled into a continuous flow system (Fig. 56). 200 The reactor provided high regeneration rates by using porous, three-dimensional reticulated vitreous carbon electrodes. The three-dimensional electrodes afforded an exceptionally large surface area up to 19 685 m 2 m À3 . 201 The optimized system afforded improved mass transfer rates with flavin adenine dinucleotide (FAD) being reduced at 93 mM h À1 , resulting in the generation of styrene oxide at 1.3 mM h À1 . This new continuous setup Fig. 56 The continuous reduction of FAD to facilitate styrene oxide production from styrene. (A) The reactor set-up shows styrene oxide synthesis from styrene using the enzymes styrene monooxygenase and catalase, and co-factor FAD. (B) A schematic of the electrochemical reactor. 197 The photographs used in this figure were reproduced with permission from Elsevier (2018). 200 provides efficient FAD regeneration for broad impact on flavin dependent enzymes in biocatalysis. Immobilizing co-factors incurs several limitations. First, enzymatic activity using immobilized co-factors is typically low. Second, the re-usability of both the enzymes and the co-factor is limited. [202][203][204][205][206] Third, the turnover number of the immobilized co-factors is poor. 204 Finally, the fabrication of these systems is not currently scalable. 207 To aid in the scalability of this process, enzymes were co-immobilized with co-factors on a solid support. 208 Here, alcohol dehydrogenase and formate dehydrogenase were immobilized on activated and modified agarose microbeads (Fig. 57). After immobilization, NAD + was ionically adsorbed onto the agarose microbeads to afford a system where both the enzymes and co-factor were immobilized. This continuous system mediated asymmetric reduction of ketones with 479% conversion for 107 h.",
      "snippet": "Co-factor recycling is critical for efficient biocatalysis; however, this process can be difficult to engineer in continuous flow. Chemicals typically move in a mono-directional flow with limited reverse diffusion back down the reactor. Thus, once a sacrificial reductant such as a hydride transfer reagent is used, it can only be regenerated via interaction with chemicals in that individual flow segment or the surface of the continuous flow reactor. In contrast, sacrificial reductants or hydride transfer reagents in batch reactors can be regenerated easily as there is multi-directional diffusion. This next section examines current state-of-the-art continuous flow co-factor regeneration methods. Co-factors are low molecular weight organic or inorganic compounds required for enzyme function (Fig. 52). Metal co-factors include iron, magnesium, and zinc, which can play both structural and catalytic roles. The most popular co-factor examined in this Review is nicotinamide adenine dinucleotide (NAD), which can exist either in an oxidized or reduced state, NAD + and NADH respectively. Enzymes use co-factors as reagents and co-catalysts during complex chemical transformations. For example, NADH can provide a hydride source during bioreduction. The versatile co-factor PLP plays roles in diverse reactions involving amino acids including transamination, decarboxylation, deamination, and racemization. Co-factors are often essential for biocatalytic activity, and their requirements must al…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "189",
          "target_xml_id": "b188"
        },
        {
          "ref_marker": "[190]",
          "target_xml_id": "b189"
        },
        {
          "ref_marker": "[191]",
          "target_xml_id": "b190"
        },
        {
          "ref_marker": "[192]",
          "target_xml_id": "b191"
        },
        {
          "ref_marker": "193",
          "target_xml_id": "b192"
        },
        {
          "ref_marker": "[194]",
          "target_xml_id": "b193"
        },
        {
          "ref_marker": "[195]",
          "target_xml_id": "b194"
        },
        {
          "ref_marker": "[196]",
          "target_xml_id": "b195"
        },
        {
          "ref_marker": "197",
          "target_xml_id": "b196"
        },
        {
          "ref_marker": "198",
          "target_xml_id": "b197"
        },
        {
          "ref_marker": "199",
          "target_xml_id": "b198"
        },
        {
          "ref_marker": "200",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "201",
          "target_xml_id": "b200"
        },
        {
          "ref_marker": "197",
          "target_xml_id": "b196"
        },
        {
          "ref_marker": "200",
          "target_xml_id": "b199"
        },
        {
          "ref_marker": "[202]",
          "target_xml_id": "b201"
        },
        {
          "ref_marker": "[203]",
          "target_xml_id": "b202"
        },
        {
          "ref_marker": "[204]",
          "target_xml_id": "b203"
        },
        {
          "ref_marker": "[205]",
          "target_xml_id": "b204"
        },
        {
          "ref_marker": "[206]",
          "target_xml_id": "b205"
        },
        {
          "ref_marker": "204",
          "target_xml_id": "b203"
        },
        {
          "ref_marker": "207",
          "target_xml_id": "b206"
        },
        {
          "ref_marker": "208",
          "target_xml_id": "b207"
        }
      ]
    },
    {
      "header": "Enzymatic resolution",
      "raw_header": "Enzymatic resolution",
      "text": "This section examines continuous flow biocatalytic kinetic resolution. Although batch reactors are used for resolution, key advancements have driven enzymatic resolution into continuous flow. Super critical CO 2 (sc-CO 2 ) was used for the continuous kinetic resolution of (R,S)-1-phenylethanol using immobilized lipase B. 209 The continuous esterification was studied in a 17 cm long reactor with an internal volume of 2.7 mL containing 300 mg of cells expressing lipase B. Here, the lipase is extremely selective for esterifying the (R)-isomer, and total conversion was achieved using a 10% molar excess of vinyl laurate. A series of separators are used to remove the vinyl alcohol from the desired product, and (S)-PhEtOH can be recovered with a purity of 86% (Fig. 58). Immobilised lipase B has been used for the continuous synthesis of flurbiprofen. 210 Flurbiprofen is a non-steroidal anti-inflammatory and anti-cancer drug typically synthesized as an (R,S) mixture (Fig. 59). Here, (R,S)-flurbiprofen in toluene containing three equivalent of n-BuOH was flowed through a glass column (10 mm Â 100 mm length) loaded with 250 mg of lipase B and 250 mg of molecular sieves. The optimized continuous flow reaction yielded 8.40 mmol (min g) À1 , a 10-fold increase in productivity compared to batch 0.84 mmol (min g) À1 . The process was scaled to 80 mM and high performance was observed for several hours. Furthermore, a ''catch and release'' system using a column containing polymer supported base Amberlyst A21 caught the unreacted carboxylic acid. This additional step allowed easy separation and recovery of both (S)-flurbiprofen and (R)-flurbiprofen butyl ester with an ee Z90% (purity 498%). Notably, this system is similar to one described in the whole cell section of this review. Ionic liquids (ILs) are simple salts with low melting points (o100 1C), low vapour pressures, excellent thermal stability, and excellent abilities to dissolve organic and inorganic compounds. We previously mentioned using sc-CO 2 and ionic liquids as an alternative to organic solvents, but in some cases, detrimental enzyme effects are observed in sc-CO 2 . 211,212 To overcome this, coating or suspending a biocatalyst in an IL has protected enzymes against the adverse effects of sc-CO 2 . Therefore, a biphasic system, of super critical liquid and IL can lead to greener and highly efficient biocatalytic processes. This style of biphasic system was studied by non-covalently immobilizing Novozyme 435 onto a solid ionic liquid like phase (SILLP). 213 SILLP are solid nanostructured materials with microenvironments of tuneable polarity. 214 Here, different lipase B-SILLPs were tested for the continuous resolution of (R,S)-PhEtOH, as previously described (Fig. 60). The desired polymers were synthesized by grafting butyl imidazole onto the commercial bead-type Merrifield resin. [215][216][217] Two fractions of the immobilized derivative, and one fraction of acid zeolite Fig. 57 The continuous flow enatioselective reduction of an aryl ketone using co-immobilized alcohol dehydrogenase and formate dehydrogenase. Additionally, the co-factor NAD + is immobilized on agarose microbeads. The lower figure shows the chemical transformations that occur to make this a renewable system. 208 Fig. 58 Continuous resolution of (S)-phenylethanol using immobilized Novozyme 435 for (R)-selective esterification with vinyl laurate. This figure has been simplified to match the text, for the in-depth schematic and information on the separators, see the original publication. 209 Fig. 59 Continuous kinetic resolution of (R,S)-flurbiprofen using an immobilized lipase and n-butanol. 210 coated with [Btma][NTf2] were packed into three separated columns (Fig. 60A). The three columns were arranged into the order (1) immobilized lipase, (2) acid catalyst, and (3) immobilized lipase. The process was operated in a continuous sc-CO 2 flow for four-hour cycles. The resolution was achieved by pumping (R,S)-1-PhEtOH and vinyl propionate at 21.2 mmol min À1 using a HPLC pump. 213 The column assembly worked for more than three weeks without a reduction in performance. In addition, excellent yield (92%) and enantioselectivity (499.9%) were observed using a one-column reactor containing a mixture of the enzyme and zeolite coated [Btma][NTf2] (Fig. 60B). Most examples using lipase use commercially available Candida antarctica B (Novozyme 435). However, with new developments in enzyme immobilization, lipases from different organisms can be utilized. 218 Sol-gel immobilized lipase from Burkholderia cepacia has been used for the kinetic resolution of 1,5-dihydroxy-1,2,3,4-tetrahydronaphthalene by trans-esterification (Fig. 61). The lyophilized lipase (120 mg mL À1 ) was dissolved and mixed with [Omim][BF4]. Optimal conditions were obtained in batch and then translated into continuous flow using a packedbed reactor. The column reactor was filled with 1.45 g of lipase immobilized by sol-gel entrapment. Additional testing showed that vinyl acetate was the most efficient acyl donor with 43% THF as a co-solvent to increase substrate solubility. The immobilized lipase demonstrated excellent operational stability for four-days, preserving a productivity above 180 mmol h À1 per gram of catalyst. It should be noted, that this example translated conditions directly from batch, and although this is likely suitable, we recommend additional optimization to account for continuous flow benefits. Different lipases from Candida antarctica B and Pseudomonas fluorescens were immobilized into a sol-gel matrix to improve their thermal and operational stability (Fig. 62). 219 Various silane precursors for the sol-gel matrix such as methyl vinyl, octyl, phenyl-trimethoxysilane, and tetra-methoxysilane were tested for kinetic resolution of chiral heteroaromatic secondary alcohols with benzofuran, benzothiophen, phenothiazine, and 2-phenylthiazol moieties. Lipases were immobilized in the sol-gel entrapment with NaF for simultaneous hydrolysis and polycondensation, 220 or using HCl for pre-forming a polymer. 221 Continuous flow experiments were performed in a thermo-regulated stainless steel column filled with immobilized lipase attached to a HPLC pump. The substrate solution comprised of racemic alcohols and vinyl acetate (3 equiv.) in n-hexane was pumped through reactor for chiral resolution. After optimizing the best reaction conditions in batch, resolution of the racemic benzofuranylethanols with lipase from C. antarctica B and P. fluorescens were studied in continuous flow; reaction rates were 2-4 fold higher. Translating into continuous flow and immobilizing proteins can increase their stability. A report by Yu, Xu and co-workers describes using a mutant enzyme based upon an esterase from Pseudomonas putida. 222 Here, the enzyme was covalently linked to a solid support for long processing times in continuous flow. A number of resins were compared, and epoxide-based and hydrophobic resins were less effective at enzyme stabilization than amine-functionalized and hydrophilic resins; in the later example, the enzyme was bioconjugated using glutaraldehyde cross-linking, and this conjugation to a solid support lead to a dramatic increase in protein stability; protein lifetime increased from 50 h to 1440 h at 30 1C. Using the immobilized enzyme, the resolution of 2-acetoxy-2-(2-chlorophenyl)acetate provides the (R)-enantiomer, a key intermediate for API clopidogrel (Fig. 63). This continuous flow process operated for 42 days with approximately 50% conversion (maximum conversion for racemate resolution) and 499% ee. Additionally, the space-time-yield for this transformation was 3.34 kg (L d) À1 at 0.5 mL min À1 (12 min residence time) using a packed bed reactor. Using a protease for its ligation capabilities, a N-Bocphenylalanine ethyl thioester was resolved through amidation with benzylamine. 223 For direct comparison of batch vs. continuous flow, the authors compared ''tea bags'' of enzymes immersed in flasks with a packed bed reactor; continuous flow suppressed the undesirable, non-stereoselective, direct reaction between benzylamine and the racemic starting material allowing the desired reaction. Notably, the authors tested a large number of different immobilization methods and resins to find that cross-linked enzyme crystals (CLECs), or as cross-linked enzyme aggregates were prone to clogging for continuous flow applications. Furthermore, rather than losing the unreacted (S)-amino acid derivative, a dynamic kinetic chemoresolution was employed. Here, the output of the enzymatic continuous flow reactor was passed into a packed bed reactor containing ethyl-grafted silica gel. In the presence of DBU, this reactor racemized the (S)-enantiomer, and the output was connected to a third continuous flow reactor to run the subtilisin-catalyzed amidation reaction for another round of kinetic resolution (Fig. 64). This clever system yielded the desired (R)-amide in good yield (71%) with excellent volumetric productivity 8.17 g (L h) À1 and 98% ee. The use of enzymes wrapped in inert gauze ''tea bags'' allowed direct comparison of enzyme-based kinetic resolution in batch vs. continuous flow. 224 In this example, Turner and co-workers demonstrated a significant reduction in reaction times for the continuous flow lipase-catalyzed resolution of a cyclopropanecarboxylate ester. A 5.5 min residence time in a packed bed reactor housing Thermomyces lanuginosus lipase compared favourably to the batch reaction after 23 h. The authors cite a 64-fold improvement in space-time yield from 0.4 mmol (L h) À1 in batch to 28.2 mmol (L h) À1 in continuous flow. Additionally, enantioselectivity was improved in continuous flow, and the authors report using a co-solvent system of heptane and glycine buffer to avoid substrate inhibition through accumulation around the resin (Fig. 65). As we noted several times, lipases are excellent at chiral resolution via selective hydrolysis or esterification. In this final system, translating this enzyme into continuous flow decreased reaction times and lowered the catalyst loading. Friere, de Souza, and co-workers described the stereoselective acetylation of (AE)-1,3,6tri-O-benzyl-myo-inositol with vinyl acetate using Novozyme 435. Their continuous process displayed remarkable consistency with maximum yields of 50% obtained during nine cycles with a three min residence time per run at 50 1C using TBME as the solvent (Fig. 66). 225 Another use of this methodology allowed ethyl acetate as the acyl donor to resolve (AE)-1-phenylethylamine, however, using ethyl acetate resulted in unacceptable levels of non-specific, non-enzyme-catalyzed acylation. 226",
      "snippet": "This section examines continuous flow biocatalytic kinetic resolution. Although batch reactors are used for resolution, key advancements have driven enzymatic resolution into continuous flow. Super critical CO 2 (sc-CO 2 ) was used for the continuous kinetic resolution of (R,S)-1-phenylethanol using immobilized lipase B. 209 The continuous esterification was studied in a 17 cm long reactor with an internal volume of 2.7 mL containing 300 mg of cells expressing lipase B. Here, the lipase is extremely selective for esterifying the (R)-isomer, and total conversion was achieved using a 10% molar excess of vinyl laurate. A series of separators are used to remove the vinyl alcohol from the desired product, and (S)-PhEtOH can be recovered with a purity of 86% (Fig. 58). Immobilised lipase B has been used for the continuous synthesis of flurbiprofen. 210 Flurbiprofen is a non-steroidal anti-inflammatory and anti-cancer drug typically synthesized as an (R,S) mixture (Fig. 59). Here, (R,S)-flurbiprofen in toluene containing three equivalent of n-BuOH was flowed through a glass column (10 mm Â 100 mm length) loaded with 250 mg of lipase B and 250 mg of molecular sieves. The optimized continuous flow reaction yielded 8.40 mmol (min g) À1 , a 10-fold increase in productivity compared to batch 0.84 mmol (min g) À1 . The process was scaled to 80 mM and high performance was observed for several hours. Furthermore, a ''catch and release'' system using a column containing polymer supported bas…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "209",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "210",
          "target_xml_id": "b209"
        },
        {
          "ref_marker": "211,",
          "target_xml_id": "b210"
        },
        {
          "ref_marker": "212",
          "target_xml_id": "b211"
        },
        {
          "ref_marker": "213",
          "target_xml_id": "b212"
        },
        {
          "ref_marker": "214",
          "target_xml_id": "b213"
        },
        {
          "ref_marker": "[215]",
          "target_xml_id": "b214"
        },
        {
          "ref_marker": "[216]",
          "target_xml_id": "b215"
        },
        {
          "ref_marker": "[217]",
          "target_xml_id": "b216"
        },
        {
          "ref_marker": "208",
          "target_xml_id": "b207"
        },
        {
          "ref_marker": "209",
          "target_xml_id": "b208"
        },
        {
          "ref_marker": "210",
          "target_xml_id": "b209"
        },
        {
          "ref_marker": "213",
          "target_xml_id": "b212"
        },
        {
          "ref_marker": "218",
          "target_xml_id": "b217"
        },
        {
          "ref_marker": "219",
          "target_xml_id": "b218"
        },
        {
          "ref_marker": "220",
          "target_xml_id": "b219"
        },
        {
          "ref_marker": "221",
          "target_xml_id": "b220"
        },
        {
          "ref_marker": "222",
          "target_xml_id": "b221"
        },
        {
          "ref_marker": "223",
          "target_xml_id": "b222"
        },
        {
          "ref_marker": "224",
          "target_xml_id": "b223"
        },
        {
          "ref_marker": "225",
          "target_xml_id": "b224"
        },
        {
          "ref_marker": "226",
          "target_xml_id": "b225"
        }
      ]
    },
    {
      "header": "Conclusions",
      "raw_header": "Conclusions",
      "text": "Continuous flow biocatalysis is a powerful tool in chemical synthesis. Although continuous flow organic synthesis has enjoyed significant popularity, continuous flow biocatalysis is not far behind. What started as an industrial area focused on bulk chemical generation has grown into a thriving R&D arena for fine chemical generation. Many examples detail the range of enhancements continuous flow can bring to enzyme-mediated transformations. These include improved reaction rates, in-line product removal and purification, better mixing, improved control, use of process analytical technology, and improved enzyme stability and lifetime. It is remarkable that improved performances of up to 351-fold were observed in continuous flow, and that is without any directed evolution of the enzyme; it is worth considering the improvements possible by combining directed evolution and continuous flow. Fig. 64 Continuous resolution of racemic N-Boc-phenylalanine ethyl thioester using cartridges filed with immobilized acylase and grafted silica gel. 223 225 Upon reflection, there are areas that need to be improved. First, immobilization efficiencies are often low, and once immobilized, many enzymes lose considerable activity. For continuous flow biocatalysis to become even more beneficial, general solutions to improve immobilization and residual activity are required. Second, comparisons between batch and continuous flow need to be carefully monitored. The reaction in batch should be performed under conditions that closely emulate the contrasting continuous flow conditions. Here, enzyme loading, concentration, temperature, pressure and time should be kept constant, otherwise comparisons are hard to believe. Third, continuous flow conditions need to be reported accurately so that systems can be transferred from lab-to-lab without additional optimization. Finally, continuous flow process lifetime is not always explored. For continuous flow biocatalysis to be considered on industrial routes, the process lifetime and efficiency needs to be explored. If authors are trying to demonstrate the benefit of the enzyme-driven process over the chemical, it's a compelling case if the enzyme-driven system lasts for weeks, not minutes. As more enzymes become commercially available, the push towards greener and more cost effective biotransformation's will increase, and continuous flow biocatalysis will likely to rapidly expand and diversify over the next few years.",
      "snippet": "Continuous flow biocatalysis is a powerful tool in chemical synthesis. Although continuous flow organic synthesis has enjoyed significant popularity, continuous flow biocatalysis is not far behind. What started as an industrial area focused on bulk chemical generation has grown into a thriving R&D arena for fine chemical generation. Many examples detail the range of enhancements continuous flow can bring to enzyme-mediated transformations. These include improved reaction rates, in-line product removal and purification, better mixing, improved control, use of process analytical technology, and improved enzyme stability and lifetime. It is remarkable that improved performances of up to 351-fold were observed in continuous flow, and that is without any directed evolution of the enzyme; it is worth considering the improvements possible by combining directed evolution and continuous flow. Fig. 64 Continuous resolution of racemic N-Boc-phenylalanine ethyl thioester using cartridges filed with immobilized acylase and grafted silica gel. 223 225 Upon reflection, there are areas that need to be improved. First, immobilization efficiencies are often low, and once immobilized, many enzymes lose considerable activity. For continuous flow biocatalysis to become even more beneficial, general solutions to improve immobilization and residual activity are required. Second, comparisons between batch and continuous flow need to be carefully monitored. The reaction in batch should be performed u…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "225",
          "target_xml_id": "b224"
        }
      ]
    },
    {
      "header": "Conflicts of interest",
      "raw_header": "Conflicts of interest",
      "text": "The authors declare the following competing financial interest: JB and GAW are co-founders of biotechnology company Synthase, which is developing products related to the research described here. The terms of this arrangement have been reviewed and approved by the University of California, Irvine in accordance with its conflict of interest policies.",
      "snippet": "The authors declare the following competing financial interest: JB and GAW are co-founders of biotechnology company Synthase, which is developing products related to the research described here. The terms of this arrangement have been reviewed and approved by the University of California, Irvine in accordance with its conflict of interest policies.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Conflicts of interest",
      "raw_header": "Conflicts of interest",
      "text": "The authors declare the following competing financial interest: JB and GAW are co-founders of biotechnology company Synthase, which is developing products related to the research described here. The terms of this arrangement have been reviewed and approved by the University of California, Irvine in accordance with its conflict of interest policies.",
      "snippet": "The authors declare the following competing financial interest: JB and GAW are co-founders of biotechnology company Synthase, which is developing products related to the research described here. The terms of this arrangement have been reviewed and approved by the University of California, Irvine in accordance with its conflict of interest policies.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Multi-step continuous-flow synthesis JoshuaBritton ColinLRaston 0000-0003-4753-0079 10.1039/c6cs00830e Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 46 5 2017 Royal Society of Chemistry (RSC) FLe PHSeeberger Angew. Chem., Int. Ed 51 2012 BGutmann DCantillo COKappe Angew. Chem., Int. Ed 54 2015 The synthesis of active pharmaceutical ingredients (APIs) using continuous flow chemistry MarcusBaumann IanRBaxendale 10.3762/bjoc.11.134 Beilstein Journal of Organic Chemistry Beilstein J. Org. Chem. 1860-5397 11 2015 Beilstein Institut JBritton TFJamison Angew. Chem., Int. Ed 129 2017 RLHartman KFJensen Lab Chip 9 2009 LMalet-Sanz FSusanne J. Med. Chem 55 2012 DTMcquade PHSeeberger J. Org. Chem 78 2013 MBPlutschack BPieber KGilmore PHSeeberger Chem. Rev 117 2017 JBritton TFJamison Eur. J. Org. Chem 2017 JYCaaaayre PRenold TPitterna QMEl EP2748154A1 2014 WGWhittingham CLWinn HGlithro MABoussemghoune MBAspinall EP2396306A1 2011 ABuchholz WReiner UJHaas 2011151146A1, 2011 Finney, Samuel CJMathews JFinney JNScutt LRobinson JSDelaney 10.1093/benz/9780199773787.article.b00064419 EP2389066A1 Oxford University Press 2011 SA MJeanmart RViner JBTaylor WGWhittingham JSWailes SMTargett CJMathews MMuehlebach 2011073060A2, 2011 KGMeyer WJOwen JMRenga CYao BMNugent JWilmot FLi KBravo-Altamirano US 8835462 2 2014 DCantillo COKappe React. Chem. Eng 2 2017 Accelerating the Controlled Synthesis of Metal–Organic Frameworks by a Microfluidic Approach: A Nanoliter Continuous Reactor LorenaPaseta BeatrizSeoane DanielJulve VíctorSebastián CarlosTéllez JoaquínCoronas 10.1021/am4029872 ACS Applied Materials & Interfaces ACS Appl. Mater. Interfaces 1944-8244 1944-8252 5 19 2013 American Chemical Society (ACS) Synthesis of metal–organic frameworks by continuous flow PeterABayliss IlichAIbarra EduardoPérez SihaiYang ChiuCTang MartynPoliakoff MartinSchröder 10.1039/c4gc00313f Green Chem. Green Chem. 1463-9262 1463-9270 16 8 2014 Royal Society of Chemistry (RSC) MRubio-Martinez MPBatten APolyzos K.-CCarey JIMardel K.-SLim MRHill Sci. Rep 2014, 4, 5443 MRubio-Martinez TDHadley MPBatten KConstanti-Carey TBarton DMarley AMo ¨nch K.-SLim MRHill ChemSusChem 9 2016 YZhang TFJamison SPatel NMainolfi Org. Lett 13 2011 JBao GKTranmer Chem. Commun 51 2015 Facile azide formation via diazotransfer reaction in a copper tube flow reactor KoenNuyts MatthiasCeulemans TatjanaNParac-Vogt GeertBultynck WimMDe Borggraeve 10.1016/j.tetlet.2015.02.036 Tetrahedron Letters Tetrahedron Letters 0040-4039 56 13 2015 Elsevier BV The Continuous‐Flow Synthesis of Carboxylic Acids using CO<sub>2</sub> in a Tube‐In‐Tube Gas Permeable Membrane Reactor AnastasiosPolyzos MatthewO'brien TrinePPetersen IanRBaxendale StevenVLey 10.1002/anie.201006618 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 50 5 2011 Wiley JCPastre DLBrowne MO'brien SVLey Org. Process Res. Dev 17 2013 LYang KFJensen Org. Process Res. Dev 17 2013 Catalytic Chan–Lam coupling using a ‘tube-in-tube’ reactor to deliver molecular oxygen as an oxidant CarlJMallia PaulMBurton AlexanderM RSmith GaryCWalter IanRBaxendale 10.3762/bjoc.12.156 Beilstein Journal of Organic Chemistry Beilstein J. Org. Chem. 1860-5397 12 2016 Beilstein Institut Continuous‐Flow Microreactor Chemistry under High‐Temperature/Pressure Conditions TahseenRazzaq TomaNGlasnov COliverKappe 10.1002/ejoc.200900077 European Journal of Organic Chemistry Eur J Org Chem 1434-193X 1099-0690 2009 9 2009 Wiley The Microwave‐to‐Flow Paradigm: Translating High‐Temperature Batch Microwave Chemistry to Scalable Continuous‐Flow Processes TomaNGlasnov COliverKappe 10.1002/chem.201102065 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 17 43 2011 Wiley Machine‐Assisted Organic Synthesis StevenVLey DanielEFitzpatrick RebeccaMMyers ClaudioBattilocchio Richard.JIngham 10.1002/anie.201501618 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 54 35 2015 Wiley Continuous Flow Photochemistry KerryGilmore PeterHSeeberger 10.1002/tcr.201402035 The Chemical Record The Chemical Record 1527-8999 1528-0691 14 3 2014 Wiley Applications of Continuous-Flow Photochemistry in Organic Synthesis, Material Science, and Water Treatment DarioCambié CeciliaBottecchia NatanJ WStraathof VolkerHessel TimothyNoël 10.1021/acs.chemrev.5b00707 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 116 17 2016 American Chemical Society (ACS) KLoubie `re MOelgemo ¨ller TAillet ODechy-Cabaret LPrat Chem. Eng. Process 104 2016 Photoredox activation of carbon dioxide for amino acid synthesis in continuous flow HyowonSeo 0000-0002-9569-1902 MatthewHKatcher 0000-0002-0010-0496 TimothyFJamison 10.1038/nchem.2690 Nature Chemistry Nature Chem 1755-4330 1755-4349 9 5 2016 Springer Science and Business Media LLC Flow Asymmetric Propargylation: Development of Continuous Processes for the Preparation of a Chiral β‐Amino Alcohol HuiLi JillianWSheeran AndrewMClausen Yuan‐qingFang 0000-0002-8952-1018 MatthewMBio ScottBader 10.1002/anie.201704882 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 32 2017 Wiley WShu LPellegatti MAOberli SLBuchwald Angew. Chem., Int. Ed 50 2011 PKoos UGross APolyzos MO'brien IBaxendale SVLey Org. Biomol. Chem 9 2011 FMastronardi BGutmann COKappe Org. Lett 15 2013 MO'brien IRBaxendale SVLey Org. Lett 12 2010 Generation and Synthetic Application of Trifluoromethyl Diazomethane Utilizing Continuous Flow Technologies BartholomäusPieber COliverKappe 10.1021/acs.orglett.6b00194 Organic Letters Org. Lett. 1523-7060 1523-7052 18 5 2016 American Chemical Society (ACS) Microreactor Technology: A Revolution for the Fine Chemical and Pharmaceutical Industries? DMRoberge LDucry NBieler PCretton BZimmermann 10.1002/ceat.200407128 Chemical Engineering & Technology Chem Eng &amp; Technol 0930-7516 1521-4125 28 3 2005 Wiley On-demand continuous-flow production of pharmaceuticals in a compact, reconfigurable system AndreaAdamo RachelLBeingessner MohsenBehnam JieChen TimothyFJamison KlavsFJensen Jean-Christophe M.Monbaliu AllanSMyerson EveMRevalor DavidRSnead TorstenStelzer NopphonWeeranoppanant ShinYeeWong PingZhang 10.1126/science.aaf1337 Science Science 0036-8075 1095-9203 352 6281 2016 American Association for the Advancement of Science (AAAS) DPerera JWTucker SBrahmbhatt CJHelal AChong WFarrell PRichardson NWSach Science 359 2018 DMRoberge BZimmermann FRainone MGottsponer MEyholzer NKockmann Org. Biomol. Chem 12 2008 Economic Analysis of Integrated Continuous and Batch Pharmaceutical Manufacturing: A Case Study SpencerDSchaber DimitriosIGerogiorgis RohitRamachandran JamesM BEvans PaulIBarton BernhardtLTrout 10.1021/ie2006752 Industrial & Engineering Chemistry Research Ind. Eng. Chem. Res. 0888-5885 1520-5045 50 17 2011 American Chemical Society (ACS) Modernizing Pharmaceutical Manufacturing: from Batch to Continuous Production SauLLee ThomasFO’connor XiaochuanYang CeliaNCruz SharmistaChatterjee RaptiDMadurawe ChristineM VMoore LawrenceXYu JanetWoodcock 10.1007/s12247-015-9215-8 Journal of Pharmaceutical Innovation J Pharm Innov 1872-5120 1939-8042 10 3 2015 Springer Science and Business Media LLC Flow Chemistry: Recent Developments in the Synthesis of Pharmaceutical Products RiccardoPorta MaurizioBenaglia AlessandraPuglisi 10.1021/acs.oprd.5b00325 Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 20 1 2016 American Chemical Society (ACS) Continuous Processing in the Manufacture of Active Pharmaceutical Ingredients and Finished Dosage Forms: An Industry Perspective PeterPoechlauer JulieManley RinusBroxterman BjörnGregertsen MatsRidemark 10.1021/op300159y Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 16 10 2012 American Chemical Society (ACS) Future manufacturing approaches in the chemical and pharmaceutical industry SigurdBuchholz 10.1016/j.cep.2010.08.010 Chemical Engineering and Processing: Process Intensification Chemical Engineering and Processing: Process Intensification 0255-2701 49 10 2010 Elsevier BV Flow Bioreactors as Complementary Tools for Biocatalytic Process Intensification LuciaTamborini PedroFernandes FrancescaParadisi FrancescoMolinari 10.1016/j.tibtech.2017.09.005 Trends in Biotechnology Trends in Biotechnology 0167-7799 36 1 2018 Elsevier BV Enzymatic and whole cell catalysis: Finding new strategies for old processes CarlaC C RDe Carvalho 10.1016/j.biotechadv.2010.09.001 Biotechnology Advances Biotechnology Advances 0734-9750 29 1 2011 Elsevier BV TIshige KHonda SShimizu Curr. Opin. Chem. Biol 9 2005 JWachtmeister DRother Curr. Opin. Biotechnol 42 2016 Improving enzymes by using them in organic solvents AlexanderMKlibanov 10.1038/35051719 Nature Nature 0028-0836 1476-4687 409 6817 2001 Springer Science and Business Media LLC AMKlibanov Science 219 1983 GMWhitesides WChi-Huey Angew. Chem., Int. Ed. Engl 24 1985 JBJones GDesantis Acc. Chem. Res 32 1999 Chemical modification of enzymes for enhanced functionality GraceDesantis JBryanJones 10.1016/s0958-1669(99)80059-7 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 10 4 1999 Elsevier BV Effects of organic solvents on immobilized enzyme catalyses. Chymotrypsin immobilized on porous glass JBryanJones DianaHPliura 10.1139/v81-423 Canadian Journal of Chemistry Can. J. Chem. 0008-4042 1480-3291 59 19 1981 Canadian Science Publishing Enzymes in organic synthesis. 47. Active-site model for interpreting and predicting the specificity of pig liver esterase EricJToone MichaelJWerth JBryanJones 10.1021/ja00168a047 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 112 12 1990 American Chemical Society (ACS) JSchu ¨u ¨rmann PQuehl GFestel JJose Appl. Microbiol. Biotechnol 98 2014 D.-YTsai Y.-JTsai C.-HYen C.-YOuyang Y.-CYeh Adv 2015 5 Biocatalysis on the surface of Escherichia coli: melanin pigmentation of the cell exterior MartinGustavsson DavidHörnström SusannaLundh JaroslavBelotserkovsky GenLarsson 10.1038/srep36117 Scientific Reports Sci Rep 2045-2322 6 1 2016, 6, 36117 Springer Science and Business Media LLC HFukuda SHama STamalampudi HNoda Trends Biotechnol 26 2008 YZhu Bioprocessing for Value-Added Products from Renewable Resources Amsterdam Elsevier 2007 BLin YTao Microb. Cell Fact 16 106 2017 MSchrewe MKJulsing BBuhler ASchmid Chem. Soc. Rev 42 2013 YNi RRChen Biotechnol. Bioeng 87 2004 RRChen Appl. Microbiol. Biotechnol 74 2007 CM CLam MSua ´rez Diez MGodinho VA PMartins Santos FEBS Lett 586 2012 SLee Encyclopedia of Chemical Processing New York Taylor & Francis Group 2006 1 Recombinant protein expression in Escherichia coli FBaneyx 10.1016/s0958-1669(99)00003-8 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 10 5 1999 Elsevier BV TWOverton Drug Discovery Today 19 2014 GLRosano EACeccarelli Front. Microbiol 5 2014 CPPapaneophytou GKontopidis Protein Expression Purif 94 2014 KTerpe Appl. Microbiol. Biotechnol 72 211 2006 CRobichon JLuo TBCausey JSBenner JCSamuelson Appl. Environ. Microbiol 77 2011 MKapoor MNGupta Process Biochem 47 2012 UKSharma NSharma RKumar RKumar AKSinha Org. Lett 11 2009 MSvedendahl KHult PBerglund J. Am. Chem. Soc 127 2005 YDing XXiang MGu HXu HHuang YHu Bioprocess Biosyst. Eng 39 2016 Enzyme catalytic promiscuity: lipase catalyzed synthesis of substituted 2H-chromenes by a three-component reaction FengjuanYang ZhiWang HaoranWang HongZhang HongYue LeiWang 10.1039/c4ra03367a RSC Advances RSC Adv. 2046-2069 4 49 25633 2014 Royal Society of Chemistry (RSC) Promiscuous lipase catalyzed a new P–C bond formation: Green and efficient protocol for one‐pot synthesis of α‐aminophosphonates SamiaGuezane‐lakoud MartialToffano LouisaAribi‐zouioueche 0000-0002-2619-7206 10.1002/hc.21408 Heteroatom Chemistry Heteroatom Chemistry 1042-7163 1098-1071 28 6 2017, 28, e21408 Wiley Modifying enzyme activity and selectivity by immobilization RafaelCRodrigues ClaudiaOrtiz ÁngelBerenguer-Murcia RodrigoTorres RobertoFernández-Lafuente 10.1039/c2cs35231a Chem. Soc. Rev. Chem. Soc. Rev. 0306-0012 1460-4744 42 15 2013 Royal Society of Chemistry (RSC) Immobilised biocatalysts—a critical review AlanRosevear 10.1002/jctb.280340302 Journal of Chemical Technology and Biotechnology. Biotechnology J. Chem. Technol. Biotechnol. 0264-3421 1935-1828 34 3 1984 Wiley RASheldon SVan Pelt Chem. Soc. Rev 42 2013 Immobilisation of enzymes on mesoporous silicate materials EdmondMagner 10.1039/c2cs35450k Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 42 15 6213 2013 Royal Society of Chemistry (RSC) Evaluation of immobilized enzymes for industrial applications AndreasLiese LutzHilterhaus 10.1039/c3cs35511j Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 42 15 6236 2013 Royal Society of Chemistry (RSC) Conformational changes of enzymes upon immobilisation FrancescoSecundo 10.1039/c3cs35495d Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 42 15 6250 2013 Royal Society of Chemistry (RSC) Immobilization of enzymes on porous silicas – benefits and challenges MartinHartmann XeniaKostrov 10.1039/c3cs60021a Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 42 15 6277 2013 Royal Society of Chemistry (RSC) Enzyme Immobilization: The Quest for Optimum Performance RogerASheldon 10.1002/adsc.200700082 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 349 8-9 2007 Wiley Enzyme immobilization: an overview on techniques and support materials SumitraDatta LReneChristena YamunaRani SriramuluRajaram 10.1007/s13205-012-0071-7 3 Biotech 3 Biotech 2190-572X 2190-5738 3 1 3 Biotech, 2013 Springer Science and Business Media LLC Immobilization of Enzymes and Cells: Some Practical Considerations GordonFBickerstaff 10.1385/0-89603-386-4:1 Immobilization of Enzymes and Cells GFBickerstaff Totowa, NJ Humana Press 1997 Immobilized Biocatalysts: An Introduction StaffanBirnbaum 10.1016/s1569-2558(08)60305-7 Advances in Molecular and Cell Biology EEBittar BDanielsson LBu Elsevier 1996 15 Enzyme immobilization by adsorption: a review TeofilJesionowski JakubZdarta BarbaraKrajewska 10.1007/s10450-014-9623-y Adsorption Adsorption 0929-5607 1572-8757 20 5-6 2014 Springer Science and Business Media LLC ROCristo ´va ˜o AP MTavares AIBrı ´gida JMLoureiro RA RBoaventura EAMacedo MA ZCoelho J. Mol. Catal. B: Enzym 72 2011 AI SBrı ´D TPinheiro AL OFerreira LR BGonçalves Appl. Biochem. Biotechnol 146 2008 Adsorption of high-purity endo-1,4-β-glucanases from Trichoderma reesei on components of lignocellulosic materials: Cellulose, lignin, and xylan VladimirMChernoglazov OlgaVErmolova AnatoleAKlyosov 10.1016/0141-0229(88)90029-4 Enzyme and Microbial Technology Enzyme and Microbial Technology 0141-0229 10 8 1988 Elsevier BV N Zˇ N ZˇPrlainovic ´ JRJovanovic ´ ABStefanovic ´ VRDjokic ´ D ZˇMijin ZDKnez ˇevic ´-Jugovic ´ Bioprocess Biosyst. Eng 39 2016 SJakovetic ´tanaskovic ´ BJokic ´ SGrbavc ˇic ´ IDrvenica NPrlainovic ´ N Lukovic ´and Z. Knez ˇevic ´-Jugovic ´, Appl. Clay Sci 135 2017 HH PYiu PAWright NPBotting J. Mol. Catal. B: Enzym 15 2001 JDeere EMagner JGWall BKHodnett J. Phys. Chem. B 106 2002 Adsorption of Lysozyme over Mesoporous Molecular Sieves MCM-41 and SBA-15: Influence of pH and Aluminum Incorporation AVinu VMurugesan MartinHartmann 10.1021/jp037303a The Journal of Physical Chemistry B J. Phys. Chem. B 1520-6106 1520-5207 108 22 2004 American Chemical Society (ACS) A.-XYan X.-WLi Y.-HYe Appl. Biochem. Biotechnol 101 2002 BAl-Duri YPYong J. Mol. Catal. B: Enzym 3 1997 J. Porath and R. Axe ´n, Method. Enzymol 44 1976 Academic Press JBritton CLRaston GAWeiss Chem. Commun 52 2016 JFu JReinhold NWWoodbury PLoS One 2011, 6, e18692 VLSirisha AJain AJain Advances in Food and Nutrition Research S.-KKim FToldra ´ Academic Press 2016 79 HPKim SMByun YIYeom SWKim J. Pharm. Sci 72 1983 DZhang HEHegab YLvov LDaleSnow JPalmer Springerplus 2016, 5, 48 H.-ZMa X.-WYu CSong Q-L. Xue BJiang J. Mol. Catal. B: Enzym 127 2016 X.-YWang X.-PJiang YLi SZeng Y.-WZhang Int. J. Biol. Macromol 75 2015 LZang JQiu XWu WZhang ESakai YWei Ind. Eng. Chem. Res 53 2014 JSa ´nchez-Ramı ´rez JLMartı ´nez-Herna ´ndez PSegura-Ceniceros GLo ´pez HSaade MAMedina-Morales RRamos-Gonza ´lez CNAguilar AIlyina Bioprocess Biosyst. Eng 40 2017 SPDe Souza RA DDe Almeida GGGarcia RA CLea ˜o JBassut ROma De Souza IItabaianaJr J. Chem. Technol. Biotechnol 93 2018 XLi DLi WWang RDurrani BYang YWang J. Mol. Catal. B: Enzym 133 2016 JMarı ´n-Navarro DTalens-Perales AOude-Vrielink FJCan JPolaina World J. Microbiol. Biotechnol 30 2014 XZhou IAMikhailopulo MNCruz Bournazou PNeubauer J. Mol. Catal. B: Enzym 115 2015 WLi HWen QShi GZheng Process Biochem 51 2016 C.-YShang W.-XLi FJiang R.-FZhang J. Mol. Catal. B: Enzym 113 2015 C.-YShang W.-XLi R.-FZhang Enzyme Microb. Technol 2014 Ten‐Minute Protein Purification and Surface Tethering for Continuous‐Flow Biocatalysis JoshuaBritton RebekahPDyer SudiptaMajumdar ColinLRaston GregoryAWeiss 10.1002/anie.201610821 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 9 2017 Wiley Purification of His-Tagged Proteins AnneSpriestersbach JanKubicek FrankSchäfer HelenaBlock BarbaraMaertens 10.1016/bs.mie.2014.11.003 Methods in Enzymology MethodEnzymol EdJ RLorsch Elsevier 2015 559 QHShi YTian XYDong SBai YSun Biochem. Eng. J 16 2003 Ponte ´n and B. Westermark, In Vitro JCarlsson DGabel ELarsson J 1979 15 QShen RYang XHua FYe WZhang WZhao Process Biochem 46 2011 HWen VNallathambi DChakraborty SCalabreseBarton Microchim. Acta 175 2011 Z.-GWang L.-SWan Z.-MLiu X.-JHuang Z.-KXu J. Mol. Catal. B: Enzym 56 2009 SSBetigeri SHNeau Biomaterials 23 2002 CIspas ISokolov SAndreescu Anal. Bioanal. Chem 393 2009 SErdemir MYilmaz J. Inclusion Phenom. Macrocyclic Chem 72 2012 KRJegannathan LJun-Yee E.-SChan PRavindra Fuel 89 2010 CYLee HNChang Biotechnol. Lett 12 1990 CSchiraldi IDi Lernia MGiuliano MGeneroso AD'agostino MDeRosa J. Ind. Microbiol. Biotechnol 30 2003 TMatsuda KWatanabe TKamitanaka THarada KNakamura 10.1039/B301452E Chem. Commun 2003 Configuration of a Bioreactor for Milk Lactose Hydrolysis ANGenari FVPassos FM LPassos 10.3168/jds.s0022-0302(03)73875-2 Journal of Dairy Science Journal of Dairy Science 0022-0302 86 9 2003 American Dairy Science Association YMo KFJensen React. Chem. Eng 1 2016 DLBrowne BJDeadman RAshe IRBaxendale SVLey Org. Process Res. Dev 15 2011 BPieber MShalom MAntonietti PHSeeberger KGilmore 10.1002/anie.201712568 Angew. Chem., Int. Ed AW ITan MFischbach HHuebner RBuchholz WHummel TDaussmann CWandrey ALiese Appl. Microbiol. Biotechnol 71 2006 EBKurbanoglu KZilbeyaz NIKurbanoglu MOzdal MTaskin OFAlgur Tetrahedron: Asymmetry 21 2010 NRAl'myasheva DSKopitsyn VAVinokurov AANovikov Chem. Technol. Fuels Oils 50 2015 GChen JLiu JYao YQi BYan Energy Convers. Manage 138 2017 Biodiesel production using Aspergillus niger as a whole-cell biocatalyst in a packed-bed reactor ManXiao ChaoQi JeffreyPhilipObbard 10.1111/j.1757-1707.2010.01087.x GCB Bioenergy 1757-1693 3 4 2011 Wiley LTamborini DRomano APinto MContente MCIannuzzi PConti FMolinari Tetrahedron Lett 54 2013 RDe Oliveira Lopes JBRibeiro ASilva De Miranda GVVieira Da Silva LS MMiranda ICRamos Leal ROMendonça Alves De Souza Tetrahedron 70 2014 Comparative study of commercially available lipases in hydrolysis reaction of phosphatidylcholine FumikoHara ToshimitsuNakashima HidekiFukuda 10.1007/s11746-997-0035-y Journal of the American Oil Chemists' Society J Americ Oil Chem Soc 0003-021X 1558-9331 74 9 1997 Wiley AHoshino YIsono Biodegradation 13 2002 AKumar KDhar SSKanwar PKArora Biol. Proced. Online 2016, 18, 2 MZKamal PYedavalli MVDeshmukh NMRao Protein Sci 22 2013 SGCao YFeng ZBLiu ZTDing YHCheng Appl. Biochem. Biotechnol 32 1992 PAdlercreutz Chem. Soc. Rev 42 2013 ASa ´nchez JLDel Rı ´o FValero JLafuente IFaus CSola J. Biotechnol 84 2000 TGitlesen MBauer PAdlercreutz Biochim. Biophys. Acta 1345 1997 Lipids Lipid Metab. LLWoodcock CWiles GMGreenway PWatts AWells SEyley Biocatal. Biotransform 26 2008 CWiles MJHammond PWatts Beilstein J. Org. Chem 2009, 5, 27 SKundu ASBhangale WEWallace KMFlynn CMGuttman RAGross KLBeers J. Am. Chem. Soc 133 2011 Stereoselective Chemoenzymatic Synthesis of Enantiopure 2-(1<i>H</i>-imidazol-yl)cycloalkanols under Continuous Flow Conditions RaúlPorcar VictorSans NicolásRíos-Lombardía VicenteGotor-Fernández VicenteGotor MIsabelBurguete EduardoGarcía-Verdugo SantiagoVLuis 10.1021/cs300282w ACS Catalysis ACS Catal. 2155-5435 2 9 2012 American Chemical Society (ACS) JBritton TFJamison Nat. Protoc 2017, 12, 2423 IIJunior MCFlores FKSutili SG FLeite LSDe MMiranda IC RLeal RO M ADe Souza Org. Process Res. Dev 16 2012 Continuous lipase-catalyzed production of pseudo-ceramides in a packed-bed bioreactor FlorianLe Joubioux NicolasBridiau MehdiSanekli MarianneGraber ThierryMaugard 10.1016/j.molcatb.2014.08.022 Journal of Molecular Catalysis B: Enzymatic Journal of Molecular Catalysis B: Enzymatic 1381-1177 109 2014 Elsevier BV ABrahma BMusio UIsmayilova NNikbin SBKamptmann PSiegert GEJeromin SVLet MPohl Synlett 2015 Biocatalytic approach on the treatment of edible oil refinery wastewater PSaranya KRamani GSekaran 10.1039/c3ra43668c RSC Advances RSC Adv. 2046-2069 4 21 10680 2014 Royal Society of Chemistry (RSC) JWang S.-SGu H.-SCui X.-YWu F.-AWu Bioresour. Technol 158 2014 H.-SRo H.-SKim Enzyme Microb. Technol 13 1991 AAWang WChen AMulchandani Biotechnol. Bioeng 91 2005 SMohr KFisher NSScrutton NJGoddard PRFielden Lab Chip 10 2010 MTudorache DMahalu CTeodorescu RStan CBala VIParvulescu J. Mol. Catal. B: Enzym 69 2011 LBabich AFHartog MAVan Der Horst RWever Chem. -Eur. J 18 2012 JLawrence BO'sullivan GJLye RWohlgemuth NSzita J. Mol. Catal. B: Enzym 95 2013 Regioselective Biocatalytic Aromatic Hydroxylation in a Gas–Liquid Multiphase Tube‐in‐Tube Reactor BartłomiejTomaszewski RichardCLloyd AntonyJWarr KatjaBuehler AndreasSchmid 10.1002/cctc.201402354 ChemCatChem ChemCatChem 1867-3880 1867-3899 6 9 2014 Wiley LHAndrade WKroutil TFJamison Org. Lett 16 2014 TPeschke MSkoupi TBurgahn SGallus IAhmed KSRabe CMNiemeyer ACS Catal 7 2017 Rı ´os-Lombardı ´a, F. Morı ´s, J. Gonza ´lez-Sabı ´n and F. Lo ´pez-Gallego AIBenı ´tez-Mateos ESan Sebastian N Chem. -Eur. J 23 2017 MPlanchestainer MLContente JCassidy FMolinari LTamborini FParadisi Green Chem 19 2017 MLContente FDall'oglio LTamborini FMolinari FParadisi ChemCatChem 9 2017 ADreßen THilberath UMackfeld JRudat MPohl J. Biotechnol 258 2017 LHSayer GJFlorence TKSmith React. Chem. Eng 2 2017 Cover Image, Volume 115, Number 3, March 2018 PiaGruber FilipeCarvalho MarcoP CMarques BrianO'sullivan FabianaSubrizi DraganaDobrijevic JohnWard HelenCHailes PedroFernandes RolandWohlgemuth FrankBaganz NicolasSzita 0000-0002-6204-5074 10.1002/bit.26413 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 115 3 2018 Wiley VDeVitis FDall'oglio APinto CDe Micheli FMolinari PConti DRomano LTamborini Chemistryopen 2017 6 XTang RKAllemann TWirth Eur. J. Org. Chem 2017 Biocatalytic oxidase: Batch to continuous EdwardJones KayMcclean SallyHousden GildaGasparini IanArcher 10.1016/j.cherd.2012.01.018 Chemical Engineering Research and Design Chemical Engineering Research and Design 0263-8762 90 6 2012 Elsevier BV RKarande ASchmid KBuehler Adv. Synth. Catal 353 2011 DValikhani JMBolivar MViefhues DNMcilroy EXVrouwe BNidetzky ACS Appl. Mater. Interfaces 9 2017 EPeris OOkafor EKulcinskaja RGoodridge SVLuis EGarcia-Verdugo EO'reilly VSans GreenChem 2017 19 CZor HAReeve JQuinson LAThompson THLonsdale FDillon NGrobert KAVincent Chem. Commun 53 2017 KMKoeller CHWong Nature 409 2001 HKChenault ESSimon GMWhitesides Biotechnol. Genet. Eng. Rev 6 1988 Regeneration of nicotinamide cofactors for use in organic synthesis HKeithChenault GeorgeMWhitesides 10.1007/bf02798431 Applied Biochemistry and Biotechnology Appl Biochem Biotechnol 0273-2289 1559-0291 14 2 1987 Springer Science and Business Media LLC HZhao WAVan Der Donk Curr. Opin. Biotechnol 14 2003 ASchmid JSDordick BHauer AKiener MWubbolts BWitholt Nature 409 2001 HKChenault GMWhitesides Appl. Biochem. Biotechnol 14 1987 MDLeonida Curr. Med. Chem 8 2001 Recent developments in pyridine nucleotide regeneration WilfredAVan Der Donk HuiminZhao 10.1016/s0958-1669(03)00094-6 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 14 4 2003 Elsevier BV AFassouane JMLaval JMoiroux CBourdillon Biotechnol. Bioeng 35 1990 Laminar Flow-Based Electrochemical Microreactor for Efficient Regeneration of Nicotinamide Cofactors for Biocatalysis SeongKeeYoon EricRChoban CheikhouKane TheodoreTzedakis PaulJ AKenis 10.1021/ja052613n Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 127 30 2005 American Chemical Society (ACS) SKochius JBPark CLey PKonst FHollmann JSchrader DHoltmann J. Mol. Catal. B: Enzym 103 2014 RRuinatscha KBuehler ASchmid J. Mol. Catal. B: Enzym 103 2014 KAMauritz RBMoore Chem. Rev 104 2004 JBeauchamp CVieille Bioengineered 6 2015 Particle‐tethered NADH for production of methanol from CO<sub>2</sub> catalyzed by coimmobilized enzymes BilalEl‐zahab DustinDonnelly PingWang 10.1002/bit.21584 Biotechnology and Bioengineering Biotech & Bioengineering 0006-3592 1097-0290 99 3 2008 Wiley XJi ZSu PWang GMa SZhang ACS Nano 9 2015 SGestrelius M.-OMånsson KMosbach Eur. J. Biochem 57 1975 XJi PWang ZSu GMa SZhang J. Mater. Chem. B 2 2014 Multi-enzyme complexes on DNA scaffolds capable of substrate channelling with an artificial swinging arm JinglinFu YuheReneeYang AlexanderJohnson-Buck MinghuiLiu YanLiu NilsGWalter NealWWoodbury HaoYan 10.1038/nnano.2014.100 Nature Nanotechnology Nature Nanotech 1748-3387 1748-3395 9 7 2014 Springer Science and Business Media LLC SVelasco-Lozano AIBenı ´tez-Mateos FLo ´pez-Gallego Angew. Chem., Int. Ed 56 2017 Biocatalytic separation of (R, S)-1-phenylethanol enantiomers and fractionation of reaction products with supercritical carbon dioxide AlexandrePaiva PedroVidinha MariaAngelova SílviaRebocho SusanaBarreiros GerdBrunner 10.1016/j.supflu.2010.09.037 The Journal of Supercritical Fluids The Journal of Supercritical Fluids 0896-8446 55 3 2011 Elsevier BV LTamborini DRomano APinto ABertolani FMolinari PConti J. Mol. Catal. B: Enzym 84 2012 AJMesiano EJBeckman AJRussell Chem. Rev 99 1999 ATFricks EGOestreicher LCFilho ACFeihrmann YCordeiro CDariva OA CAntunes J. Supercrit. Fluids 50 2009 PLozano EGarcia-Verdugo NKarbass KMontague TDe Diego MIBurguete SVLuis Green Chem 12 2010 MIBurguete FGalindo EGarcia-Verdugo NKarbass SVLuis 10.1039/B704611A Chem. Commun 2007 NKarbass VSans EGarcia-Verdugo MIBurguete SVLuis 10.1039/B603224A Chem. Commun 2006 MIBurguete HErythropel EGarcia-Verdugo SVLuis VSans Green Chem 10 2008 MIBurguete EGarcı ´a-Verdugo IGarcia-Villar FGelat PLicence SVLuis VSans J. Catal 269 2010 ACimporescu ATodea VBadea CPaul FPeter Process Biochem 51 2016 Tailored sol–gel immobilized lipase preparates for the enzymatic kinetic resolution of heteroaromatic alcohols in batch and continuous flow systems MădălinaElenaMoisă 0000-0003-3215-5210 CristinaGeorgianaSpelmezan 0000-0001-6957-1686 CristinaPaul 0000-0001-5570-8418 JudithHajnalBartha-Vári 0000-0001-7147-9651 LászlóCsabaBencze 0000-0003-0956-9749 FlorinDanIrimie 0000-0003-2093-0136 CsabaPaizs 0000-0002-7403-7098 FránciscPéter 0000-0001-7248-2641 MonicaIoanaToşa 0000-0003-3240-706X 10.1039/c7ra10157k RSC Advances RSC Adv. 2046-2069 7 83 2017 Royal Society of Chemistry (RSC) AUrsoiu CPaul TKurta ´n FPe ´ter Molecules 2012, 17, 13045 MUngurean CPaul FPeter Bioprocess Biosyst. Eng 36 2013 B.-DMa H.-LYu JPan J.-HXu Biochem. Eng. J 107 2016 A Continuous‐Flow Cascade Reactor System for Subtilisin A‐ Catalyzed Dynamic Kinetic Resolution of <i>N</i>‐<i>tert</i>‐Butyloxycarbonylphenylalanine Ethyl Thioester with Benzylamine PéterFalus LorenzoCerioli GabriellaBajnóczi ZoltánBoros DiánaWeiser JózsefNagy DavideTessaro StefanoServi LászlóPoppe 10.1002/adsc.201500902 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 358 10 2016 Wiley KGHugentobler MRasparini LAThompson KEJolley AJBlacker NJTurner Org. Process Res. Dev 21 2017 EAManoel KCPais MCFlores LS D MMiranda MA ZCoelho AB CSimas DM GFreire RO M ADe Souza J. Mol. Catal. B: Enzym 87 2013 Ethyl acetate as an acyl donor in the continuous flow kinetic resolution of (±)-1-phenylethylamine catalyzed by lipases AmandaSDe Miranda LeandroS MMiranda RodrigoO M ADe Souza 10.1039/c3ob40437d Organic & Biomolecular Chemistry Org. Biomol. Chem. 1477-0520 1477-0539 11 20 3332 2013 Royal Society of Chemistry (RSC)",
      "snippet": "Multi-step continuous-flow synthesis JoshuaBritton ColinLRaston 0000-0003-4753-0079 10.1039/c6cs00830e Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 46 5 2017 Royal Society of Chemistry (RSC) FLe PHSeeberger Angew. Chem., Int. Ed 51 2012 BGutmann DCantillo COKappe Angew. Chem., Int. Ed 54 2015 The synthesis of active pharmaceutical ingredients (APIs) using continuous flow chemistry MarcusBaumann IanRBaxendale 10.3762/bjoc.11.134 Beilstein Journal of Organic Chemistry Beilstein J. Org. Chem. 1860-5397 11 2015 Beilstein Institut JBritton TFJamison Angew. Chem., Int. Ed 129 2017 RLHartman KFJensen Lab Chip 9 2009 LMalet-Sanz FSusanne J. Med. Chem 55 2012 DTMcquade PHSeeberger J. Org. Chem 78 2013 MBPlutschack BPieber KGilmore PHSeeberger Chem. Rev 117 2017 JBritton TFJamison Eur. J. Org. Chem 2017 JYCaaaayre PRenold TPitterna QMEl EP2748154A1 2014 WGWhittingham CLWinn HGlithro MABoussemghoune MBAspinall EP2396306A1 2011 ABuchholz WReiner UJHaas 2011151146A1, 2011 Finney, Samuel CJMathews JFinney JNScutt LRobinson JSDelaney 10.1093/benz/9780199773787.article.b00064419 EP2389066A1 Oxford University Press 2011 SA MJeanmart RViner JBTaylor WGWhittingham JSWailes SMTargett CJMathews MMuehlebach 2011073060A2, 2011 KGMeyer WJOwen JMRenga CYao BMNugent JWilmot FLi KBravo-Altamirano US 8835462 2 2014 DCantillo COKappe React. Chem. Eng 2 2017 Accelerating the Controlled Synthesis of Metal–Organic Frameworks by a Microfluidic Approach: A Nanoliter Continuous Reactor LorenaPa…",
      "pages": null,
      "citations": []
    }
  ]
}