{
  "review_id": "20_Buller_2023_Science",
  "sections": [
    {
      "header": "BACKGROUND: Biocatalysis is an approach to synthetic chemistry in which enzymes …",
      "raw_header": "BACKGROUND: Biocatalysis is an approach to synthetic chemistry in which enzymes …",
      "text": "BACKGROUND: Biocatalysis is an approach to synthetic chemistry in which enzymes carry out chemical reactions. Historically, enzymes from natural sources have been used to break down oils and proteins in laundry detergents, produce semisynthetic antibiotics, and create simple chiral precursors for the pharmaceutical industry. In the past 5 years, the number of available protein sequences has increased by a staggering 20-fold, accelerating the discovery of enzymes with useful activities and properties. Directed evolution, the cornerstone of our ability to tailor enzymatic properties, is allowing researchers to tailor enzymes for the synthesis of complex molecules, the modification of biological therapeutics, and the breakdown of plastic waste. Machine learning-driven proteinstructure prediction, coupled with advances in automation and high-throughput screening, is further advancing our ability to create enzymes with desired function. The ability to add nonbiological catalytic elements to enzymes means that enzyme engineers no longer have to rely solely on natural catalytic machinery. Scientists have thus gained the capacity to redesign, reimagine, and repurpose enzymes. Illustrative applications include enzyme cascades to manufacture the antivirals islatravir and molnupiravir, biocatalysts that can generate and control radicals, and enzymes that exploit photocatalysis to affect stereocontrolled C-C couplings, hydroaminations, or Diels-Alder reactions. ADVANCES: The past 5 years have witnessed a surge in the development of data-driven tools enabling the accelerated discovery, engineering, and deployment of enzymes for applications in chemistry, medicine, and food technology. By leveraging enzymes' ability to control the environment of a chemical reaction, scientists have developed successful platforms for the construction of complex small molecules from suitable starting materials or even CO 2 . In addition to their use in (chemo)-enzymatic cascade reactions, precisely tailored biocatalysts can manufacture new therapeutic modalities, such as antisense oligonucleotide therapeutics, and bioconjugates. DNA synthesis, which still relies on phosphoramidite chemistry, is being reinvented with template-independent deoxynucleotidyl transferases to make the process faster and cheaper. Machine learning, already dominating protein-structure prediction and design, is finding applications in enzyme engineering, including improvement of functions such as enantioselectivity, activity, and stability. OUTLOOK: In the decade ahead, biocatalysis research and applications will continue to profit from advances in data mining, machine learning, and DNA reading and writing. The combinatorial design of enzymes and the ease with which new enzyme variants can be experimentally generated lends itself to train data-intense machine-learning algorithms. Ideally, the sequence-function data of variants screened in a directed-evolution campaign could be used to predict which variants to evaluate next. Machine learning works best with clean and reproducible data, mandating the standardization and reporting of data and the further development of experimental techniques, including molecular biology methods, automation, and high-throughput screening assays. The toolbox of drug discovery is expanding beyond traditional small molecules (molecular weights <500 g/mol) to include RNA therapeutics, protein degraders, cyclopeptides, antibody drug conjugates, and gene therapy. Consequently, the synthetic complexity of lead molecules and clinical candidates is increasing with a growing percentage of chiral and beyond-ruleof-5 molecules. Enzymatic synthesis will play a key role beyond its present impact in smallmolecule drug discovery and development. The discovery of new enzyme families and the rational design of new enzyme functions will expand the toolbox of available biocatalysts. Development and deployment of retrosynthetic tools containing enzymatic reactions will be an important step toward democratizing biocatalysis and making it available to the nonexpert. Fueled by these innovations, nature's catalysts will be profitably used to address current challenges, including the fight against diseases, provision of affordable clean energy, and reduc- Biocatalysis harnesses enzymes to make valuable products. This green technology is used in countless applications from bench scale to industrial production and allows practitioners to access complex organic molecules, often with fewer synthetic steps and reduced waste. The last decade has seen an explosion in the development of experimental and computational tools to tailor enzymatic properties, equipping enzyme engineers with the ability to create biocatalysts that perform reactions not present in nature. By using (chemo)-enzymatic synthesis routes or orchestrating intricate enzyme cascades, scientists can synthesize elaborate targets ranging from DNA and complex pharmaceuticals to starch made in vitro from CO 2 -derived methanol. In addition, new chemistries have emerged through the combination of biocatalysis with transition metal catalysis, photocatalysis, and electrocatalysis. This review highlights recent key developments, identifies current limitations, and provides a future prospect for this rapidly developing technology.",
      "snippet": "BACKGROUND: Biocatalysis is an approach to synthetic chemistry in which enzymes carry out chemical reactions. Historically, enzymes from natural sources have been used to break down oils and proteins in laundry detergents, produce semisynthetic antibiotics, and create simple chiral precursors for the pharmaceutical industry. In the past 5 years, the number of available protein sequences has increased by a staggering 20-fold, accelerating the discovery of enzymes with useful activities and properties. Directed evolution, the cornerstone of our ability to tailor enzymatic properties, is allowing researchers to tailor enzymes for the synthesis of complex molecules, the modification of biological therapeutics, and the breakdown of plastic waste. Machine learning-driven proteinstructure prediction, coupled with advances in automation and high-throughput screening, is further advancing our ability to create enzymes with desired function. The ability to add nonbiological catalytic elements to enzymes means that enzyme engineers no longer have to rely solely on natural catalytic machinery. Scientists have thus gained the capacity to redesign, reimagine, and repurpose enzymes. Illustrative applications include enzyme cascades to manufacture the antivirals islatravir and molnupiravir, biocatalysts that can generate and control radicals, and enzymes that exploit photocatalysis to affect stereocontrolled C-C couplings, hydroaminations, or Diels-Alder reactions. ADVANCES: The past 5 years…",
      "pages": null,
      "citations": []
    },
    {
      "header": "Applications In silico and experimental tools",
      "raw_header": "Applications In silico and experimental tools",
      "text": "Applications In silico and experimental tools",
      "snippet": "Applications In silico and experimental tools",
      "pages": null,
      "citations": []
    },
    {
      "header": "T",
      "raw_header": "T",
      "text": "o innovate in synthetic chemistry, academic and industrial scientists increasingly apply enzymes to make simple and complex functionalized (bio)molecules (1). Inspired by the precise control that enzymes can exert over reaction outcomes, chemists are using biocatalytic transformations that complement or even substitute for more traditional chemical routes (2). However, as synthetically relevant reactions rarely have a counterpart in nature, the challenge in biocatalysis is the identification of a suitable enzyme catalyst for the desired application. Early uses of biocatalysis relied on accessible wildtype enzymes used in food or other industries to produce laundry detergents, semisynthetic antibiotics, and simple chiral precursors for the pharmaceutical industry (3)(4)(5). Although such repurposing still occurs occasionally, most new applications require the discovery of enzymes with distinct reactivity or the engineering of existing enzymes to catalyze the desired reaction, accept the desired substrate, and be stable and active at the desired application conditions. The computational and experimental advances of the past few years have sped and simplified the tailoring of biocatalysts to access a rapidly growing set of chemical transformations. Today, strategies for the development of performant biocatalysts include screening natural diversity to discover a desired enzyme activity, engineering biocatalysts to alter the substrate range, redesigning mechanisms to create previously unknown reactivity, and computationally designing enzymes de novo (Fig. 1). These strategies now allow the field to be much bolder in choosing which reactions are attempted enzymatically. Biocatalysts are being redesigned, reimagined, and repurposed to grant access to the desired targets with great efficiency. Here, we evaluate the recent experimental and computational developments that led to this boost in biocatalysis and its applications (Fig. 2). Highlighted experimental innovations include optimized strategies to read and write DNA, advanced tools for automation and highthroughput screening, and the ability to incorporate novel catalytic elements into enzymes, including noncanonical amino acids. Computational progress is reflected in improved access to suitable enzyme-encoding sequences, machine learning-based methods to accurately predict protein structures, and data-driven tools to guide enzyme engineering in the creation of information-enriched, functional variant libraries. These achievements have translated into a variety of applications, including (chemo-) enzymatic cascade reactions, new-to-nature chemistries, enzymatic plastic degradation, and the synthesis of biologics and therapeutics (Fig. 2).",
      "snippet": "o innovate in synthetic chemistry, academic and industrial scientists increasingly apply enzymes to make simple and complex functionalized (bio)molecules (1). Inspired by the precise control that enzymes can exert over reaction outcomes, chemists are using biocatalytic transformations that complement or even substitute for more traditional chemical routes (2). However, as synthetically relevant reactions rarely have a counterpart in nature, the challenge in biocatalysis is the identification of a suitable enzyme catalyst for the desired application. Early uses of biocatalysis relied on accessible wildtype enzymes used in food or other industries to produce laundry detergents, semisynthetic antibiotics, and simple chiral precursors for the pharmaceutical industry (3)(4)(5). Although such repurposing still occurs occasionally, most new applications require the discovery of enzymes with distinct reactivity or the engineering of existing enzymes to catalyze the desired reaction, accept the desired substrate, and be stable and active at the desired application conditions. The computational and experimental advances of the past few years have sped and simplified the tailoring of biocatalysts to access a rapidly growing set of chemical transformations. Today, strategies for the development of performant biocatalysts include screening natural diversity to discover a desired enzyme activity, engineering biocatalysts to alter the substrate range, redesigning mechanisms to create previo…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(1)",
          "target_xml_id": "b0"
        },
        {
          "ref_marker": "(2)",
          "target_xml_id": "b1"
        },
        {
          "ref_marker": "(3)",
          "target_xml_id": "b2"
        },
        {
          "ref_marker": "(4)",
          "target_xml_id": "b3"
        },
        {
          "ref_marker": "(5)",
          "target_xml_id": "b4"
        }
      ]
    },
    {
      "header": "Developing biocatalysts",
      "raw_header": "Developing biocatalysts",
      "text": "There are several approaches that can be used to find or create an enzyme with the desired catalytic activity (Fig. 1) (6). First, the target activity could exist in nature but needs to be discovered. High-quality, low-cost sequencing of DNA has now revealed complete genomes of species from all over the globe (7,8), as well as DNA fragments from metagenome samples. The number of available protein sequences increased more than 20-fold in the last 5 years [2023, >2.4 billion (9, 10); 2018, ~123 million (11)]. Searching these sequences reveals many putative enzymes, some with predictable activities and many that are of unknown function. Combining this sequence data with computational tools such as sequence similarity networks (12), phylogenetic analyses (13), and protein-structure prediction improves the precision of the search. In a representative example, polyethylene terephthalate (PET) hydrolases (PETases) to degrade PET plastics were found through classical screening (14), bioinformatics searches (15), and sequencing of environmental samples (16). Alternatively, legacy enzyme collections of enzymes that proved useful in the past are an invaluable resource for identifying suitable biocatalysts or advanced starting points for engineering projects. Commercially available enzyme screening kits and private libraries of enzyme variants for frequently used enzymes such as lipases, esterases, ketoreductases, and transaminases can considerably shorten timelines toward yielding biocatalysts with the desired target activity. More recently, advances in protein structure prediction (see \"Computational tools\" section below) have further improved the search for suitable enzymes in sequence databases. For example, in a search for dehalogenases, a sequence similarity search identified 2905 putative target enzymes (17). Subsequent analysis of homology modelswhich considered the size of the active site, the presence of catalytic residues, and tunnels to access the active site-narrowed the search to 45 genes, 40 of which yielded catalytically active dehalogenases. The most common strategy to access a desired enzymatic function is repurposing of an existing enzyme that fits many, but not all, requirements for the new application. Often an existing enzyme catalyzes the desired reaction but does not accept the desired substrate or does not produce the desired product isomer. In this situation, protein engineering is required to shift the substrate or product preference of the enzyme. For example, the redesign of an aspartase enabled the hydroamination of a,b-unsaturated carboxylic acids to make b-amino acids (18). The target substrates contained a hydrophobic substituent at the position corresponding to the a-carboxylate of aspartic acid. The design replaced four mostly polar amino acids in the binding site with hydrophobic amino acids. In another case, triggered by the need for selective halogenation reactions, researchers expanded the substrate range of Fe(II)/a-ketoglutarate-dependent halogenases to include nonnatural substrates (19)(20)(21), such as the macrolide soraphen A, a potent fungicide. By using algorithm-aided engineering, the apparent turnover number (k cat ) for soraphen was improved >100-fold, turning the halogenase into a suitable catalyst for aiding in structure-activity relationship studies in medicinal chemistry. The halogenase also accepts other anions, including azide, nitrate, and nitrite, enabling the creation of a wider range of products (22). In another example the selectivity of a protease was altered to degrade gluten peptides as a potential supplement for patients with celiac disease (23). The starting protease favored hydrolysis after a Pro-Arg/Lys sequence, whereas gluten contains many Pro-Gln-Gln/Leu sequences. Hydrolysis was desired between Gln and Gln/Leu residues. The researchers introduced eight substitutions, two in the new Gln site, one in the Gln/Leu site, and five more distant substitutions to stabilize the protein. The modified protease is currently undergoing clinical trials. The concept of \"substrate walking\"-evolving an enzyme from transforming its natural substrate to accepting an industrially relevant substrates was rarely applied (24,25) a little over a decade ago. The evolution of a transaminase to manufacture sitagliptin ( 26) is an early example. Today, Pictet-Spenglerases that use benzaldehyde (27), flavin-dependent halogenases active on high-molecular weight indoles and carbazoles (28), opine dehydrogenases (reduc-tive aminases) that use amines and ketones as opposed to amino-and ketoacids (29), and transketolases that use nonpolar aromatic substrates (30) have all been created through substrate walking. In more difficult cases, no enzyme with the desired reactivity exists, but an enzyme with a mechanistically similar catalytic activity is known. Combining chemical reasoning with protein engineering can extend the natural catalytic activity to the desired activity (6,31). One example is the expansion of the catalytic repertoire of cytochrome P450 monooxygenases to catalyze carbene and nitrene reactions. Their oxidase mechanism involves an iron porphyrin oxo (Fe=O) intermediate, and it was reasoned that iron carbene [Fe=C(R1)(R2)] and iron nitrene (Fe=NR) species might form similarly given the appropriate reactive substrate (32,33). Initial experiments revealed inefficient reactions, but optimization by directed evolution and replacement of the proximal thiolate heme ligand with the more weakly donating serineyielding the so-called P411 scaffolds-led to catalysts capable of new-to-nature chemistry, including cyclopropanation, cyclopropenation, Si-C bond formation, B-C bond formation, C-H insertion, and alkyl transfer (Fig. 3) (34), as well as aziridination, sulfide imidation, C-H amidation, and C-H amination (Fig. 3) (35). These examples are enzyme-catalyzed reactions in vitro, but this new-to-nature carbenetransfer chemistry was also used to extend biosynthesis in vivo. Engineered Streptomyces strains biosynthesized a carbene-transfer reagent, azaserine, as well as the acceptor styrene, to yield unnatural cyclopropanes (36). P450 monooxygenases can also be repurposed by following other strategies. For example, the P450 monooxygenase from Labrenzia agreggata was fashioned into a ketone synthase capable of the direct oxidation of internal arylalkenes to ketones by harnessing highly reactive carbocation species as key intermediates (37). To cite another example, researchers found that P450-based radical cyclases could be developed through the exploitation of a metalloredox strategy to catalyze stereoselective atom-transfer radical reactions yielding substituted g-lactams (38) or arenes (39). Changes in catalytic activity can also be more drastic; for example, a reductase was extended to a cyclase that forms C-C bonds through radical intermediates. Flavin-dependent \"ene\" reductases normally catalyze the reduction of electronically activated alkenes through the stepwise addition of H 2 -the first step occurring through a hydride transfer (a two-electron transfer) from the flavin hydroquinone, followed by the second step, a proton transfer from a conserved tyrosine residue (Fig. 3). In other enzymes, flavins reduce substrates through two single-electron transfers, which creates radical intermediates. By replacing the activated alkene substrate of an ene reductase with an a-bromo ketone, which is a radical Redesigning Enzyme Mechanism Computational Design Screening Nature's Diversity Performance Generations native substrate non-native substrate Performance Sequence space Performance Accessible chemistry chemical intuition Performance Structure space theozyme scaffold optimization RESEARCH | REVIEW precursor, the ene reductase changes its mechanism and transfers a single electron. Rapid loss of bromide yields the corresponding a-ketonyl radical. In an appropriately selected substrate, this radical may cyclize, forming a C-C bond and abstracting a hydrogen atom from the flavin semiquinone (40). The surrounding active site guides the formation of new stereocenters in the product. Thus, the resulting reaction is an enantioselective reductive cyclization. In other cases, radical precursors are less reactive and require light irradiation to initiate the single-electron transfer. In photobiocatalysis, a cofactor or amino acid within the protein active site is photoexcited to promote the electron or energy transfer required to convert starting materials to desired products. Only three natural enzymes follow this synthetic logic: fatty acid photodecarboxylase (41), DNA photolyase (42), and protochlorophyllide reductase (43). Whereas the latter two enzymes have less synthetic relevance, fatty-acid decarboxylases have been studied to catalyze the hydrodecarboxylation of fatty acids, a redoxneutral reaction that leads to alkanes, rendering them promising catalysts for biofuel production (44) and chemical building-block synthesis (45). Apart from radical cyclizations of well-chosen organohalides (46), the photobiocatalysis ap-proach similarly allows the alkylation of arenes (47), the asymmetric cross-electrophile coupling of alkyl halides and nitroalkanes (48) (Fig. 3), and hydroaminations through the generation of amidyl radicals (49). Nonenzymatic photoredox catalysts can also generate substrates for enzymes to create new reactions. Adding xanthene-based photocatalysts enabled an ene reductase to catalyze an enantioselective deacetoxylation (50). In another example, noncanonical amino acids were synthesized by using separate photocatalysis and enzymatic steps. The photocatalysis generates an alkyl radical from an alkyl trifluoroborate precursor. In the same solution, a modified tryptophan",
      "snippet": "There are several approaches that can be used to find or create an enzyme with the desired catalytic activity (Fig. 1) (6). First, the target activity could exist in nature but needs to be discovered. High-quality, low-cost sequencing of DNA has now revealed complete genomes of species from all over the globe (7,8), as well as DNA fragments from metagenome samples. The number of available protein sequences increased more than 20-fold in the last 5 years [2023, >2.4 billion (9, 10); 2018, ~123 million (11)]. Searching these sequences reveals many putative enzymes, some with predictable activities and many that are of unknown function. Combining this sequence data with computational tools such as sequence similarity networks (12), phylogenetic analyses (13), and protein-structure prediction improves the precision of the search. In a representative example, polyethylene terephthalate (PET) hydrolases (PETases) to degrade PET plastics were found through classical screening (14), bioinformatics searches (15), and sequencing of environmental samples (16). Alternatively, legacy enzyme collections of enzymes that proved useful in the past are an invaluable resource for identifying suitable biocatalysts or advanced starting points for engineering projects. Commercially available enzyme screening kits and private libraries of enzyme variants for frequently used enzymes such as lipases, esterases, ketoreductases, and transaminases can considerably shorten timelines toward yielding bioca…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(6)",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "(7,",
          "target_xml_id": "b6"
        },
        {
          "ref_marker": "8)",
          "target_xml_id": "b7"
        },
        {
          "ref_marker": "(11)",
          "target_xml_id": "b10"
        },
        {
          "ref_marker": "(12)",
          "target_xml_id": "b11"
        },
        {
          "ref_marker": "(13)",
          "target_xml_id": "b12"
        },
        {
          "ref_marker": "(14)",
          "target_xml_id": "b13"
        },
        {
          "ref_marker": "(15)",
          "target_xml_id": "b14"
        },
        {
          "ref_marker": "(16)",
          "target_xml_id": "b15"
        },
        {
          "ref_marker": "(17)",
          "target_xml_id": "b16"
        },
        {
          "ref_marker": "(18)",
          "target_xml_id": "b17"
        },
        {
          "ref_marker": "(19)",
          "target_xml_id": "b18"
        },
        {
          "ref_marker": "(20)",
          "target_xml_id": "b19"
        },
        {
          "ref_marker": "(21)",
          "target_xml_id": "b20"
        },
        {
          "ref_marker": "(22)",
          "target_xml_id": "b21"
        },
        {
          "ref_marker": "(23)",
          "target_xml_id": "b22"
        },
        {
          "ref_marker": "(24,",
          "target_xml_id": "b23"
        },
        {
          "ref_marker": "25)",
          "target_xml_id": "b24"
        },
        {
          "ref_marker": "(27)",
          "target_xml_id": "b26"
        },
        {
          "ref_marker": "(28)",
          "target_xml_id": "b27"
        },
        {
          "ref_marker": "(29)",
          "target_xml_id": "b28"
        },
        {
          "ref_marker": "(30)",
          "target_xml_id": "b29"
        },
        {
          "ref_marker": "(6,",
          "target_xml_id": "b5"
        },
        {
          "ref_marker": "31)",
          "target_xml_id": "b30"
        },
        {
          "ref_marker": "(32,",
          "target_xml_id": "b31"
        },
        {
          "ref_marker": "33)",
          "target_xml_id": "b32"
        },
        {
          "ref_marker": "(34)",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "(35)",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "(36)",
          "target_xml_id": "b35"
        },
        {
          "ref_marker": "(38)",
          "target_xml_id": "b37"
        },
        {
          "ref_marker": "(39)",
          "target_xml_id": "b38"
        },
        {
          "ref_marker": "(40)",
          "target_xml_id": "b39"
        },
        {
          "ref_marker": "(41)",
          "target_xml_id": "b40"
        },
        {
          "ref_marker": "(42)",
          "target_xml_id": "b41"
        },
        {
          "ref_marker": "(43)",
          "target_xml_id": "b42"
        },
        {
          "ref_marker": "(44)",
          "target_xml_id": "b43"
        },
        {
          "ref_marker": "(45)",
          "target_xml_id": "b44"
        },
        {
          "ref_marker": "(46)",
          "target_xml_id": "b45"
        },
        {
          "ref_marker": "(49)",
          "target_xml_id": "b48"
        },
        {
          "ref_marker": "(50)",
          "target_xml_id": "b49"
        }
      ]
    },
    {
      "header": "RESEARCH | REVIEW",
      "raw_header": "RESEARCH | REVIEW",
      "text": "synthase catalyzes the dehydration of serine to form an enzyme-bound pyridoxyl-5′-phosphate aminoacrylate intermediate. Quenching of the radical and release of the intermediate yields a noncanonical amino acid. Adjusting the shape of the active site fine-tuned the enantioselectivity of all described reactions for up to three stereocenters (51). Instead of modifying or extending existing enzymatic activities, researchers have also computationally designed new catalytic activities into a protein scaffold. This de novo design approach identifies the transition state of the desired transformation and then builds a binding site to stabilize it, reducing the problem of biocatalysis to one of molecular recognition. Although de novo enzyme design has created protein catalysts for model transformations, including proton-transfer, bimolecular-aldol, and Diels-Alder reactions (52). The initial activities of the designer catalysts were low, but directed evolution increased their cata-lytic activities. For example, directed evolution of a designed retroaldolase increased its catalytic activity from barely detectable to that of natural enzymes. The directed evolution introduced 31 substitutions, leading to a million-fold increase in activity (53). More recently, a deep learning-based approach generated large numbers of idealized protein structures and the sequences that encode it. The diverse scaffolds were employed to design an artificial luciferase. Three substitutions introduced by site-saturation mutagenesis yielded a 100-fold-higher photon flux than did the parent design (k cat /K m = 10 6 M -1 s -1 ) (54) (where k cat /K m is the catalytic efficiency and K m is the Michaelis constant). Although de novo design of enzymes with activities that rival their natural counterparts remains a major challenge at present, these studies have improved our understanding of how sequences fold into proteins and of how basic enzyme activity is created. De novo enzyme design will continue to grow as our understanding of the sequence-function relationship in enzymes improves, protein design methods mature, and computational power increases.",
      "snippet": "synthase catalyzes the dehydration of serine to form an enzyme-bound pyridoxyl-5′-phosphate aminoacrylate intermediate. Quenching of the radical and release of the intermediate yields a noncanonical amino acid. Adjusting the shape of the active site fine-tuned the enantioselectivity of all described reactions for up to three stereocenters (51). Instead of modifying or extending existing enzymatic activities, researchers have also computationally designed new catalytic activities into a protein scaffold. This de novo design approach identifies the transition state of the desired transformation and then builds a binding site to stabilize it, reducing the problem of biocatalysis to one of molecular recognition. Although de novo enzyme design has created protein catalysts for model transformations, including proton-transfer, bimolecular-aldol, and Diels-Alder reactions (52). The initial activities of the designer catalysts were low, but directed evolution increased their cata-lytic activities. For example, directed evolution of a designed retroaldolase increased its catalytic activity from barely detectable to that of natural enzymes. The directed evolution introduced 31 substitutions, leading to a million-fold increase in activity (53). More recently, a deep learning-based approach generated large numbers of idealized protein structures and the sequences that encode it. The diverse scaffolds were employed to design an artificial luciferase. Three substitutions introduced by site…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(51)",
          "target_xml_id": "b50"
        },
        {
          "ref_marker": "(52)",
          "target_xml_id": "b51"
        },
        {
          "ref_marker": "(53)",
          "target_xml_id": "b52"
        }
      ]
    },
    {
      "header": "Experimental tools",
      "raw_header": "Experimental tools",
      "text": "Regardless of the strategy chosen to identify a suitable biocatalyst, laboratory work is always required to produce and, if needed, to tailor the target enzyme. The range of experimental tools available to protein engineers is consistently expanding, whether by lowering the cost of synthetic genes, speeding up individual directed-evolution cycles, or allowing for introduction of new catalytic elements to be added to proteins. Biocatalyst development starts with a DNA construct encoding the enzyme of interest, which requires artificial DNA synthesis. Present DNA synthesis uses phosphoramidite chemistry developed 40 years ago (55); however, DNA synthesis performed with enzymes (56-58) These so-called P411 enzymes, which contain a serine residue as proximal ligand (denoted as X), were evolved to assemble C-C bonds through sp 3 C-H functionalization (34) and to aminate at benzylic and allylic (not shown) positions to yield (bottom right) enantioenriched, unprotected primary amines (35). Piv, pivaloyl; Tf, trifluoromethanesulfonyl. (B) (Top left) Asymmetric double-bond reduction catalyzed by an ene reductase through a hydride transfer (two-electron transfer) from flavinmononucleotide (FMN) followed by a proton transfer from a conserved tyrosine residue (not shown). By applying photocatalysis, the catalytic machinery of the ene reductase can be repurposed when radical precursors are used as substrates (as shown here, an a-chloro ketone). EWG, electron withdrawing group. (Top right) Thermally allowed [4+2] cycloaddition between 4-carboxybenzyl-trans-1,3-butadiene-1-carbamate and N,N-dimethylacrylamide catalyzed by a designed Diels-Alderase (155). (Bottom left) Irradiation initiates a single-electron transfer from the flavin hydroquinone cofactor and facilitates the formation of an a-ketonyl radical, which can engage in stereoselective sp 3 -sp 3 cross electrophile couplings in the confines of the engineered enzyme scaffold (48). (Bottom right) Installation of the noncanonical amino acid 4-benzoylphenylalanine (green) by genetic-code expansion expands the reaction scope of the Diels-Alderase. Upon irradiation of the designer enzyme, the ncAA allows for triplet energy transfer to appropriately selected substrates, giving access to thermally forbidden reactions, such as intra-and bimolecular (not shown) [2+2] cycloadditions with high stereoselectivities (156). Structural illustrations are adapted from the PDB (PDB IDs: 2IJ2, cytochrome P450 BM3 ; 7TNB, ene reductase; and 3I1C, Diels-Alderase). RESEARCH | REVIEW yields higher-quality DNA and may be faster and cheaper, thus representing a biocatalytic solution in and of itself. Terminal deoxynucleotidyl transferases (TdTs) (Fig. 4) polymerize deoxynucleoside triphosphates (dNTPs) to the 3′-end of a DNA sequence in a templateindependent fashion. Using dNTPs with a blocked 3′-hydroxyl stops TdT action after a single nucleotide incorporation, hence controlling an otherwise runaway polymerization. Native TdTs react slowly with blocked dNTPs, so improved TdTs were engineered for this application (59,60). TdT-based approaches have driven DNA oligonucleotide synthesis to (literally) new lengths of up to 1000 nucleotides, enabled by incorporation efficiencies of >99.6%, reviving the promise for rapid, singlerun whole-gene synthesis. Milder aqueous reaction conditions also benefit DNA quality and greatly improve the overall process sustainability, opening up opportunities for gene editing and diagnostic applications. TdTs can also assemble short synthetic RNA fragments. Such sequences, containing modified nucleotides in addition to the standard RNA building blocks, hold substantial therapeutic potential as antisense oligonucleotides and small interfering RNAs (61)(62)(63). Despite the advances in enzymatic DNA synthesis, most laboratories still rely on traditional molecular biology strategies to create large, randomized libraries through methods such as error-prone polymerase chain reaction (PCR) or the construction of a few specific variants through site-directed mutagenesis by using a chemically synthesized gene as template. Building libraries of predefined enzyme variants remains expensive and challenging with these traditional approaches. \"Oligo-pools,\"-which consist of a few hundred up to 1000 distinct polynucleotides with a length of about 300 base pairs-are a less-expensive alternative solution (0.00001 to 0.001 USD per nucleotide, depending on length, scale, platform, or vendor) (64). Despite disadvantages such as truncated DNA molecules and high error rates (65), the oligopool option may be more cost-effective than the degenerate or reduced codon-coverage primers typically used for library construction and may allow more flexible library design (66). The cornerstone of protein engineering (1, 3, 67, 68), the Nobel prize-winning strategy of directed evolution, relies heavily on such randomized gene libraries. When directed evolution appeared three decades ago, error-prone PCR was the driver of sequence variability, resulting in round-over-round accumulation of single mutations and an approximated twofold improvement of enzyme performance per round of evolution (69) (Fig. 4, light blue curve). The contemporaneous addition of recombination techniques upgraded the rate of improvement to between 2.75 and 4 per evolution cycle (Fig. 4, dashed curves) by incorporating multiple mutations per round, reflecting the state of the art over the past two decades. Computational and molecular biology efforts have improved mutation prediction and accelerated enzymevariant creation so that the screening burden can be reduced, but not to the point that screening cycles or improvements per cycle have been greatly altered from these historical norms (70). Additionally, protein engineers continue to in-crease the complexity of attempted evolution campaigns. Together, these developments point to an increasing bottleneck in biocatalysis: higher demand for protein-engineering resources and a lack of improvement in the way evolution experiments are performed. Technical innovations are on the horizon, however. Cell-free protein-expression technologies provide all the necessary components to transcribe and translate many DNA sequences into functional proteins, avoiding the time-consuming steps of cell transformation, growth, and induction (71). Using this technology to produce enzyme libraries for testing in evolution experiments has the potential to accelerate the time to complete a round of evolution by ~1.6-fold (Fig. 4, green curve). Turning to the biological world, continuous-evolution strategies tie the success of a desired enzyme activity to the growth rate of a producing microbe and simultaneously provide the microbe with a mechanism of introducing mutation into the DNA coding for the desired protein only (72,73). Evolution of the desired protein then occurs in continuous culture, which circumvents the same laboratory manipulations required for cell-free protein expression and in addition avoids the man-made construction of new variant libraries, leading to an eightfold increase in the rate of evolution performance compared with error-prone PCR [and a fivefold improvement compared with current state of the art (Fig. 4, periwinkle curve)]. For example, mRNA display libraries (74) have generated new proteins, new types of catalytic activity, and binding proteins with very high affinity for their targets. Similarly, microfluidic technologies have demonstrated the ability to 5000 10000 15000 20000 25000 30000 35000 0 1 2 3 4 5 6 7 8 9 Fold Improvement Months 2 N 2.75 N 4 N 3.2 N 3.2 1.6•N 2.5 week rounds 2 4•N 1 week rounds 100 N RESEARCH | REVIEW screen large library sizes, which positively changes the nature of directed-evolution experiments (Fig. 4, black curve) (75). Encapsulating cells into picoliter-sized droplets, along with a lysis reagent and an analytical readout, has allowed scientists to assay thousands of samples per second, which is on par with the rates achieved by fluorescenceactivated cell sorting (FACS) techniques. Because millions of samples can be analyzed, libraries with multiple mutations per sequence can be screened deeply enough to uncover rare events, reaching 100-fold improvements per evolution round or greater (76). Although lack of commercialized hardware, relatively high implementation costs, and technical complexity has so far limited the use of such tools to expert practitioners, these strategies show promise for managing the longer evolution timelines required for increasingly complex targets. Other emerging tools that include useful in protein engineering include cryo-electron microscopy (cryo-EM), which has been profitably employed to guide improvement of a nitrilase (77), and microcrystal electron diffraction (MicroED), which supported the mechanistic investigation of carbene transfer in a designed protein (78). Both methods enable gathering of mechanistic insights and structural data complementary to x-ray crystallography, which nevertheless remains an important tool for generating high-resolution structures, especially of smaller enzymes. Complementing the biocatalysts obtained by enzyme-engineering campaigns, some applications require researchers to equip proteins with new-to-nature functionalities. This is achieved through the incorporation of noncanonical amino acids (ncAAs) by using either amber stop-codon suppression or promiscuous aminoacyl tRNA synthetases (aaRSs), which expands the repertoire of available catalytic elements beyond those encoded in the 20 proteinogenic amino acids (79). ncAAs can be harnessed to tune enzyme properties, reveal mechanisms in complex catalytic machineries, and create enzymes with functions not found in nature. An illustrative example of tuning enzyme properties by incorporating ncAAs is the introduction of N d -methylhistidine (NMH) as proximal ligand into the heme protein ascorbate peroxidase, which led to substantial increases in turnover number without compromising catalytic efficiency (80). Similarly, introducing NMH modulates the reactivity of compound II in cytochrome c peroxidase (81,82) and enhances the promiscuous peroxidase (83) and cyclopropanation (84, 85) activities of myoglobin. Most recently, this noncanonical nucleophile was introduced into a designer enzyme created for the Morita-Baylis-Hillman reaction. During evolution, NMH substantially altered the evolutionary trajectory, yielding an order of magnitude-more-active variant com-pared with previously engineered enzymes that did not include the new catalytic entity (86). The installation of tyrosine analogs is a valuable tool for mechanistic investigations of enzymes involving radical intermediates, in which such residues may play a catalytic role. Incorporating halogenated tyrosine analogs at key positions in the active site of Escherichia coli ribonucleotide reductase (87) or verrucologen synthase ( 88), an Fe(II)/a-ketoglutarate-dependent dioxygenase, enabled the use of analytical tools such as electron magnetic resonance, giving key insights into the reaction mechanism. Installation of a photosensitizer through the use of amber stop-codon suppression created an enzyme that catalyzes a photoinduced [2+2]cycloaddition. Upon irradiation of the unnatural amino acid 4-benzoylphenylalanine-which was installed in the active site of a de novo designed Diels-Alderase-triplet energy transfer initiated thermally forbidden [2+2]-cycloadditions. Directed evolution to fine-tune the enzyme yielded a catalyst with high enantioselectivity for both intra-and intermolecular reactions (89) (Fig. 3).",
      "snippet": "Regardless of the strategy chosen to identify a suitable biocatalyst, laboratory work is always required to produce and, if needed, to tailor the target enzyme. The range of experimental tools available to protein engineers is consistently expanding, whether by lowering the cost of synthetic genes, speeding up individual directed-evolution cycles, or allowing for introduction of new catalytic elements to be added to proteins. Biocatalyst development starts with a DNA construct encoding the enzyme of interest, which requires artificial DNA synthesis. Present DNA synthesis uses phosphoramidite chemistry developed 40 years ago (55); however, DNA synthesis performed with enzymes (56-58) These so-called P411 enzymes, which contain a serine residue as proximal ligand (denoted as X), were evolved to assemble C-C bonds through sp 3 C-H functionalization (34) and to aminate at benzylic and allylic (not shown) positions to yield (bottom right) enantioenriched, unprotected primary amines (35). Piv, pivaloyl; Tf, trifluoromethanesulfonyl. (B) (Top left) Asymmetric double-bond reduction catalyzed by an ene reductase through a hydride transfer (two-electron transfer) from flavinmononucleotide (FMN) followed by a proton transfer from a conserved tyrosine residue (not shown). By applying photocatalysis, the catalytic machinery of the ene reductase can be repurposed when radical precursors are used as substrates (as shown here, an a-chloro ketone). EWG, electron withdrawing group. (Top right)…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(34)",
          "target_xml_id": "b33"
        },
        {
          "ref_marker": "(35)",
          "target_xml_id": "b34"
        },
        {
          "ref_marker": "(155)",
          "target_xml_id": "b154"
        },
        {
          "ref_marker": "(48)",
          "target_xml_id": "b47"
        },
        {
          "ref_marker": "(156)",
          "target_xml_id": "b155"
        },
        {
          "ref_marker": "(59,",
          "target_xml_id": "b58"
        },
        {
          "ref_marker": "60)",
          "target_xml_id": "b59"
        },
        {
          "ref_marker": "(61)",
          "target_xml_id": "b60"
        },
        {
          "ref_marker": "(62)",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "(63)",
          "target_xml_id": "b62"
        },
        {
          "ref_marker": "(64)",
          "target_xml_id": "b63"
        },
        {
          "ref_marker": "(65)",
          "target_xml_id": "b64"
        },
        {
          "ref_marker": "(66)",
          "target_xml_id": "b65"
        },
        {
          "ref_marker": "(70)",
          "target_xml_id": "b69"
        },
        {
          "ref_marker": "(71)",
          "target_xml_id": "b70"
        },
        {
          "ref_marker": "(72,",
          "target_xml_id": "b71"
        },
        {
          "ref_marker": "73)",
          "target_xml_id": "b72"
        },
        {
          "ref_marker": "(75)",
          "target_xml_id": "b74"
        },
        {
          "ref_marker": "(76)",
          "target_xml_id": "b75"
        },
        {
          "ref_marker": "(77)",
          "target_xml_id": "b76"
        },
        {
          "ref_marker": "(78)",
          "target_xml_id": "b77"
        },
        {
          "ref_marker": "(79)",
          "target_xml_id": "b78"
        },
        {
          "ref_marker": "(80)",
          "target_xml_id": "b79"
        },
        {
          "ref_marker": "(81,",
          "target_xml_id": "b80"
        },
        {
          "ref_marker": "82)",
          "target_xml_id": "b81"
        },
        {
          "ref_marker": "(83)",
          "target_xml_id": "b82"
        },
        {
          "ref_marker": "(86)",
          "target_xml_id": "b85"
        },
        {
          "ref_marker": "(87)",
          "target_xml_id": "b86"
        }
      ]
    },
    {
      "header": "Computational tools",
      "raw_header": "Computational tools",
      "text": "Machine learning-based structure-prediction tools promise to limit the excessive screening or selection necessary to analyze the huge libraries typically generated during directed evolution. The advanced statistics system AlphaFold2, developed by DeepMind, predicts protein structures from amino acid sequence with much greater accuracy than did previous methods. AlphaFold2 uses deep neural networks to predict inter-residue distances from amino acid sequences (90). Its predictions rely on the structural data in the Protein Data Bank (PDB) (www.wwpdb.org), which contains the threedimensional structures of 200,000 proteins and nucleic acids. The neural networks assume that substructures that appear frequently in the database are more stable than absent or rarely occurring substructures. At present, a database of predicted structures (https://alphafold.com/) contains over 200 million entries and is continuously growing. Similarly useful alternatives are RoseTTAFold (91) and ESMFold (92), created by Meta Platforms. Structure prediction has the potential to reveal the arrangement of active-site residues of the target enzyme, guiding enzyme optimization (93). However, enzymatic function also requires substrate binding and product release and often relies on cofactors or metal ions. Tools such as AlphaFill (94) and DiffDock (95) project missing organic molecules and metal ions into the protein pockets, providing a model that may more accurately reflect the desired chemistry. To capture motion, Alpha-Fold2 can approximate conformational heterogeneity by, for example, reducing the depth of the multiple sequence alignments that serve as input for the algorithm (96), as demonstrated when researchers used AlphaFold2 to create models of alternate conformations of a tryptophan synthase (97). The deep neural networks trained to predict native protein structures from their amino acid sequences can be inverted to design new proteins (98)(99)(100)(101). The first step is to predict the structure of a random amino acid sequence, which yields parts of a structure with confident predictions and other parts with uncertain predictions. Repeated modification of the amino acid sequence of the uncertain regions eventually leads to a sequence whose entire structure is predicted confidently. Testing these predictions often yields stable proteins with structures close to those predicted. These neural network approaches to protein design are faster than physics-based methods such as Rosetta Match (102), Rosetta Design (103), and Rosetta Ligand (104) because they do not attempt to optimize interactions such as sidechain packing. However, the neural network approaches lack the physical transparency of methods such as Rosetta. Adding diffusion models trained on proteins [similar to Stable Diffusion, used to generate images (105), or ChatGPT, used to generate text] to protein design expands the number and variety of designs generated, thus increasing the chances of success (106). Furthermore, language models can generate functional protein sequences across diverse families (107). Although the design of protein structures is improving, design of proteins with catalytic function remains challenging. Design typically yields inefficient enzymes, which then require extensive optimization by directed evolution (see \"Experimental tools\" section above). This might be because efficient catalysis requires more precise positioning of catalytic groups than is presently achievable with the algorithms. Another reason for this problem is an incomplete understanding of the structural features, including motions, that are needed for catalysis. Classical protein-structure determination with x-ray crystallography uses transition-state analogs or suicide substrates to reveal how a substrate binds to the active site of an enzyme, to learn where binding pockets are located, and to gather information about protein motions that contribute to catalysis. For instance, the structural basis for the higher catalytic activity of lipases at an oil-water interface remained a puzzle despite several available x-ray structures of lipases, which showed a buried catalytic site. Brzozowski et al. solved this puzzle in 1991 with a lipase structure that showed a dramatic movement of a helical lid covering the catalytic site (108). A more recent puzzle was a monoamine oxidase, whose x-ray structure also showed a closed conformation that could not explain the effects of mutations on catalytic activity and substrate scope. In RESEARCH | REVIEW this case, a computational approach using long-timescale molecular dynamics identified partially and fully open conformations that could account for the changes in catalysis (109). Current structure-prediction tools do not include protein dynamics in most cases and likewise do not include information about disulfide bonds and posttranslational modifications (which are often not covered in protein sequences in databases) such as glycosylations and acetylations, mandating the use of complementary computational tools and experiments. Connecting protein structures to protein functions such as reactivity or selectivity is an advancing field in machine learning. Both neural networks based on protein structure (110) and those based on sequences using contrastive learning have increased their reliability to predict protein function (111). In many cases, the application of machine learning to catalytic properties of proteins is limited by the availability of reliable experimental data to train the neural network; recently, the Enzy-meML database was established to address this issue (112). In special cases in which the properties of tens of thousands of protein variants have been measured, machine learning can predict variants with improved binding properties (113,114). The use of data from computational modeling predictions has also aided machine-learning approaches to design more-selective enzymes (115,116). A further challenge in enzyme design is predicting the effects of distant amino acid substitutions. Experiments reveal that such residues influence catalysis, making their prediction from blocked nucleoside triphosphates 2 enzymes (2 evolved) ≥ 1 auxiliary enzymes overall yield: >99.6% (per nucleotide) Oligonucleotides (60) 1 step from homofarnesol 1 enzyme (1 evolved) substrate load: 300 g/L overall yield: >95% Ambrofix (127 -129) 2 steps from 3-oxo-1-cyclohexene-1-carboxylate 2 enzymes (2 evolved) 1 auxiliary enzyme (1 evolved) PMI: 170 substrate load: 67 g/L overall yield: 99% conversion, >99% de/ ee Intermediate to BMS-986278 (130,131) Pharmaceuticals and Fragrances Biotherapeutics (Potential) Bulk Products Biocatalysis-based Products Engineered α-galactosidase A (157) 10-20 fold increased stability at both lysosomal and blood pH stability Starch (126) 11 steps from methanol 10 enzymes (3 evolved) 4 auxiliary enzymes substrate load: 1.6 g/L productivity: 320 mg/(L•h) RESEARCH | REVIEW essential to the design of efficient enzymes. These residues are too far away to directly interact with the substrate. They may act through a domino-like effect as the protein flexes and moves to alter positioning and flexibility of the catalytic residues and the substrate(s) within the active site, similarly to allostery. One promising computational approach to capture the effect of relevant distant residues is the shortest path map (117). Starting from a molecular dynamics simulation, this approach identifies residues that move together and are connected to the catalytic residues. When this strategy was applied, distant substitutions abolished the allosteric activation of tryptophan synthase B, activating it permanently (118).",
      "snippet": "Machine learning-based structure-prediction tools promise to limit the excessive screening or selection necessary to analyze the huge libraries typically generated during directed evolution. The advanced statistics system AlphaFold2, developed by DeepMind, predicts protein structures from amino acid sequence with much greater accuracy than did previous methods. AlphaFold2 uses deep neural networks to predict inter-residue distances from amino acid sequences (90). Its predictions rely on the structural data in the Protein Data Bank (PDB) (www.wwpdb.org), which contains the threedimensional structures of 200,000 proteins and nucleic acids. The neural networks assume that substructures that appear frequently in the database are more stable than absent or rarely occurring substructures. At present, a database of predicted structures (https://alphafold.com/) contains over 200 million entries and is continuously growing. Similarly useful alternatives are RoseTTAFold (91) and ESMFold (92), created by Meta Platforms. Structure prediction has the potential to reveal the arrangement of active-site residues of the target enzyme, guiding enzyme optimization (93). However, enzymatic function also requires substrate binding and product release and often relies on cofactors or metal ions. Tools such as AlphaFill (94) and DiffDock (95) project missing organic molecules and metal ions into the protein pockets, providing a model that may more accurately reflect the desired chemistry. To captur…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(90)",
          "target_xml_id": "b89"
        },
        {
          "ref_marker": "(91)",
          "target_xml_id": "b90"
        },
        {
          "ref_marker": "(92)",
          "target_xml_id": "b91"
        },
        {
          "ref_marker": "(93)",
          "target_xml_id": "b92"
        },
        {
          "ref_marker": "(94)",
          "target_xml_id": "b93"
        },
        {
          "ref_marker": "(96)",
          "target_xml_id": "b95"
        },
        {
          "ref_marker": "(97)",
          "target_xml_id": "b96"
        },
        {
          "ref_marker": "(98)",
          "target_xml_id": "b97"
        },
        {
          "ref_marker": "(99)",
          "target_xml_id": "b98"
        },
        {
          "ref_marker": "(100)",
          "target_xml_id": "b99"
        },
        {
          "ref_marker": "(101)",
          "target_xml_id": "b100"
        },
        {
          "ref_marker": "(105)",
          "target_xml_id": "b104"
        },
        {
          "ref_marker": "(106)",
          "target_xml_id": "b105"
        },
        {
          "ref_marker": "(107)",
          "target_xml_id": "b106"
        },
        {
          "ref_marker": "(108)",
          "target_xml_id": "b107"
        },
        {
          "ref_marker": "(109)",
          "target_xml_id": "b108"
        },
        {
          "ref_marker": "(110)",
          "target_xml_id": "b109"
        },
        {
          "ref_marker": "(111)",
          "target_xml_id": "b110"
        },
        {
          "ref_marker": "(112)",
          "target_xml_id": "b111"
        },
        {
          "ref_marker": "(113,",
          "target_xml_id": "b112"
        },
        {
          "ref_marker": "114)",
          "target_xml_id": "b113"
        },
        {
          "ref_marker": "(115,",
          "target_xml_id": "b114"
        },
        {
          "ref_marker": "116)",
          "target_xml_id": "b115"
        },
        {
          "ref_marker": "(117)",
          "target_xml_id": "b116"
        },
        {
          "ref_marker": "(118)",
          "target_xml_id": "b117"
        }
      ]
    },
    {
      "header": "Applications",
      "raw_header": "Applications",
      "text": "Combining several engineered enzymes into a cascade creates new biochemical pathways (119). Recent examples (Fig. 5) include the syntheses of pharmaceuticals-such as the cyclic dinucleotide ulevostinag (120), molnupiravir (121), islatravir (122), and ikarugamycin (123)and bioconjugates to make novel insulins (124), as well as artificial sweeteners. CO 2 -fixation pathways capable of yielding compounds through the CETCH cycle (125), and even starch synthesis from CO 2 -derived methanol (126), are further examples of complex engineered pathways. In the fragrance industry, (-)-Ambrox, which has an ambery and woody odor, is one of the most widely used biodegradable fragrance ingredients. The previous synthesis of (-)-Ambrox (marketed as Ambrofix) was a multistep route from the diterpene sclareol isolated from clary sage. A new one-step process from biosynthetically manufactured homofarnesol uses an engineered squalene-hopene cyclase (Fig. 5) (127)(128)(129). Another example of an enzyme cascade is a one-pot, two-enzyme reduction of allylic ketone 3-oxocyclohexene-1-carboxylate to the corresponding saturated alcohol reported in early 2023 by Bristol Myers Squibb (130) and Codexis (131). The ene reductase (ERED) and ketoreductase (KRED) process showed high enantio-and chemoselectivity. Maximum product yields benefited from the compatibility of the cofactor regeneration system and avoidance of side reactions. Separately, substrate inhibition and enzyme robustness under process conditions were improved to deliver a scalable enzyme cascade while greatly reducing the number of synthesis steps, improving overall yield, and lowering process mass intensity (PMI)-an indicator of environmental impact-from a value of 2017 for the initial chemical route to a PMI of only 170. The development of novel enzyme cascades has been simplified by the availability of retrosynthesis tools-the disconnection approach used by organic chemists for decades-to plan synthetic routes (132,133). Programs [e.g., RetroBioCat (134)] identify possible routes for the multistep biocatalysis reactions while keeping in mind aspects such as commercial availability, cofactor requirements, and solvent tolerance (135)(136)(137)(138). Machine learning can also assist with this purpose (139). Similarly, metabolic pathway planning predicts routes to complex natural products and also simpler molecules such as 1,4-butanediol (140). Developing drugs for more difficult-to-drug targets leads to molecules with increasing numbers of chiral centers, beyond-rule-of-5 scaffolds (141), and bioconjugates (142) [e.g., radiotherapeutics, antisense oligonucleotide therapeutics, and antibody-drug conjugates (143)]. To address these synthetic (and later manufacturing) challenges requires finding enzymatic tools to produce these complex scaffolds. For example, it was reported that selective acylation of three amino groups of insulin-either of the two amino termini or at an internal lysine residue-was achieved by using engineered penicillin G acylase. These enzyme variants enabled installation of a cleavable phenylacetamide protecting group in a programmable manner, while leaving one or more amino groups unprotected for subsequent chemical modification. The high enzymatic regioselectivity improved the overall purity and yield of the insulin conjugates (124) (Fig. 5). Despite the fact that chemical synthesis methodologies for modified oligonucleotides are well established, large-scale manufacturing in a sustainable and economically feasible manner remains challenging (144). Errors in the chemical coupling efficiency accumulate as the length of the oligonucleotide increases. Several companies and academic laboratories have developed technology to enzymatically assemble chemically modified oligonucleotides (62,145). The approach uses the well-known catalytic activity of RNA ligases to form an adenosine triphosphate (ATP)-dependent covalent bond between the 3′-OH and 5′-PO 4 termini of two oligoribonucleotides to form one larger, continuous strand (146). A recent method describes the use of such an RNA ligase to synthesize a chemically modified RNA starting from short (≤9-nucleotide) oligonucleotide fragments (147) with 40 to 80% conversion. An orthogonal enzymatic approach to oligonucleotides (62) used self-priming (hairpinlike) templates added in catalytic amounts. DNA polymerase amplifies the complementary sequence in the presence of nucleoside triphosphate (NTP) building blocks. A specific endonuclease cleaves the newly synthesized chain and then releases the template for the next catalytic cycle. The synthesis uses unprotected building blocks in water, without large amounts of acetonitrile (as is typically the case in solid-phase synthesis), hence addressing a major sustainability challenge. Whether the unprotected NTP will be possible to source on sufficiently large scales with acceptable timelines and cost to fully embed this concept on a manufacturing scale remains to be seen. However, given the success of enzymatic synthesis of unnatural mono-and dinucleosides (e.g., ulevostinag, Fig. 5), biocatalytic production can be considered feasible. Enzymes can also be used to address plastic pollution. Since the 1950s, almost 9 billion tons of plastics have been manufactured, and waste plastics are a major environmental concern worldwide. Considerable efforts have been made to degrade and recycle commodity plastics with biocatalytic approaches (148)-especially for polyesters, polyamides, and polyurethanesbecause key chemical bonds can be hydrolyzed to yield the corresponding monomers, which can be used to make new virgin polymer. The most advanced recycling process has been reported for PET. Rational design methods created a quadruple mutant of the leaf-branch compost cutinase (LCC) that is efficient enough to establish a robust process currently implemented on an industrial scale (149) (Fig. 5). In a more recent example, a PETase from Ideonella sakaiensis was engineered by using machine learning (150). Present research efforts focus on polyamide and polyurethane hydrolyzing enzymes; the first candidate enzymes were recently identified in a metagenome library (151).",
      "snippet": "Combining several engineered enzymes into a cascade creates new biochemical pathways (119). Recent examples (Fig. 5) include the syntheses of pharmaceuticals-such as the cyclic dinucleotide ulevostinag (120), molnupiravir (121), islatravir (122), and ikarugamycin (123)and bioconjugates to make novel insulins (124), as well as artificial sweeteners. CO 2 -fixation pathways capable of yielding compounds through the CETCH cycle (125), and even starch synthesis from CO 2 -derived methanol (126), are further examples of complex engineered pathways. In the fragrance industry, (-)-Ambrox, which has an ambery and woody odor, is one of the most widely used biodegradable fragrance ingredients. The previous synthesis of (-)-Ambrox (marketed as Ambrofix) was a multistep route from the diterpene sclareol isolated from clary sage. A new one-step process from biosynthetically manufactured homofarnesol uses an engineered squalene-hopene cyclase (Fig. 5) (127)(128)(129). Another example of an enzyme cascade is a one-pot, two-enzyme reduction of allylic ketone 3-oxocyclohexene-1-carboxylate to the corresponding saturated alcohol reported in early 2023 by Bristol Myers Squibb (130) and Codexis (131). The ene reductase (ERED) and ketoreductase (KRED) process showed high enantio-and chemoselectivity. Maximum product yields benefited from the compatibility of the cofactor regeneration system and avoidance of side reactions. Separately, substrate inhibition and enzyme robustness under process condi…",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(119)",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "(121)",
          "target_xml_id": "b120"
        },
        {
          "ref_marker": "(122)",
          "target_xml_id": "b121"
        },
        {
          "ref_marker": "(124)",
          "target_xml_id": "b123"
        },
        {
          "ref_marker": "(125)",
          "target_xml_id": "b124"
        },
        {
          "ref_marker": "(126)",
          "target_xml_id": "b125"
        },
        {
          "ref_marker": "(127)",
          "target_xml_id": "b126"
        },
        {
          "ref_marker": "(128)",
          "target_xml_id": "b127"
        },
        {
          "ref_marker": "(129)",
          "target_xml_id": "b128"
        },
        {
          "ref_marker": "(130)",
          "target_xml_id": "b129"
        },
        {
          "ref_marker": "(131)",
          "target_xml_id": "b130"
        },
        {
          "ref_marker": "(132,",
          "target_xml_id": "b131"
        },
        {
          "ref_marker": "133)",
          "target_xml_id": "b132"
        },
        {
          "ref_marker": "(134)",
          "target_xml_id": "b133"
        },
        {
          "ref_marker": "(135)",
          "target_xml_id": "b134"
        },
        {
          "ref_marker": "(136)",
          "target_xml_id": "b135"
        },
        {
          "ref_marker": "(137)",
          "target_xml_id": "b136"
        },
        {
          "ref_marker": "(138)",
          "target_xml_id": "b137"
        },
        {
          "ref_marker": "(139)",
          "target_xml_id": "b138"
        },
        {
          "ref_marker": "(140)",
          "target_xml_id": "b139"
        },
        {
          "ref_marker": "(142)",
          "target_xml_id": "b141"
        },
        {
          "ref_marker": "(143)",
          "target_xml_id": "b142"
        },
        {
          "ref_marker": "(144)",
          "target_xml_id": "b143"
        },
        {
          "ref_marker": "(62,",
          "target_xml_id": "b61"
        },
        {
          "ref_marker": "145)",
          "target_xml_id": "b144"
        },
        {
          "ref_marker": "(146)",
          "target_xml_id": "b145"
        },
        {
          "ref_marker": "(150)",
          "target_xml_id": "b149"
        },
        {
          "ref_marker": "(151)",
          "target_xml_id": "b150"
        }
      ]
    },
    {
      "header": "Conclusions",
      "raw_header": "Conclusions",
      "text": "Advanced tools developed in the past few years have sped up protein engineering to the point where enzymes are an equal counterpart to conventional organic synthesis catalysts, resulting in an upsurge of biocatalysis applications in pharmaceutical manufacture (152) and many other areas. Future enzyme engineering also needs to speed up discovery-design-test cycles to maintain momentum and expand synthetic contributions to new enzyme classes. Likewise, the combination of enzymes with other (catalytic) synthetic chemistry methods such as transition metal catalysis, photocatalysis, and electrocatalysis (119,153,154) will be required to address humankind's challenges, such as combating climate change, degrading plastic waste, transitioning to renewable energy, and developing new therapies for medical treatment. Repurposing of enzyme mechanisms to broaden the repertoire of biocatalytic reactions represents a new concept for creating desired activities in enzyme catalysts. Other exciting strategies en route to novel enzymatic reactivities are de novo enzyme design (54) and computer \"hallucination\" (98). Eleven years ago, the third wave of biocatalysis catapulted enzyme technology from \"designing a biocatalytic process around the limitations of the enzyme to engineering the enzyme to fit the specifications of the process\" (1). Now, the technology has taken yet another leap: The enzyme engineer no longer has to RESEARCH | REVIEW",
      "snippet": "Advanced tools developed in the past few years have sped up protein engineering to the point where enzymes are an equal counterpart to conventional organic synthesis catalysts, resulting in an upsurge of biocatalysis applications in pharmaceutical manufacture (152) and many other areas. Future enzyme engineering also needs to speed up discovery-design-test cycles to maintain momentum and expand synthetic contributions to new enzyme classes. Likewise, the combination of enzymes with other (catalytic) synthetic chemistry methods such as transition metal catalysis, photocatalysis, and electrocatalysis (119,153,154) will be required to address humankind's challenges, such as combating climate change, degrading plastic waste, transitioning to renewable energy, and developing new therapies for medical treatment. Repurposing of enzyme mechanisms to broaden the repertoire of biocatalytic reactions represents a new concept for creating desired activities in enzyme catalysts. Other exciting strategies en route to novel enzymatic reactivities are de novo enzyme design (54) and computer \"hallucination\" (98). Eleven years ago, the third wave of biocatalysis catapulted enzyme technology from \"designing a biocatalytic process around the limitations of the enzyme to engineering the enzyme to fit the specifications of the process\" (1). Now, the technology has taken yet another leap: The enzyme engineer no longer has to RESEARCH | REVIEW",
      "pages": null,
      "citations": [
        {
          "ref_marker": "(152)",
          "target_xml_id": "b151"
        },
        {
          "ref_marker": "(119,",
          "target_xml_id": "b118"
        },
        {
          "ref_marker": "153,",
          "target_xml_id": "b152"
        },
        {
          "ref_marker": "154)",
          "target_xml_id": "b153"
        },
        {
          "ref_marker": "(54)",
          "target_xml_id": "b53"
        },
        {
          "ref_marker": "(98)",
          "target_xml_id": "b97"
        }
      ]
    },
    {
      "header": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparat…",
      "raw_header": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparat…",
      "text": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparation. Funding: R.J.K. thanks the NSF (CBET-2039039 and CBET-1930825), and U.T.B. thanks the German Research Foundation, DFG (NFDI4CAT and Bo1862/25-1). R.M.B. thanks NCCR Catalysis, a National Centre of Competence in Research funded by the Swiss National Science Foundation (Grant no. 180544). Competing interests: U.T.B. is a shareholder and head of the Supervisory Board of Enzymicals AG (Greifswald, Germany), head of the Advisory Board of the Toulouse White Biotechnology center (Toulouse, France), and a member of the Advisory Board of Carbios (Paris, France). R.S. is an employee of Novartis Pharma AG (Basel, Switzerland). S.L. is an employee of Codexis. (Redwood, CA, USA). J.C.M. is an employee of Merck Sharp & Dohme, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, and is an Advisory Board member of EU Horizon's EVOdrops program. R.K. has served as a consultant to Sasya, a biotechnology company. R.K. is a co-inventor on a patent related to work cited (73). R.B. is a member of the Research Oversight Commitee Genome Canada Project, \"Optimizing a microbial platform to break down and valorize waste plastic, \" a board member of the Swiss Academy of Natural Sciences -Chemistry Platform, a board member of the working group \"Biotransformations\" (VAAM/DECHEMA), a Steering Board member of the National Competence Center of Research \"Catalysis,\" and Swiss Delegate of the European Section of Applied Biocatalysis (ESAB) Scientific Commitee. License information: Copyright © 2023 the authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original US government works. https://www. science.org/about/science-licenses-journal-article-reuse Submitted 14 July 2023; accepted 17 October 2023 10.1126/science.adh8615",
      "snippet": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparation. Funding: R.J.K. thanks the NSF (CBET-2039039 and CBET-1930825), and U.T.B. thanks the German Research Foundation, DFG (NFDI4CAT and Bo1862/25-1). R.M.B. thanks NCCR Catalysis, a National Centre of Competence in Research funded by the Swiss National Science Foundation (Grant no. 180544). Competing interests: U.T.B. is a shareholder and head of the Supervisory Board of Enzymicals AG (Greifswald, Germany), head of the Advisory Board of the Toulouse White Biotechnology center (Toulouse, France), and a member of the Advisory Board of Carbios (Paris, France). R.S. is an employee of Novartis Pharma AG (Basel, Switzerland). S.L. is an employee of Codexis. (Redwood, CA, USA). J.C.M. is an employee of Merck Sharp & Dohme, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, and is an Advisory Board member of EU Horizon's EVOdrops program. R.K. has served as a consultant to Sasya, a biotechnology company. R.K. is a co-inventor on a patent related to work cited (73). R.B. is a member of the Research Oversight Commitee Genome Canada Project, \"Optimizing a microbial platform to break down and valorize waste plastic, \" a board member of the Swiss Academy of Natural Sciences -Chemistry Platform, a board member of the working group \"Biotransformations\" (VAAM/DECHEMA), a Steering Board member of the National Competence Center of Research \"Catalysis,\" and Swiss Delegate of the European Section of Applied Biocata…",
      "pages": null,
      "citations": []
    },
    {
      "header": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparat…",
      "raw_header": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparat…",
      "text": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparation. Funding: R.J.K. thanks the NSF (CBET-2039039 and CBET-1930825), and U.T.B. thanks the German Research Foundation, DFG (NFDI4CAT and Bo1862/25-1). R.M.B. thanks NCCR Catalysis, a National Centre of Competence in Research funded by the Swiss National Science Foundation (Grant no. 180544). Competing interests: U.T.B. is a shareholder and head of the Supervisory Board of Enzymicals AG (Greifswald, Germany), head of the Advisory Board of the Toulouse White Biotechnology center (Toulouse, France), and a member of the Advisory Board of Carbios (Paris, France). R.S. is an employee of Novartis Pharma AG (Basel, Switzerland). S.L. is an employee of Codexis. (Redwood, CA, USA). J.C.M. is an employee of Merck Sharp & Dohme, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, and is an Advisory Board member of EU Horizon's EVOdrops program. R.K. has served as a consultant to Sasya, a biotechnology company. R.K. is a co-inventor on a patent related to work cited (73). R.B. is a member of the Research Oversight Commitee Genome Canada Project, \"Optimizing a microbial platform to break down and valorize waste plastic, \" a board member of the Swiss Academy of Natural Sciences -Chemistry Platform, a board member of the working group \"Biotransformations\" (VAAM/DECHEMA), a Steering Board member of the National Competence Center of Research \"Catalysis,\" and Swiss Delegate of the European Section of Applied Biocatalysis (ESAB) Scientific Commitee. License information: Copyright © 2023 the authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original US government works. https://www. science.org/about/science-licenses-journal-article-reuse Submitted 14 July 2023; accepted 17 October 2023 10.1126/science.adh8615",
      "snippet": "ACKNOWLEDGMENTS We thank T. Schwander and F. Özgen for help with figure preparation. Funding: R.J.K. thanks the NSF (CBET-2039039 and CBET-1930825), and U.T.B. thanks the German Research Foundation, DFG (NFDI4CAT and Bo1862/25-1). R.M.B. thanks NCCR Catalysis, a National Centre of Competence in Research funded by the Swiss National Science Foundation (Grant no. 180544). Competing interests: U.T.B. is a shareholder and head of the Supervisory Board of Enzymicals AG (Greifswald, Germany), head of the Advisory Board of the Toulouse White Biotechnology center (Toulouse, France), and a member of the Advisory Board of Carbios (Paris, France). R.S. is an employee of Novartis Pharma AG (Basel, Switzerland). S.L. is an employee of Codexis. (Redwood, CA, USA). J.C.M. is an employee of Merck Sharp & Dohme, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, and is an Advisory Board member of EU Horizon's EVOdrops program. R.K. has served as a consultant to Sasya, a biotechnology company. R.K. is a co-inventor on a patent related to work cited (73). R.B. is a member of the Research Oversight Commitee Genome Canada Project, \"Optimizing a microbial platform to break down and valorize waste plastic, \" a board member of the Swiss Academy of Natural Sciences -Chemistry Platform, a board member of the working group \"Biotransformations\" (VAAM/DECHEMA), a Steering Board member of the National Competence Center of Research \"Catalysis,\" and Swiss Delegate of the European Section of Applied Biocata…",
      "pages": null,
      "citations": []
    },
    {
      "header": "depend on the enzyme's native catalytic prowess to define the accessible chemist…",
      "raw_header": "depend on the enzyme's native catalytic prowess to define the accessible chemist…",
      "text": "depend on the enzyme's native catalytic prowess to define the accessible chemistry but can instead dream up bold new-to-nature reactivities and bring these to biocatalytic reality.",
      "snippet": "depend on the enzyme's native catalytic prowess to define the accessible chemistry but can instead dream up bold new-to-nature reactivities and bring these to biocatalytic reality.",
      "pages": null,
      "citations": []
    },
    {
      "header": "depend on the enzyme's native catalytic prowess to define the accessible chemist…",
      "raw_header": "depend on the enzyme's native catalytic prowess to define the accessible chemist…",
      "text": "depend on the enzyme's native catalytic prowess to define the accessible chemistry but can instead dream up bold new-to-nature reactivities and bring these to biocatalytic reality.",
      "snippet": "depend on the enzyme's native catalytic prowess to define the accessible chemistry but can instead dream up bold new-to-nature reactivities and bring these to biocatalytic reality.",
      "pages": null,
      "citations": []
    },
    {
      "header": "Untitled section",
      "raw_header": "Untitled section",
      "text": "Engineering the third wave of biocatalysis UTBornscheuer GWHuisman RJKazlauskas SLutz JCMoore KRobins 10.1038/nature11117 Nature Nature 0028-0836 1476-4687 485 7397 2012 Springer Science and Business Media LLC Engineering new catalytic activities in enzymes KaiChen 0000-0002-3325-3536 FrancesHArnold 0000-0002-4027-364X 10.1038/s41929-019-0385-5 Nature Catalysis Nat Catal 2520-1158 3 3 2020 Springer Science and Business Media LLC Biocatalysis ElizabethLBell 0000-0002-8247-743X WilliamFinnigan 0000-0002-1061-7800 ScottPFrance 0000-0003-1679-6165 AnthonyPGreen MartinAHayes 0000-0002-2640-8464 LornaJHepworth 0000-0003-2552-6861 SarahLLovelock 0000-0002-4584-3189 HarukaNiikura 0000-0001-6732-6978 SílviaOsuna 0000-0003-3657-6469 ElviraRomero 0000-0003-4199-9458 KatherineSRyan 0000-0003-1643-1940 NicholasJTurner SabineLFlitsch 0000-0003-3974-646X 10.1038/s43586-021-00044-z Nature Reviews Methods Primers Nat Rev Methods Primers 2662-8449 1 1 46 2021 Springer Science and Business Media LLC KBuchholz VKasche UTBornscheuer Biocatalysts and Enzyme Technology Wiley-Vch 2 2012 ASBommarius BRRiebel Biocatalysis 2004 Wiley-VCH New catalytic reactions by enzyme engineering CindyKlaus 0000-0001-5977-1158 StephanCHammer 0000-0002-3620-9362 10.1016/j.trechm.2022.03.002 Trends in Chemistry Trends in Chemistry 2589-5974 4 5 2022 Elsevier BV A communal catalogue reveals Earth’s multiscale microbial diversity LukeRThompson JonGSanders DanielMcdonald AmnonAmir JoshuaLadau KennethJLocey RobertJPrill AnupriyaTripathi SeanMGibbons GailAckermann JoseANavas-Molina StefanJanssen EvgueniaKopylova YoshikiVázquez-Baeza AntonioGonzález JamesTMorton SiavashMirarab ZhenjiangZech Xu LingjingJiang MohamedFHaroon JadKanbar QiyunZhu SeJin Song TomaszKosciolek NicholasABokulich JoshuaLefler ColinJBrislawn GregoryHumphrey SarahMOwens JarradHampton-Marcell DonnaBerg-Lyons ValerieMckenzie NoahFierer JedAFuhrman AaronClauset RickLStevens AshleyShade KatherineSPollard KellyDGoodwin JanetKJansson JackAGilbert RobKnight JoseL AgostoRivera LisaAl-Moosawi JohnAlverdy KatherineRAmato JasonAndras LargusTAngenent DionysiosAAntonopoulos AmyApprill DavidArmitage KateBallantine JirˇíBárta JuliaKBaum AllisonBerry AshishBhatnagar MonicaBhatnagar JenniferFBiddle LucieBittner BazartserenBoldgiv EricBottos DonalMBoyer JosephineBraun WilliamBrazelton FrancisQBrearley AlexandraHCampbell JGregoryCaporaso CesarCardona JolynnCarroll SCraigCary BrendaBCasper TrevorCCharles HaiyanChu DanielleCClaar RobertGClark JonathanBClayton JoseCClemente AlyssaCochran MaureenLColeman GavinCollins RitaRColwell MónicaContreras BenjaminBCrary SimonCreer DanielACristol ByronCCrump DuoyingCui SarahEDaly LilianaDavalos RussellDDawson JenniferDefazio FrédéricDelsuc HebeMDionisi MariaGloriaDominguez-Bello RobinDowell EricADubinsky PeterODunn DaniloErcolini RobertEEspinoza VanessaEzenwa NathalieFenner HelenSFindlay IrmaDFleming VincenzoFogliano AnnaForsman ChrisFreeman ElliotSFriedman GiancarloGalindo LizaGarcia MariaAlexandraGarcia-Amado DavidGarshelis RobinBGasser GunnarGerdts MollyKGibson IsaacGifford RyanTGill TugrulGiray AntjeGittel PeterGolyshin DonglaiGong Hans-PeterGrossart KristinaGuyton Sarah-JaneHaig VanessaHale RossStephenHall StevenJHallam KimMHandley NurAHasan ShaneRHaydon JonathanEHickman GlidaHidalgo KirstenSHofmockel JeffHooker StefanHulth JenniHultman EmbrietteHyde JuanDiegoIbáñez-Álamo JulieDJastrow AaronRJex LScottJohnson EricRJohnston StephenJoseph StephanieDJurburg DiogoJurelevicius AndersKarlsson RogerKarlsson SethKauppinen ColleenT EKellogg SuzanneJKennedy LeeJKerkhof GaryMKing GeorgeWKling AnsonVKoehler MonikaKrezalek JordanKueneman ReginaLamendella EmilyMLandon KellyLane-Degraaf JulieLaroche PeterLarsen BonnieLaverock SimonLax MiguelLentino IrisILevin PierreLiancourt WenjuLiang AlexandraMLinz DavidALipson YongqinLiu ManuelELladser MarianaLozada CatherineMSpirito WalterPMaccormack AuroraMacrae-Crerar MagdaMagris AntonioMMartín-Platero ManuelMartín-Vivaldi LMargaritaMartínez ManuelMartínez-Bueno EzequielMMarzinelli OliviaUMason GregoryDMayer JamieMMcdevitt-Irwin JamesEMcdonald KristaLMcguire KatherineDMcmahon RyanMcminds MónicaMedina JosephRMendelson JessicaLMetcalf FolkerMeyer FabianMichelangeli KimMiller DavidAMills JeremiahMinich StefanoMocali LucasMoitinho-Silva AnniMoore RachaelMMorgan-Kiss PaulMunroe DavidMyrold JoshDNeufeld YingyingNi GraemeWNicol ShaunNielsen JozefINissimov KefengNiu MatthewJNolan KarenNoyce SarahLO’brien NorikoOkamoto LudovicOrlando YadiraOrtizCastellano OlayinkaOsuolale WyattOswald JacobParnell JuanMPeralta-Sánchez PeterPetraitis CatherinePfister ElizabethPilon-Smits PaolaPiombino StephenBPointing FJosephPollock CaitlinPotter BharathPrithiviraj ChristopherQuince AshaRani RaviRanjan SubramanyaRao AndrewPRees MilesRichardson UlfRiebesell CarolRobinson KarlJRockne SelenaMarieRodriguezl ForestRohwer WayneRoundstone RebeccaJSafran NaseerSangwan VirginiaSanz MatthewSchrenk MarkDSchrenzel NicoleMScott RitaLSeger AndaineSeguin-Orlando LucySeldin LaurenMSeyler BaddrShakhsheer GabrielaMSheets CongcongShen YuShi HakdongShin BenjaminDShogan DaveShutler JeffreySiegel SteveSimmons SaraSjöling DanielPSmith JuanJSoler MartinSperling PeterDSteinberg BrentStephens MelitaAStevens SafiyhTaghavi VeraTai KarenTait ChiaLTan NeslihanTas¸ DLeeTaylor TorstenThomas InaTimling BenjaminLTurner TimUrich LukeKUrsell DanielVan Der Lelie WilliamVan Treuren LukasVan Zwieten DanielaVargas-Robles RebeccaVegaThurber PaolaVitaglione DonaldAWalker WilliamAWalters ShiWang TaoWang TomWeaver NicoleSWebster BeckWehrle PamelaWeisenhorn SophieWeiss JeffreyJWerner KristinWest AndrewWhitehead SusanRWhitehead LindaAWhittingham EskeWillerslev AllisonEWilliams StephenAWood DouglasCWoodhams YeqinYang JesseZaneveld IratxeZarraonaindia QikunZhang HongxiaZhao 10.1038/nature24621 Nature Nature 0028-0836 1476-4687 551 7681 2017 Springer Science and Business Media LLC Earth BioGenome Project: Sequencing life for the future of life HarrisALewin GeneERobinson WJohnKress WilliamJBaker JonathanCoddington KeithACrandall 0000-0002-0836-3389 RichardDurbin ScottVEdwards 0000-0003-2535-6217 FélixForest MThomas PGilbert MelissaMGoldstein IgorVGrigoriev KevinJHackett DavidHaussler ErichDJarvis WarrenEJohnson AristidesPatrinos StephenRichards JuanCarlosCastilla-Rubio Marie-AnneVan Sluys PamelaSSoltis XunXu HuanmingYang GuojieZhang 10.1073/pnas.1720115115 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 115 17 2018 Proceedings of the National Academy of Sciences UniProt: the universal protein knowledgebase 10.1093/nar/gkw1099 Nucleic Acids Research Nucleic Acids Res 0305-1048 1362-4962 45 D1 2020 Oxford University Press (OUP) MGnify: the microbiome sequence data analysis resource in 2023 LornaRichardson 0000-0002-3655-5660 BenAllen GermanaBaldi MartinBeracochea MaxwellLBileschi TonyBurdett 0000-0002-2513-5396 JosephineBurgin 0000-0002-9818-1094 JuanCaballero-Pérez 0000-0002-6160-3644 GuyCochrane 0000-0001-7954-7057 LucyJColwell TomCurtis AlejandraEscobar-Zepeda TatianaAGurbich 0000-0002-7537-8871 VarshaKale AntonKorobeynikov ShriyaRaj 0000-0002-1973-6347 AlexanderBRogers EkaterinaSakharova SantiagoSanchez DarrenJWilkinson RobertDFinn 0000-0001-8626-2148 10.1093/nar/gkac1080 Nucleic Acids Research 0305-1048 1362-4962 51 D1 2023 Oxford University Press (OUP) Clustering huge protein sequence sets in linear time MartinSteinegger 0000-0001-8781-9753 JohannesSöding 0000-0001-9642-8244 10.1038/s41467-018-04964-5 Nature Communications Nat Commun 2041-1723 9 1 2542 2018 Springer Science and Business Media LLC Enzyme Function Initiative-Enzyme Similarity Tool (EFI-EST): A web tool for generating protein sequence similarity networks JohnAGerlt JasonTBouvier DanielBDavidson HeidiJImker 0000-0003-4748-7453 BorisSadkhin DavidRSlater KatieLWhalen 10.1016/j.bbapap.2015.04.015 Biochimica et Biophysica Acta (BBA) - Proteins and Proteomics Biochimica et Biophysica Acta (BBA) - Proteins and Proteomics 1570-9639 1854 8 2015 Elsevier BV SHOOT: phylogenetic gene search and ortholog inference DavidMarkEmms 0000-0002-9065-8978 StevenKelly 0000-0001-8583-5362 10.1186/s13059-022-02652-8 Genome Biology Genome Biol 1474-760X 23 1 35346327 2022 Springer Science and Business Media LLC pmid Enzymatic Degradation of Poly(ethylene terephthalate): Rapid Hydrolyse using a Hydrolase from <i>T. fusca</i> Rolf‐joachimMüller HedwigSchrader JörnProfe KarolinDresler Wolf‐dieterDeckwer 10.1002/marc.200500410 Macromolecular Rapid Communications Macromol. Rapid Commun. 1022-1336 1521-3927 26 17 2005 Wiley Sourcing thermotolerant poly(ethylene terephthalate) hydrolase scaffolds from natural diversity ErikaErickson 0000-0001-7806-9348 JaphethEGado LuisanaAvilán FeliciaBratti RichardKBrizendine PaulACox RajGill 0000-0001-7696-1244 RosieGraham Dong-JinKim GerhardKönig 0000-0003-4898-2958 WilliamEMichener SarojPoudel KelseyJRamirez 0000-0002-5114-742X ThomasJShakespeare MichaelZahn EricSBoyd ChristinaMPayne JenniferLDubois 0000-0001-5593-3391 AndrewRPickford 0000-0002-7237-0030 GreggTBeckham 0000-0002-3480-212X JohnEMcgeehan 0000-0002-6750-1462 10.1038/s41467-022-35237-x Nature Communications Nat Commun 2041-1723 13 1 7850 2022 Springer Science and Business Media LLC Isolation of a Novel Cutinase Homolog with Polyethylene Terephthalate-Degrading Activity from Leaf-Branch Compost by Using a Metagenomic Approach SintaweeSulaiman SayaYamato EikoKanaya Joong-JaeKim YuichiKoga KazufumiTakano ShigenoriKanaya 10.1128/aem.06725-11 Applied and Environmental Microbiology Appl Environ Microbiol 0099-2240 1098-5336 78 5 2012 American Society for Microbiology pmid Advanced database mining of efficient haloalkane dehalogenases by sequence and structure bioinformatics and microfluidics MichalVasina PavelVanacek JiriHon DavidKovar HanaFaldynova AntoninKunka TomasBuryska ChristoffelP SBadenhorst StanislavMazurenko DavidBednar StavrosStavrakis UweTBornscheuer AndrewDemello JiriDamborsky ZbynekProkop 0000-0001-9358-4081 10.1016/j.checat.2022.09.011 Chem Catalysis Chem Catalysis 2667-1093 2 10 2022 Elsevier BV Computational redesign of enzymes for regio- and enantioselective hydroamination RuifengLi HeinJWijma 0000-0003-0891-6972 LuSong YingluCui 0000-0002-2147-5879 MarleenOtzen Yu’eTian JiaweiDu TaoLi DingdingNiu YanchunChen JingFeng JianHan HaoChen YongTao DickBJanssen BianWu 0000-0002-6524-2049 10.1038/s41589-018-0053-0 Nature Chemical Biology Nat Chem Biol 1552-4450 1552-4469 14 7 2018 Springer Science and Business Media LLC Evolved Aliphatic Halogenases Enable Regiocomplementary C−H Functionalization of a Pharmaceutically Relevant Compound TakahiroHayashi MathieuLigibel EmineSager MoritzVoss JürgHunziker KirstenSchroer RadkaSnajdrova RebeccaBuller 0000-0002-5997-1616 10.1002/anie.201907245 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 51 2019 Wiley Algorithm-aided engineering of aliphatic halogenase WelO5* for the asymmetric late-stage functionalization of soraphens JohannesBüchler 0000-0002-1955-3962 SumireHondaMalca DavidPatsch MoritzVoss NicholasJTurner 0000-0002-8708-0781 UweTBornscheuer 0000-0003-0685-2696 OliverAllemann CamilleLe Chapelain 0000-0001-5347-6035 AlexandreLumbroso OlivierLoiseleur RebeccaBuller 0000-0002-5997-1616 10.1038/s41467-022-27999-1 Nature Communications Nat Commun 2041-1723 13 1 371 2022 Springer Science and Business Media LLC Directed Evolution of an Fe<sup>II</sup>-Dependent Halogenase for Asymmetric C(sp<sup>3</sup>)–H Chlorination SabineDuewel LucaSchmermund 0000-0002-5820-2647 TabeaFaber KlausHarms VasundaraSrinivasan EricMeggers 0000-0002-8851-7623 SabrinaHoebenreich 0000-0002-4715-7123 10.1021/acscatal.9b04691 ACS Catalysis ACS Catal. 2155-5435 10 2 2020 American Chemical Society (ACS) Engineering Fe(II)/α-Ketoglutarate-Dependent Halogenases and Desaturases AthenaPapadopoulou FabianMeyer RebeccaMBuller 0000-0002-5997-1616 10.1021/acs.biochem.2c00115 Biochemistry Biochemistry 0006-2960 1520-4995 62 2 2023 American Chemical Society (ACS) pmid Engineering of Kuma030: A Gliadin Peptidase That Rapidly Degrades Immunogenic Gliadin Peptides in Gastric Conditions ClanceyWolf JustinBSiegel ChristineTinberg AlessandraCamarca CarmenGianfrani ShirleyPaski RongjinGuan GaetanoMontelione DavidBaker IngridSPultz 10.1021/jacs.5b08325 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 137 40 2015 American Chemical Society (ACS) Natural selection and the concept of a protein space JMSmith 10.1038/225563a0 Nature 225 1970 Dynamics and constraints of enzyme evolution MiriamKaltenbach NobuhikoTokuriki 10.1002/jez.b.22562 Journal of Experimental Zoology Part B: Molecular and Developmental Evolution J Exp Zool Pt B 1552-5007 1552-5015 322 7 2014 Wiley Biocatalytic Asymmetric Synthesis of Chiral Amines from Ketones Applied to Sitagliptin Manufacture ChristopherKSavile JacobMJaney EmilyCMundorff JeffreyCMoore SarenaTam WilliamRJarvis JeffreyCColbeck AnkeKrebber FredJFleitz JosBrands PaulNDevine GjaltWHuisman GregoryJHughes 10.1126/science.1188934 Science Science 0036-8075 1095-9203 329 5989 2010 American Association for the Advancement of Science (AAAS) Asymmetric Biocatalytic Synthesis of 1‐Aryltetrahydro‐β‐carbolines Enabled by “Substrate Walking” ElisabethEger JoergHSchrittwieser 0000-0002-5780-3221 DennisWetzl HansIding BerndKuhn WolfgangKroutil 0000-0002-2151-6394 10.1002/chem.202004449 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 26 69 2020 Wiley Directed Evolution of RebH for Site‐Selective Halogenation of Large Biologically Active Molecules JamesTPayne CatherineBPoor JaredCLewis 10.1002/anie.201411901 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 54 14 2015 Wiley Entre la Gloria y el báratro JoséManuelGutiérrez Alvizo 0000-0002-9384-0177 10.32870/ctm4.v1i3.10 Carta Tepa mayo 4 ctm4 2683-2615 3 2014 Universidad de Guadalajara Structural Analysis of an Evolved Transketolase Reveals Divergent Binding Modes PierreEAffaticati Shao-BoDai PanwajeePayongsri HelenCHailes KaiTittmann PaulADalby 10.1038/srep35716 Scientific Reports Sci Rep 2045-2322 6 1 27767080 2016 Springer Science and Business Media LLC Expanding the Enzyme Universe: Accessing Non‐Natural Reactions by Mechanism‐Guided Directed Evolution HansRenata ZJaneWang FrancesHArnold 10.1002/anie.201409470 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 54 11 2015 Wiley Exploiting and engineering hemoproteins for abiological carbene and nitrene transfer reactions OliverFBrandenberg RudiFasan FrancesHArnold 10.1016/j.copbio.2017.06.005 Current Opinion in Biotechnology Current Opinion in Biotechnology 0958-1669 47 2017 Elsevier BV Navigating the Unnatural Reaction Space: Directed Evolution of Heme Proteins for Selective Carbene and Nitrene Transfer YangYang 0000-0002-4956-2034 FrancesHArnold 0000-0002-4027-364X 10.1021/acs.accounts.0c00591 Accounts of Chemical Research Acc. Chem. Res. 0001-4842 1520-4898 54 5 2021 American Chemical Society (ACS) Enzymatic assembly of carbon–carbon bonds via iron-catalysed sp3 C–H functionalization RuijieKZhang KaiChen XiongyiHuang LenaWohlschlager HansRenata FrancesHArnold 10.1038/s41586-018-0808-5 Nature Nature 0028-0836 1476-4687 565 7737 2019 Springer Science and Business Media LLC Enzymatic Primary Amination of Benzylic and Allylic C(sp<sup>3</sup>)–H Bonds Zhi-JunJia 0000-0002-5143-4875 ShilongGao 0000-0003-2808-6283 FrancesHArnold 0000-0002-4027-364X 10.1021/jacs.0c03428 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 142 23 2020 American Chemical Society (ACS) Complete integration of carbene-transfer chemistry into biosynthesis JingHuang AndrewQuest PabloCruz-Morales KaiDeng JoseHenriquePereira DevonVan Cura 0000-0003-4604-1193 RamuKakumanu EdwardE KBaidoo QingyunDan YanChen ChristopherJPetzold 0000-0002-8270-5228 TrentRNorthen 0000-0001-8404-3259 PaulDAdams 0000-0001-9333-8219 DouglasSClark EmilyPBalskus 0000-0001-5985-5714 JohnFHartwig 0000-0002-4157-468X AindrilaMukhopadhyay 0000-0002-6513-7425 JayDKeasling 0000-0003-4170-6088 10.1038/s41586-023-06027-2 Nature Nature 0028-0836 1476-4687 617 7960 2023 Springer Science and Business Media LLC Engineered cytochrome P450 for direct arylalkene-to-ketone oxidation via highly reactive carbocation intermediates SebastianGergel 0000-0002-8910-859X JordiSoler 0000-0002-3537-4227 AlinaKlein KaiHSchülke 0000-0003-3486-5400 BernhardHauer 0000-0001-6259-3348 MarcGarcia-Borràs 0000-0001-9458-1114 StephanCHammer 0000-0002-3620-9362 10.1038/s41929-023-00979-4 Nature Catalysis Nat Catal 2520-1158 6 7 2023 Springer Science and Business Media LLC Stereodivergent atom-transfer radical cyclization by engineered cytochromes P450 QiZhou 0000-0003-0577-1595 MichaelChin 0000-0002-8943-7262 YueFu PengLiu 0000-0002-8188-632X YangYang 0000-0002-4956-2034 10.1126/science.abk1603 Science Science 0036-8075 1095-9203 374 6575 2021 American Association for the Advancement of Science (AAAS) Enzyme-controlled stereoselective radical cyclization to arenes enabled by metalloredox biocatalysis WenzhenFu 0000-0002-8454-4720 NataliaMNeris YueFu 0000-0003-3085-7817 YunlongZhao 0009-0009-0330-6885 BenjaminKrohn-Hansen 0000-0003-3498-0660 PengLiu 0000-0002-8188-632X YangYang 0000-0002-4956-2034 10.1038/s41929-023-00986-5 Nature Catalysis Nat Catal 2520-1158 6 7 2023 Springer Science and Business Media LLC Ground-State Electron Transfer as an Initiation Mechanism for Biocatalytic C–C Bond Forming Reactions HaigenFu HeatherLam MeganAEmmanuel JiHyeKim BraddockASandoval ToddKHyster 0000-0003-3560-355X 10.1021/jacs.1c04334 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 143 25 2021 American Chemical Society (ACS) Making molecules with photodecarboxylases: A great start or a false dawn? TobiasMHedison DerrenJHeyes NigelSScrutton 10.1016/j.crchbi.2021.100017 Current Research in Chemical Biology Current Research in Chemical Biology 2666-2469 2 100017 2022 Elsevier BV Structure and Function of DNA Photolyase and Cryptochrome Blue-Light Photoreceptors AzizSancar 10.1021/cr0204348 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 103 6 2003 American Chemical Society (ACS) Evolution of light-independent protochlorophyllide oxidoreductase PratishthaVedalankar BaishnabCTripathy 10.1007/s00709-018-1317-y Protoplasma Protoplasma 0033-183X 1615-6102 256 2 2019 Springer Science and Business Media LLC Photobiocatalytic Strategies for Organic Synthesis MeganAEmmanuel SophieGBender CatherineBilodeau JoseMCarceller JacobSDehovitz HaigenFu YiLiu BryceTNicholls YaoOuyang ClaireGPage TianzhangQiao FelixCRaps DamienRSorigué Shang-ZhengSun JoshuaTurek-Herman YuxuanYe AriadnaRivas-Souchet JingzheCao ToddKHyster 0000-0003-3560-355X 10.1021/acs.chemrev.2c00767 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 123 9 2023 American Chemical Society (ACS) Photobiocatalytic synthesis of chiral secondary fatty alcohols from renewable unsaturated fatty acids WuyuanZhang 0000-0002-3182-5107 Jeong-HooLee SabryH HYounes FabioTonin Peter-LeonHagedoorn 0000-0001-6342-2022 HaraldPichler 0000-0001-6043-2137 YoonjinBaeg Jin-ByungPark RobertKourist 0000-0002-2853-3525 FrankHollmann 0000-0003-4821-756X 10.1038/s41467-020-16099-7 Nature Communications Nat Commun 2041-1723 11 1 32382158 2020 Springer Science and Business Media LLC pmid Photoexcitation of flavoenzymes enables a stereoselective radical cyclization KyleFBiegasiewicz 0000-0003-1905-1919 SimonJCooper 0000-0003-1465-5879 XinGao 0000-0002-1202-6633 DanielGOblinsky 0000-0001-7460-8260 JiHyeKim SamuelEGarfinkle 0000-0001-7729-9299 LeoAJoyce BraddockASandoval GregoryDScholes ToddKHyster 0000-0003-3560-355X 10.1126/science.aaw1143 Science Science 0036-8075 1095-9203 364 6446 2019 American Association for the Advancement of Science (AAAS) Regioselective Radical Alkylation of Arenes Using Evolved Photoenzymes ClaireGPage JingzheCao DanielGOblinsky 0000-0001-7460-8260 SamanthaNMacmillan 0000-0001-6516-1823 ShivaDahagam RuthMLloyd SimonJCharnock GregoryDScholes 0000-0003-3336-7960 ToddKHyster 0000-0003-3560-355X 10.1021/jacs.3c03607 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 145 37199445 2023 American Chemical Society (ACS) An asymmetric sp3–sp3 cross-electrophile coupling using ‘ene’-reductases HaigenFu JingzheCao TianzhangQiao YuyinQi SimonJCharnock 0000-0003-4437-7419 SamuelGarfinkle ToddKHyster 0000-0003-3560-355X 10.1038/s41586-022-05167-1 Nature Nature 0028-0836 1476-4687 610 7931 2022 Springer Science and Business Media LLC Using enzymes to tame nitrogen-centred radicals for enantioselective hydroamination YuxuanYe JingzheCao DanielGOblinsky 0000-0001-7460-8260 DeeptakVerma 0000-0003-0740-0624 ChristopherKPrier GregoryDScholes 0000-0003-3336-7960 ToddKHyster 0000-0003-3560-355X 10.1038/s41557-022-01083-z Nature Chemistry Nat. Chem. 1755-4330 1755-4349 15 2 2023 Springer Science and Business Media LLC Catalytic promiscuity enabled by photoredox catalysis in nicotinamide-dependent oxidoreductases KyleFBiegasiewicz SimonJCooper MeganAEmmanuel DavidCMiller ToddKHyster 0000-0003-3560-355X 10.1038/s41557-018-0059-y Nature Chemistry Nature Chem 1755-4330 1755-4349 10 7 2018 Springer Science and Business Media LLC Stereoselective amino acid synthesis by synergistic photoredox-pyridoxal radical biocatalysis LeiCheng 0000-0002-2473-6827 DianLi BinhKhanhMai 0000-0001-8487-1417 ZhiyuBo LidaCheng 0009-0009-7968-5105 PengLiu 0000-0002-8188-632X YangYang 0000-0002-4956-2034 10.1126/science.adg2420 Science Science 0036-8075 1095-9203 381 6656 2023 American Association for the Advancement of Science (AAAS) The road to fully programmable protein catalysis SarahLLovelock 0000-0002-4584-3189 RebeccaCrawshaw SophieBasler 0000-0002-4594-2670 ColinLevy DavidBaker 0000-0001-7896-6217 DonaldHilvert 0000-0002-3941-621X AnthonyPGreen 0000-0003-0454-1798 10.1038/s41586-022-04456-z Nature Nature 0028-0836 1476-4687 606 7912 2022 Springer Science and Business Media LLC Emergence of a catalytic tetrad during evolution of a highly active artificial aldolase RichardObexer AlexeiGodina XavierGarrabou PeerR EMittl DavidBaker AndrewDGriffiths DonaldHilvert 10.1038/nchem.2596 Nature Chemistry Nature Chem 1755-4330 1755-4349 9 1 2017 Springer Science and Business Media LLC De novo design of luciferases using deep learning AH -WYeh 10.1038/s41586-023-05696-3 Nature 614 2023 Deoxynucleoside phosphoramidites—A new class of key intermediates for deoxypolynucleotide synthesis SLBeaucage MHCaruthers 10.1016/s0040-4039(01)90461-7 Tetrahedron Letters Tetrahedron Letters 0040-4039 22 20 1981 Elsevier BV DNA synthesis technologies to close the gene writing gap AlexHoose RichardVellacott MarkoStorch 0000-0003-1503-8282 PaulSFreemont MaximGRyadnov 0000-0003-4847-1154 10.1038/s41570-022-00456-9 Nature Reviews Chemistry Nat Rev Chem 2397-3358 7 3 2023 Springer Science and Business Media LLC Multiplex enzymatic synthesis of DNA with single-base resolution DamianoVerardo 0000-0002-8372-1617 BeatriceAdelizzi 0000-0002-7763-8999 DanielARodriguez-Pinzon 0009-0008-2975-6801 NicolasMoghaddam 0000-0003-2935-9386 EmmaThomée 0009-0000-4585-6089 TessaLoman 0000-0002-6937-3337 XavierGodron 0000-0001-5100-2100 AdrianHorgan 0000-0002-3103-0929 10.1126/sciadv.adi0263 Science Advances Sci. Adv. 2375-2548 9 27 263 2023 American Association for the Advancement of Science (AAAS) De novo DNA synthesis using polymerase-nucleotide conjugates SebastianPalluk DanielHArlow TristanDe Rond SebastianBarthel JustineSKang RathinBector HratchMBaghdassarian AlisaNTruong PeterWKim AnupKSingh NathanJHillson 0000-0002-9169-3978 JayDKeasling 0000-0003-4170-6088 10.1038/nbt.4173 Nature Biotechnology Nat Biotechnol 1087-0156 1546-1696 36 7 2018 Springer Science and Business Media LLC Terminal Deoxynucleotidyl Transferase in the Synthesis and Modification of Nucleic Acids IvoSarac MarcelHollenstein 0000-0003-0263-9206 10.1002/cbic.201800658 ChemBioChem ChemBioChem 1439-4227 1439-7633 20 7 2019 Wiley Codexis Inc., World Intellectual Property Organization Patent Application WO 2023/069865, US Patent Application CChing PCT/US2022/078071 2023 Therapeutic siRNA: State-of-the-Art and Future Perspectives MaikFriedrich 0000-0002-7221-4222 AchimAigner 0000-0002-2778-6256 10.1007/s40259-022-00549-3 BioDrugs BioDrugs 1173-8804 1179-190X 36 5 2022 Springer Science and Business Media LLC An enzyme cascade enables production of therapeutic oligonucleotides in a single operation ERMoody 0000-0001-9296-6408 RObexer 0000-0002-4940-3543 FNickl 0000-0003-3127-1033 RSpiess SLLovelock 0000-0002-4584-3189 10.1126/science.add5892 Science Science 0036-8075 1095-9203 380 6650 2023 American Association for the Advancement of Science (AAAS) A Platform for Controlled Template-Independent Enzymatic Synthesis of RNA Oligonucleotides and Therapeutics DanielJWiegand JonathanRittichier EllaMeyer HowonLee NicholasJConway DanielAhlstedt ZeynepYurtsever DominicRainone ErkinKuru GeorgeMChurch 10.1101/2023.06.29.547106 2023 Cold Spring Harbor Laboratory bioRxiv 2023.06.2029.547106 [Preprint Large-scale de novo DNA synthesis: technologies and applications SriramKosuri GeorgeMChurch 10.1038/nmeth.2918 Nature Methods Nat Methods 1548-7091 1548-7105 11 5 2014 Springer Science and Business Media LLC Oligo Pools as an Affordable Source of Synthetic DNA for Cost‐Effective Library Construction in Protein‐ and Metabolic Pathway Engineering BastiaanPKuiper RianneCPrins SonjaBillerbeck 0000-0002-3092-578X 10.1002/cbic.202100507 ChemBioChem ChemBioChem 1439-4227 1439-7633 23 7 202100507 2022 Wiley RESEARCH LibGENiE – A bioinformatic pipeline for the design of information-enriched enzyme libraries DavidPatsch MichaelEichenberger 0000-0003-4749-4135 MoritzVoss UweTBornscheuer RebeccaMBuller 10.1016/j.csbj.2023.09.013 Computational and Structural Biotechnology Journal Computational and Structural Biotechnology Journal 2001-0370 21 2023 Elsevier BV Biocatalysis: Enzymatic Synthesis for Industrial Applications ShukeWu 0000-0003-0914-9277 RadkaSnajdrova 0000-0002-4809-1066 JeffreyCMoore 0000-0002-9807-6315 KaiBaldenius 0000-0003-2404-9418 UweTBornscheuer 0000-0003-0685-2696 10.1002/anie.202006648 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 60 1 2021 Wiley Recent trends in biocatalysis DongYi 0000-0003-2594-0464 ThomasBayer 0000-0002-0656-3280 ChristoffelP SBadenhorst 0000-0002-5874-4577 ShukeWu 0000-0003-0914-9277 MarkDoerr 0000-0003-3270-6895 MatthiasHöhne 0000-0002-2542-725X UweTBornscheuer 0000-0003-0685-2696 10.1039/d0cs01575j Chemical Society Reviews Chem. Soc. Rev. 0306-0012 1460-4744 50 14 2021 Royal Society of Chemistry (RSC) Directed evolution of a para-nitrobenzyl esterase for aqueous-organic solvents JeffreyCMoore FrancesHArnold 10.1038/nbt0496-458 Nature Biotechnology Nat Biotechnol 1087-0156 1546-1696 14 4 1996 Springer Science and Business Media LLC “Site and Mutation”-Specific Predictions Enable Minimal Directed Evolution Libraries JeffreyCMoore 0000-0002-9807-6315 AgustinaRodriguez-Granillo AlejandroCrespo SridharGovindarajan MarkWelch KaoriHiraga KatrinaLexa NicholasMarshall MatthewDTruppo 0000-0003-4917-7838 10.1021/acssynbio.7b00359 ACS Synthetic Biology ACS Synth. Biol. 2161-5063 7 7 2018 American Chemical Society (ACS) Cell-free gene expression: an expanded repertoire of applications AdamDSilverman 0000-0002-1990-6609 AshtySKarim 0000-0002-5789-7715 MichaelCJewett 0000-0003-2948-6211 10.1038/s41576-019-0186-3 Nature Reviews Genetics Nat Rev Genet 1471-0056 1471-0064 21 3 2020 Springer Science and Business Media LLC In vivo hypermutation and continuous evolution RosanaSMolina GordonRix AmanuellaAMengiste BeatrizÁlvarez 0000-0002-9613-5473 DaejeSeo HaiqiChen JuanEHurtado QiongZhang 0000-0001-6029-4651 JorgeDonatoGarcía-García ZacharyJHeins 0000-0002-4058-0017 PatrickJAlmhjell 0000-0003-0977-841X FrancesHArnold 0000-0002-4027-364X AhmadSKhalil 0000-0002-8214-0546 AndrewDHanson JohnEDueber DavidVSchaffer 0000-0002-9625-0121 FeiChen SeokheeKim 0000-0003-0806-583X LuisÁngelFernández MatthewDShoulders 0000-0002-6511-3431 ChangCLiu 10.1038/s43586-022-00119-5 Nature Reviews Methods Primers Nat Rev Methods Primers 2662-8449 2 1 37073402 2022 Springer Science and Business Media LLC pmid Plasmid hypermutation using a targeted artificial DNA replisome XiaoYi 0000-0003-4025-856X JoleenKhey 0000-0002-5575-805X RomasJKazlauskas 0000-0002-3570-2411 MichaelTravisano 0000-0001-8168-0842 10.1126/sciadv.abg8712 Science Advances Sci. Adv. 2375-2548 7 29 8712 2021 American Association for the Advancement of Science (AAAS) Selection and evolution of enzymes from a partially randomized non-catalytic scaffold BurckhardSeelig JackWSzostak 10.1038/nature06032 Nature Nature 0028-0836 1476-4687 448 7155 2007 Springer Science and Business Media LLC Ultrahigh-Throughput Enzyme Engineering and Discovery in <i>In Vitro</i> Compartments MaximilianGantz StefanieNeun 0000-0002-2469-6984 ElliotJMedcalf LiisaDVan Vliet FlorianHollfelder 0000-0002-1367-6312 10.1021/acs.chemrev.2c00910 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 123 9 2023 American Chemical Society (ACS) pmid Ultrahigh-throughput screening enables efficient single-round oxidase remodelling AaronDebon 0000-0002-1444-7618 MoritzPott RichardObexer AnthonyPGreen 0000-0003-0454-1798 LukasFriedrich AndrewDGriffiths 0000-0002-0808-3539 DonaldHilvert 0000-0002-3941-621X 10.1038/s41929-019-0340-5 Nature Catalysis Nat Catal 2520-1158 2 9 2019 Springer Science and Business Media LLC Cryo-EM and directed evolution reveal how Arabidopsis nitrilase specificity is influenced by its quaternary structure AndaniEMulelu 0000-0002-4412-270X AngelaMKirykowicz JeremyDWoodward 0000-0002-7350-8302 10.1038/s42003-019-0505-4 Communications Biology Commun Biol 2399-3642 2 1 260 2019 Springer Science and Business Media LLC MicroED Structure of a Protoglobin Reactive Carbene Intermediate EmmaDanelius 0000-0002-7322-9661 NicholasJPorter 0000-0002-9803-5310 JohanUnge FrancesHArnold 0000-0002-4027-364X TamirGonen 0000-0002-9254-4069 10.1021/jacs.2c12004 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 145 13 2023 American Chemical Society (ACS) pmid Biocatalysis with Unnatural Amino Acids: Enzymology Meets Xenobiology FedericaAgostini Jan‐stefanVöller BeateKoksch CarlosGAcevedo‐rocha VladimirKubyshkin NediljkoBudisa 10.1002/anie.201610129 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 33 2017 Wiley A Chemically Programmed Proximal Ligand Enhances the Catalytic Properties of a Heme Enzyme AnthonyPGreen TakahiroHayashi PeerR EMittl DonaldHilvert 10.1021/jacs.6b07029 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 138 35 2016 American Chemical Society (ACS) pmid Rewiring the “Push-Pull” Catalytic Machinery of a Heme Enzyme Using an Expanded Genetic Code MaryOrtmayer KarlFisher JaswirBasran EmmanuelMWolde-Michael DerrenJHeyes ColinLevy SarahLLovelock 0000-0002-4584-3189 JL RossAnderson 0000-0002-6796-0482 EmmaLRaven 0000-0002-1643-8694 SamHay 0000-0003-3274-0938 StephenE JRigby AnthonyPGreen 0000-0003-0454-1798 10.1021/acscatal.9b05129 ACS Catalysis ACS Catal. 2155-5435 10 4 2020 American Chemical Society (ACS) A Noncanonical Tryptophan Analogue Reveals an Active Site Hydrogen Bond Controlling Ferryl Reactivity in a Heme Peroxidase MaryOrtmayer 0000-0002-2521-967X FlorenceJHardy 0000-0003-0671-0209 MatthewGQuesne 0000-0001-5130-1266 KarlFisher ColinLevy DerrenJHeyes CRichard ACatlow SamPDe Visser 0000-0002-2620-8788 StephenE JRigby SamHay 0000-0003-3274-0938 AnthonyPGreen 0000-0003-0454-1798 10.1021/jacsau.1c00145 JACS Au JACS Au 2691-3704 1 7 2021 American Chemical Society (ACS) A Noncanonical Proximal Heme Ligand Affords an Efficient Peroxidase in a Globin Fold MoritzPott TakahiroHayashi TakahiroMori PeerR EMittl AnthonyPGreen 0000-0003-0454-1798 DonaldHilvert 0000-0002-3941-621X 10.1021/jacs.7b12621 Journal of the American Chemical Society J. Am. Chem. Soc. 0002-7863 1520-5126 140 4 2018 American Chemical Society (ACS) Stereoselective Cyclopropanation of Electron-Deficient Olefins with a Cofactor Redesigned Carbene Transferase Featuring Radical Reactivity DanielaMCarminati RudiFasan 0000-0003-4636-9578 10.1021/acscatal.9b02272 ACS Catalysis ACS Catal. 2155-5435 9 10 2019 American Chemical Society (ACS) Capture and characterization of a reactive haem–carbenoid complex in an artificial metalloenzyme TakahiroHayashi MatthiasTinzl TakahiroMori UteKrengel JonnyProppe JanneSoetbeer 0000-0003-0008-3494 DanielKlose GunnarJeschke MarkusReiher DonaldHilvert 10.1038/s41929-018-0105-6 Nature Catalysis Nat Catal 2520-1158 1 8 2018 Springer Science and Business Media LLC Engineering an efficient and enantioselective enzyme for the Morita–Baylis–Hillman reaction RebeccaCrawshaw AmyECrossley LinusJohannissen AshleighJBurke SamHay 0000-0003-3274-0938 ColinLevy DavidBaker 0000-0001-7896-6217 SarahLLovelock 0000-0002-4584-3189 AnthonyPGreen 0000-0003-0454-1798 10.1038/s41557-021-00833-9 Nature Chemistry Nat. Chem. 1755-4330 1755-4349 14 3 2022 Springer Science and Business Media LLC Structure of a trapped radical transfer pathway within a ribonucleotide reductase holocomplex GyunghoonKang 0000-0003-2117-3528 AlexanderTTaguchi 0000-0002-5940-5948 JoanneStubbe 0000-0001-8076-4489 CatherineLDrennan 0000-0001-5486-2755 10.1126/science.aba6794 Science Science 0036-8075 1095-9203 368 6489 2020 American Association for the Advancement of Science (AAAS) Use of Noncanonical Tyrosine Analogues to Probe Control of Radical Intermediates during Endoperoxide Installation by Verruculogen Synthase (FtmOx1) Chi-YunLin 0000-0001-6555-8767 AngelLMuñoz Hernández TatianaNLaremore AlexeySilakov CarstenKrebs 0000-0002-3302-7053 AmieKBoal 0000-0002-1234-8472 JMartinBollinger 0000-0003-0751-8585 10.1021/acscatal.2c01037 ACS Catalysis ACS Catal. 2155-5435 12 12 2022 American Chemical Society (ACS) pmid A designed photoenzyme for enantioselective [2+2] cycloadditions JonathanSTrimble RebeccaCrawshaw 0000-0002-1574-6687 FlorenceJHardy 0000-0003-0671-0209 ColinWLevy MurrayJ BBrown 0000-0002-2393-7686 DouglasEFuerst DerrenJHeyes 0000-0002-7453-1571 RichardObexer 0000-0002-4940-3543 AnthonyPGreen 0000-0003-0454-1798 10.1038/s41586-022-05335-3 Nature Nature 0028-0836 1476-4687 611 7937 2022 Springer Science and Business Media LLC Highly accurate protein structure prediction with AlphaFold JohnJumper 0000-0001-6169-6580 RichardEvans AlexanderPritzel TimGreen 0000-0002-3227-1505 MichaelFigurnov OlafRonneberger KathrynTunyasuvunakool RussBates AugustinŽídek AnnaPotapenko AlexBridgland ClemensMeyer SimonA AKohl 0000-0003-4271-4418 AndrewJBallard AndrewCowie BernardinoRomera-Paredes StanislavNikolov RishubJain JonasAdler 0000-0001-9928-3407 TrevorBack StigPetersen DavidReiman EllenClancy MichalZielinski MartinSteinegger 0000-0001-8781-9753 MichalinaPacholska 0000-0002-2160-6226 TamasBerghammer SebastianBodenstein DavidSilver 0000-0002-5197-2892 OriolVinyals AndrewWSenior 0000-0002-2401-5691 KorayKavukcuoglu PushmeetKohli DemisHassabis 0000-0003-2812-9917 10.1038/s41586-021-03819-2 Nature Nature 0028-0836 1476-4687 596 7873 2021 Springer Science and Business Media LLC Accurate prediction of protein structures and interactions using a three-track neural network MinkyungBaek 0000-0003-3414-9404 FrankDimaio 0000-0002-7524-8938 IvanAnishchenko 0000-0003-3645-2044 JustasDauparas 0000-0002-0030-144X SergeyOvchinnikov 0000-0003-2774-2744 GyuRieLee 0000-0002-9119-5303 JueWang 0000-0002-1139-6640 QianCong 0000-0002-8909-0414 LisaNKinch 0000-0003-3041-2615 RDustinSchaeffer 0000-0001-6502-1425 ClaudiaMillán 0000-0002-9283-2220 HahnbeomPark 0000-0002-7129-1912 CarsonAdams CalebRGlassman 0000-0002-3342-7989 AndyDegiovanni JoseHPereira 0000-0002-8456-1774 AndriaVRodrigues AlberdinaAVan Dijk AnaCEbrecht 0000-0002-6471-4964 DiederikJOpperman 0000-0002-2737-8797 TheoSagmeister 0000-0002-6703-5510 ChristophBuhlheller 0000-0001-9358-5316 TeaPavkov-Keller 0000-0001-7871-6680 ManojKRathinaswamy 0000-0001-5584-4313 UditDalwadi CalvinKYip 0000-0003-1779-9501 JohnEBurke 0000-0001-7904-9859 KChristopherGarcia 0000-0001-9273-0278 NickVGrishin 0000-0003-4108-1153 PaulDAdams 0000-0001-9333-8219 RandyJRead 0000-0001-8273-0047 DavidBaker 0000-0001-7896-6217 10.1126/science.abj8754 Science Science 0036-8075 1095-9203 373 6557 2021 American Association for the Advancement of Science (AAAS) Evolutionary-scale prediction of atomic-level protein structure with a language model ZemingLin 0000-0002-0883-1373 HalilAkin 0000-0003-1666-3223 RoshanRao 0000-0003-4412-3742 BrianHie 0000-0003-3224-8142 ZhongkaiZhu WentingLu NikitaSmetanin RobertVerkuil 0000-0001-9533-7623 OriKabeli 0000-0002-4153-2463 YanivShmueli 0000-0002-3581-2485 AllanDos Santos Costa 0000-0001-8061-339X MaryamFazel-Zarandi TomSercu 0000-0003-2947-6064 SalvatoreCandido 0000-0002-5847-0617 AlexanderRives 0000-0003-2208-0796 10.1126/science.ade2574 Science Science 0036-8075 1095-9203 379 6637 2023 American Association for the Advancement of Science (AAAS) AlphaFold2 and Deep Learning for Elucidating Enzyme Conformational Flexibility and Its Application for Design GuillemCasadevall CristinaDuran SílviaOsuna 0000-0003-3657-6469 10.1021/jacsau.3c00188 JACS Au JACS Au 2691-3704 3 6 2023 American Chemical Society (ACS) AlphaFill: enriching AlphaFold models with ligands and cofactors MaartenLHekkelman 0000-0002-9081-4707 IdaDe Vries 0000-0002-8313-7779 RobbiePJoosten 0000-0002-2323-2686 AnastassisPerrakis 0000-0002-1151-6227 10.1038/s41592-022-01685-y Nature Methods Nat Methods 1548-7091 1548-7105 20 2 2023 Springer Science and Business Media LLC GCorso HStärk BJing RBarzilay TJaakkola 10.48550/arXiv.2210.01776 arXiv:2210.01776v2[q-bio.BM DiffDock: Diffusion Steps, Twists, and Turns for Molecular Docking 2023 SPEACH_AF: Sampling protein ensembles and conformational heterogeneity with Alphafold2 RichardAStein 0000-0002-0541-7150 HassaneSMchaourab 0000-0002-5673-0980 10.1371/journal.pcbi.1010483 PLOS Computational Biology PLoS Comput Biol 1553-7358 18 8 e1010483 2022 Public Library of Science (PLoS) Estimating conformational heterogeneity of tryptophan synthase with a template‐based <scp>Alphafold2</scp> approach GuillemCasadevall 0000-0003-4442-1600 CristinaDuran 0000-0003-3094-8823 MiquelEstévez‐gay 0000-0002-8576-8777 SílviaOsuna 0000-0003-3657-6469 10.1002/pro.4426 Protein Science Protein Science 0961-8368 1469-896X 31 10 4426 2022 Wiley De novo protein design by deep network hallucination IvanAnishchenko 0000-0003-3645-2044 SamuelJPellock 0000-0002-7557-7985 TamukaMChidyausiku 0000-0002-2561-782X TheresaARamelot 0000-0002-0335-1573 SergeyOvchinnikov 0000-0003-2774-2744 JingzhouHao KhushbooBafna 0000-0002-1893-1175 ChristofferNorn 0000-0002-1450-4651 AlexKang AsimKBera 0000-0001-9473-2912 FrankDimaio LaurenCarter CameronMChow 0000-0001-5351-6412 GaetanoTMontelione 0000-0002-9440-3059 DavidBaker 0000-0001-7896-6217 10.1038/s41586-021-04184-w Nature Nature 0028-0836 1476-4687 600 7889 2021 Springer Science and Business Media LLC Robust deep learning–based protein sequence design using ProteinMPNN JDauparas 0000-0002-0030-144X IAnishchenko 0000-0003-3645-2044 NBennett 0000-0001-8590-1454 HBai 0000-0002-0448-4052 RJRagotte 0000-0002-6463-1595 LFMilles 0000-0001-8417-3205 BI MWicky 0000-0002-2501-7875 ACourbet 0000-0003-0539-7011 RJDe Haas 0000-0002-7587-9967 NBethel 0000-0001-7576-9613 PJ YLeung TFHuddy 0000-0002-5455-416X SPellock DTischer 0000-0003-3633-5542 FChan 0000-0001-5168-8579 BKoepnick HNguyen 0000-0001-9696-4004 AKang 0000-0001-5487-0499 BSankaran 0000-0002-3266-8131 AKBera 0000-0001-9473-2912 NPKing 0000-0002-2978-4692 DBaker 0000-0001-7896-6217 10.1126/science.add2187 Science Science 0036-8075 1095-9203 378 6615 2022 American Association for the Advancement of Science (AAAS) Scaffolding protein functional sites using deep learning JueWang 0000-0002-1139-6640 SidneyLisanza 0000-0003-2706-8606 DavidJuergens 0000-0001-6425-8391 DougTischer 0000-0003-3633-5542 JosephLWatson 0000-0001-5492-0249 KarlaMCastro RobertRagotte 0000-0002-6463-1595 AmijaiSaragovi 0000-0002-4376-1390 LukasFMilles 0000-0001-8417-3205 MinkyungBaek 0000-0003-3414-9404 IvanAnishchenko 0000-0003-3645-2044 WeiYang DerrickRHicks 0000-0003-2950-1848 MarcExpòsit 0000-0002-2980-303X ThomasSchlichthaerle 0000-0003-4444-2575 Jung-HoChun 0000-0003-4778-4175 JustasDauparas 0000-0002-0030-144X NathanielBennett 0000-0001-8590-1454 BasileI MWicky 0000-0002-2501-7875 AndrewMuenks FrankDimaio 0000-0002-7524-8938 BrunoCorreia 0000-0002-7377-8636 SergeyOvchinnikov 0000-0003-2774-2744 DavidBaker 0000-0001-7896-6217 10.1126/science.abn2100 Science Science 0036-8075 1095-9203 377 6604 2022 American Association for the Advancement of Science (AAAS) Hallucinating symmetric protein assemblies BI MWicky 0000-0002-2501-7875 LFMilles 0000-0001-8417-3205 ACourbet 0000-0003-0539-7011 RJRagotte 0000-0002-6463-1595 JDauparas 0000-0002-0030-144X EKinfu 0000-0002-2709-9157 STipps 0000-0001-9056-8959 RDKibler 0000-0001-6984-9887 MBaek 0000-0003-3414-9404 FDimaio 0000-0002-7524-8938 XLi 0000-0001-5559-7578 LCarter 0000-0002-9837-9068 AKang 0000-0001-5487-0499 HNguyen 0000-0001-9696-4004 AKBera 0000-0001-9473-2912 DBaker 0000-0001-7896-6217 10.1126/science.add1964 Science Science 0036-8075 1095-9203 378 6615 2022. 1964 American Association for the Advancement of Science (AAAS) New algorithms and an in silico benchmark for computational enzyme design AlexandreZanghellini LinJiang AndrewMWollacott GongCheng JensMeiler EricAAlthoff DanielaRöthlisberger DavidBaker 10.1110/ps.062353106 Protein Science Protein Science 0961-8368 1469-896X 15 12 2006 Wiley Design of a Novel Globular Protein Fold with Atomic-Level Accuracy BrianKuhlman GautamDantas GregoryCIreton GabrieleVarani BarryLStoddard DavidBaker 10.1126/science.1089427 Science Science 0036-8075 1095-9203 302 5649 2003 American Association for the Advancement of Science (AAAS) ROSETTALIGAND: Protein–small molecule docking with full side‐chain flexibility JensMeiler DavidBaker 10.1002/prot.21086 Proteins: Structure, Function, and Bioinformatics Proteins 0887-3585 1097-0134 65 3 2006 Wiley RRombach ABlattmann DLorenz PEsser BOmmer 10.48550/arXiv.2112.10752 arXiv:2112.10752v2[cs.CV] High-Resolution Image Synthesis with Latent Diffusion Models 2021 Broadly applicable and accurate protein design by integrating structure prediction networks and diffusion generative models JosephLWatson 0000-0001-5492-0249 DavidJuergens 0000-0001-6425-8391 NathanielRBennett 0000-0001-8590-1454 BrianLTrippe 0000-0002-6901-4676 JasonYim 0000-0003-0575-7400 HelenEEisenach 0000-0002-3201-4517 WoodyAhern AndrewJBorst 0000-0003-4297-7824 RobertJRagotte 0000-0002-6463-1595 LukasFMilles 0000-0001-8417-3205 BasileI MWicky 0000-0002-2501-7875 NikitaHanikel 0000-0002-3292-5070 SamuelJPellock AlexisCourbet 0000-0003-0539-7011 WilliamSheffler JueWang 0000-0002-1139-6640 PreethamVenkatesh IsaacSappington 0000-0002-1073-0643 SusanaVázquezTorres AnnaLauko 0000-0001-5903-3518 ValentinDe Bortoli 0000-0002-7163-5391 EmileMathieu ReginaBarzilay TommiSJaakkola 0000-0002-2199-0379 FrankDimaio 0000-0002-7524-8938 MinkyungBaek 0000-0003-3414-9404 DavidBaker 0000-0001-7896-6217 10.1101/2022.12.09.519842 bioRxiv2022.2012.2009.519842. 2022 Cold Spring Harbor Laboratory Preprint Large language models generate functional protein sequences across diverse families AliMadani 0000-0002-3092-1295 BenKrause EricRGreene SubuSubramanian BenjaminPMohr JamesMHolton 0000-0002-0596-0137 JoseLuisOlmos CaimingXiong ZacharyZSun RichardSocher JamesSFraser NikhilNaik 0000-0002-9894-8865 10.1038/s41587-022-01618-2 Nature Biotechnology Nat Biotechnol 1087-0156 1546-1696 41 8 2023 Springer Science and Business Media LLC A model for interfacial activation in lipases from the structure of a fungal lipase-inhibitor complex AMBrzozowski UDerewenda ZSDerewenda GGDodson DMLawson JPTurkenburg FBjorkling BHuge-Jensen SAPatkar LThim 10.1038/351491a0 Nature Nature 0028-0836 1476-4687 351 6326 1991 Springer Science and Business Media LLC Hidden Conformations in <i>Aspergillus niger</i> Monoamine Oxidase are Key for Catalytic Efficiency ChristianCurado‐carballada FerranFeixas JavierIglesias‐fernández SílviaOsuna 0000-0003-3657-6469 10.1002/anie.201812532 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 58 10 2019 Wiley Structure-based protein function prediction using graph convolutional networks VladimirGligorijević 0000-0002-5165-0973 PDouglasRenfrew TomaszKosciolek 0000-0002-9915-7387 JuliaKoehlerLeman 0000-0002-5693-3593 DanielBerenberg TommiVatanen 0000-0003-0949-1291 ChrisChandler BrynCTaylor IanMFisk HeraVlamakis 0000-0003-1086-9191 RamnikJXavier 0000-0002-5630-5167 RobKnight 0000-0002-0975-9019 KyunghyunCho RichardBonneau 0000-0003-4354-7906 10.1038/s41467-021-23303-9 Nature Communications Nat Commun 2041-1723 12 1 34039967 2021 Springer Science and Business Media LLC Enzyme function prediction using contrastive learning TianhaoYu 0000-0001-5172-8139 HaiyangCui 0000-0001-8360-0447 JiananCanalLi YunanLuo 0000-0001-7728-6412 GuangdeJiang HuiminZhao 0000-0002-9069-6739 10.1126/science.adf2465 Science Science 0036-8075 1095-9203 379 6639 2023 American Association for the Advancement of Science (AAAS) EnzymeML: seamless data flow and modeling of enzymatic data SimoneLauterbach HannahDienhart JanRange StephanMalzacher Jan-DirkSpöring 0000-0002-5656-3537 DörteRother MariaFilipaPinto 0000-0002-6337-3459 PedroMartins ColtonELagerman AndreasSBommarius 0000-0003-4658-1675 AmalieVangHøst JohnMWoodley 0000-0002-7976-2483 SandileNgubane 0000-0003-4930-4526 TukayiKudanga 0000-0003-0958-9846 FrankTBergmann 0000-0001-5553-4702 JohannMRohwer 0000-0001-6288-8904 DorotheaIglezakis 0000-0002-8524-0569 AndreasWeidemann UlrikeWittig 0000-0002-9077-5664 CarstenKettner 0000-0002-8697-6842 NeilSwainston SantiagoSchnell 0000-0002-9477-3914 JürgenPleiss 0000-0003-1045-8202 10.1038/s41592-022-01763-1 Nature Methods Nat Methods 1548-7091 1548-7105 20 2023 Springer Science and Business Media LLC Neural networks to learn protein sequence–function relationships from deep mutational scanning data SamGelman 0000-0001-9537-0976 SarahAFahlberg PeteHeinzelman 0000-0002-5588-3731 PhilipARomero 0000-0002-2586-7263 AnthonyGitter 0000-0002-5324-9833 10.1073/pnas.2104878118 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 118 48 2104878118 2021 Proceedings of the National Academy of Sciences Machine-learning-guided directed evolution for protein engineering KevinKYang ZacharyWu FrancesHArnold 10.1038/s41592-019-0496-6 Nature Methods Nat Methods 1548-7091 1548-7105 16 8 2019 Springer Science and Business Media LLC Machine learning-assisted directed protein evolution with combinatorial libraries ZacharyWu SB JenniferKan RussellDLewis 0000-0002-5776-7347 BruceJWittmann FrancesHArnold 10.1073/pnas.1901979116 Proceedings of the National Academy of Sciences Proc. Natl. Acad. Sci. U.S.A. 0027-8424 1091-6490 116 18 2019 Proceedings of the National Academy of Sciences Machine-Directed Evolution of an Imine Reductase for Activity and Stereoselectivity EricJMa ElinaSiirola CharlesMoore ArkadijKummer MarkusStoeckli MichaelFaller CarolineBouquet FabianEggimann MathieuLigibel DanHuynh GeoffreyCutler LucaSiegrist RichardALewis 0000-0002-5478-8599 Anne-ChristineAcker ErnstFreund ElkeKoch MarkusVogel HolgerSchlingensiepen EdwardJOakeley RadkaSnajdrova 0000-0002-4809-1066 10.1021/acscatal.1c02786 ACS Catalysis ACS Catal. 2155-5435 11 20 2021 American Chemical Society (ACS) The challenge of predicting distal active site mutations in computational enzyme design SílviaOsuna 0000-0003-3657-6469 10.1002/wcms.1502 WIREs Computational Molecular Science WIREs Comput Mol Sci 1759-0876 1759-0884 11 3 1502 2021 Wiley <i>In Silico</i> Identification and Experimental Validation of Distal Activity-Enhancing Mutations in Tryptophan Synthase MiguelAMaria-Solano 0000-0002-7837-0429 ThomasKinateder JavierIglesias-Fernández 0000-0001-7773-2945 ReinhardSterner SílviaOsuna 0000-0003-3657-6469 10.1021/acscatal.1c03950 ACS Catalysis ACS Catal. 2155-5435 11 21 2021 American Chemical Society (ACS) Opportunities and challenges for combining chemo- and biocatalysis FlorianRudroff 0000-0002-6680-8200 MarkoDMihovilovic 0000-0002-5438-8368 HaraldGröger 0000-0001-8582-2107 RadkaSnajdrova 0000-0002-4809-1066 HansIding 0000-0002-4638-7912 UweTBornscheuer 0000-0003-0685-2696 10.1038/s41929-017-0010-4 Nature Catalysis Nat Catal 2520-1158 1 1 2018 Springer Science and Business Media LLC A kinase-cGAS cascade to synthesize a therapeutic STING activator JohnAMcintosh 0000-0002-9487-490X ZhijianLiu BrianMAndresen 0000-0002-9645-3359 NastaranSalehiMarzijarani 0000-0001-8940-4674 JeffreyCMoore 0000-0002-9807-6315 NicholasMMarshall MargieBorra-Garske JenniferVObligacion PatrickSFier FengPeng JacobHForstater MatthewSWinston ChihuiAn WonsukChang JongwonLim MarkAHuffman StevenPMiller 0000-0001-8615-274X Fuh-RongTsay MichaelDAltman CharlesALesburg 0000-0001-7245-7331 DietrichSteinhuebel BWesleyTrotter 0000-0002-6780-0358 JaredNCumming AlanNorthrup XiaodongBu BenjaminFMann MirlindaBiba KaoriHiraga GrantSMurphy 0000-0003-0388-0309 JoshuaNKolev AmandaMakarewicz WeilanPan ImanFarasat RachelSBade 0000-0002-5384-9687 KevinStone DaDuan OscarAlvizo DonovanAdpressa ErikGuetschow ErikHoyt ErikLRegalado 0000-0002-7352-6391 SteveCastro NeloRivera JosephPSmith 0000-0002-0062-2534 FengqiangWang AlejandroCrespo DeeptakVerma 0000-0003-0740-0624 StephanusAxnanda 0000-0002-7239-9220 ZacharyE XDance 0000-0003-1807-7930 PaulNDevine DavidTschaen KeithACanada PaulGBulger BenjaminDSherry MatthewDTruppo RebeccaTRuck 0000-0001-9980-9675 Louis-CharlesCampeau 0000-0002-2373-802X DavidJonathanBennett 0000-0003-0163-7479 GuyRHumphrey KevinRCampos MatthewLMaddess 10.1038/s41586-022-04422-9 Nature Nature 0028-0836 1476-4687 603 7901 2022 Springer Science and Business Media LLC Engineered Ribosyl-1-Kinase Enables Concise Synthesis of Molnupiravir, an Antiviral for COVID-19 JohnAMcintosh 0000-0002-9487-490X TamasBenkovics StevenMSilverman 0000-0003-0792-7071 MarkAHuffman JongrockKong PeterEMaligres 0000-0002-2237-9002 TetsujiItoh HaoYang DeeptakVerma 0000-0003-0740-0624 WeilanPan Null-IHo JonathanVroom AndersMKnight JessicaAHurtak ArtisKlapars AnnaFryszkowska 0000-0003-0872-1497 WilliamJMorris 0000-0003-4322-4509 NeilAStrotman 0000-0002-5350-8735 GrantSMurphy KevinMMaloney 0000-0003-1422-5422 PatrickSFier 0000-0002-6102-815X 10.1021/acscentsci.1c00608 ACS Central Science ACS Cent. Sci. 2374-7943 2374-7951 7 12 1980-1985 (2021 American Chemical Society (ACS) Design of an in vitro biocatalytic cascade for the manufacture of islatravir MarkAHuffman 0000-0002-1417-9430 AnnaFryszkowska 0000-0003-0872-1497 OscarAlvizo 0000-0002-3545-1317 MargieBorra-Garske 0000-0002-3709-6304 KevinRCampos 0000-0003-0903-6475 KeithACanada PaulNDevine 0000-0002-8274-4104 DaDuan 0000-0002-6410-1252 JacobHForstater 0000-0003-0268-1009 ShaneTGrosser 0000-0002-9268-7545 HolstMHalsey 0000-0001-6865-9221 GregoryJHughes 0000-0003-2333-5797 JunyongJo 0000-0002-5134-3754 LeoAJoyce 0000-0002-8649-4894 JoshuaNKolev 0000-0003-0125-6991 JackLiang KevinMMaloney 0000-0003-1422-5422 BenjaminFMann 0000-0002-2690-4521 NicholasMMarshall MarkMclaughlin JeffreyCMoore 0000-0002-9807-6315 GrantSMurphy 0000-0003-0388-0309 ChristopherCNawrat 0000-0003-4550-9954 JovanaNazor 0000-0003-0095-7219 ScottNovick NikiRPatel 0000-0002-7940-2736 AgustinaRodriguez-Granillo 0000-0001-8535-5502 SandraARobaire 0000-0003-0249-9717 EdwardCSherer 0000-0001-8178-9186 MatthewDTruppo 0000-0003-4917-7838 AaronMWhittaker DeeptakVerma 0000-0003-0740-0624 LiXiao YingjuXu 0000-0002-1984-9501 HaoYang 0000-0002-6580-534X 10.1126/science.aay8484 Science Science 0036-8075 1095-9203 366 6470 2019 American Association for the Advancement of Science (AAAS) Biocatalytic Total Synthesis of Ikarugamycin ChristianGreunke AnnaGlöckle JanineAntosch TobiasA MGulder 0000-0001-6013-3161 10.1002/anie.201611063 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 15 2017 Wiley A chemoenzymatic strategy for site-selective functionalization of native peptides and proteins AnnaFryszkowska 0000-0003-0872-1497 ChihuiAn 0000-0001-5403-6859 OscarAlvizo 0000-0002-3545-1317 GoutamiBanerjee KeithACanada YangCao 0000-0002-1956-4784 DuaneDemong PaulNDevine DaDuan 0000-0002-6410-1252 DavidMElgart 0000-0003-3875-9031 ImanFarasat 0000-0002-2975-803X DonaldRGauthier 0000-0003-2825-0530 ErinNGuidry 0000-0001-6739-9974 XiujuanJia 0000-0002-4362-3625 JongrockKong 0000-0003-1509-687X NikkiKruse 0000-0003-4989-3789 KatrinaWLexa 0000-0001-7163-2302 AlexeyAMakarov 0000-0003-4866-0430 BenjaminFMann 0000-0002-2690-4521 ErikaMMilczek 0000-0003-3123-2923 VesnaMitchell 0000-0002-9666-2783 JovanaNazor 0000-0003-0095-7219 ClaudiaNeri RobertKOrr 0000-0001-8584-4808 PeterOrth 0000-0002-8475-682X EricMPhillips 0000-0003-3530-8876 JamesNRiggins WesASchafer 0000-0002-8786-1756 StevenMSilverman 0000-0003-0792-7071 ChristopherAStrulson NandhithaSubramanian 0000-0003-2491-0474 RamaVoladri 0000-0003-3329-6429 HaoYang 0000-0002-6580-534X JieYang XiangYi XiyunZhang WendyZhong 0000-0002-4772-3279 10.1126/science.abn2009 Science Science 0036-8075 1095-9203 376 6599 2022. 2009 American Association for the Advancement of Science (AAAS) A synthetic pathway for the fixation of carbon dioxide in vitro ThomasSchwander LennartSchada Von Borzyskowski SimonBurgener NiñaSocorroCortina TobiasJErb 10.1126/science.aah5237 Science Science 0036-8075 1095-9203 354 6314 2016 American Association for the Advancement of Science (AAAS) Cell-free chemoenzymatic starch synthesis from carbon dioxide TaoCai 0000-0002-2089-7770 HongbingSun 0000-0003-3733-5202 JingQiao 0000-0001-6581-3094 LeileiZhu 0000-0002-7611-099X FanZhang JieZhang ZijingTang 0000-0002-0899-6151 XinleiWei 0000-0003-0889-5147 JiangangYang QianqianYuan 0000-0002-0749-0749 WangyinWang 0000-0002-4522-7677 XueYang 0000-0002-6595-6498 HuanyuChu QianWang ChunYou 0000-0003-2305-336X HongwuMa 0000-0001-5325-2314 YuanxiaSun YinLi 0000-0003-0995-3070 CanLi 0000-0002-9301-7850 HuifengJiang 0000-0002-3757-7896 QinhongWang 0000-0003-0004-2721 YanheMa 0000-0003-0616-8632 10.1126/science.abh4049 Science Science 0036-8075 1095-9203 373 6562 2021 American Association for the Advancement of Science (AAAS) Biocatalytic Process for (−)‐Ambrox Production Using Squalene Hopene Cyclase EricEichhorn EstherLocher SabrinaGuillemer DenisWahler LaurentFourage BorisSchilling 10.1002/adsc.201800132 Advanced Synthesis & Catalysis Adv Synth Catal 1615-4150 1615-4169 360 12 2016. 2015 Wiley Biotechnology – A Tool to Transform Givaudan’s Fragrance Ingredients Palette EricEichhorn CorinneBaumgartner MarcBiermann 10.2533/chimia.2023.384 CHIMIA Chimia 0009-4293 2673-2424 77 6 2023 Swiss Chemical Society World Intellectual Property Organization EEichhorn CUllmann SAGivaudan 10.1016/0172-2190(79)90016-4 World Patent Information World Patent Information 0172-2190 1 1 2019 Elsevier BV World Intellectual Property Organization SMckenna 10.1016/0172-2190(79)90016-4 World Patent Information World Patent Information 0172-2190 1 1 2023. 2023 Elsevier BV World Intellectual Property Organization C ChingDElgart 10.1016/0172-2190(79)90016-4 World Patent Information World Patent Information 0172-2190 1 1 2023. 2023 Elsevier BV Robert Robinson Lecture. Retrosynthetic thinking—essentials and examples EJCorey RobertRobinson Lecture 10.1039/cs9881700111 Chem. Soc. Rev. Chem. Soc. Rev. 0306-0012 1460-4744 17 0 1988 Royal Society of Chemistry (RSC) Organic Synthesis: The Disconnection Approach SWarren PWyatt 2008 Wiley-Blackwell 2 RetroBioCat as a computer-aided synthesis planning tool for biocatalytic reactions and cascades WilliamFinnigan 0000-0002-1061-7800 LornaJHepworth 0000-0003-2552-6861 SabineLFlitsch 0000-0003-3974-646X NicholasJTurner 0000-0002-8708-0781 10.1038/s41929-020-00556-z Nature Catalysis Nat Catal 2520-1158 4 2 2021 Springer Science and Business Media LLC A Retrosynthesis Approach for Biocatalysis in Organic Synthesis RodrigoO M ADe souza 0000-0002-6422-4025 LeandroS MMiranda 0000-0003-0634-5846 UweTBornscheuer 0000-0003-0685-2696 10.1002/chem.201702235 Chemistry – A European Journal Chemistry A European J 0947-6539 1521-3765 23 50 2017 Wiley Enantioselective Chemo‐ and Biocatalysis: Partners in Retrosynthesis MoritzHönig PhilippSondermann NicholasJTurner ErickMCarreira 0000-0003-1472-490X 10.1002/anie.201612462 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 56 31 2017 Wiley Biocatalysis in Organic Synthesis: The Retrosynthesis Approach NicholasJTurner LukeHumphreys 10.1039/9781839169113 2018 The Royal Society of Chemistry Biocatalytic retrosynthesis NicholasJTurner ElaineO'reilly 10.1038/nchembio.1235 Nature Chemical Biology Nat Chem Biol 1552-4450 1552-4469 9 5 2013 Springer Science and Business Media LLC Machine learning-enabled retrobiosynthesis of molecules TianhaoYu AashutoshGirishBoob MichaelJVolk XuanLiu HaiyangCui HuiminZhao 0000-0002-9069-6739 10.1038/s41929-022-00909-w Nature Catalysis Nat Catal 2520-1158 6 2 2023 Springer Science and Business Media LLC Metabolic engineering of Escherichia coli for direct production of 1,4-butanediol HarryYim RobertHaselbeck WeiNiu CatherinePujol-Baxley AnthonyBurgard JeffBoldt JuliaKhandurina JohnDTrawick RobinEOsterhout RosaryStephen JazellEstadilla SyTeisan HBrettSchreyer StefanAndrae TaeHoonYang SangYupLee MarkJBurk StephenVan Dien 10.1038/nchembio.580 Nature Chemical Biology Nat Chem Biol 1552-4450 1552-4469 7 7 2011 Springer Science and Business Media LLC Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings 1PII of original article: S0169-409X(96)00423-1. The article was originally published in Advanced Drug Delivery Reviews 23 (1997) 3–25. 1 ChristopherALipinski FrancoLombardo BerylWDominy PaulJFeeney 10.1016/s0169-409x(00)00129-0 Advanced Drug Delivery Reviews Advanced Drug Delivery Reviews 0169-409X 46 1-3 2001 Elsevier BV Enzymatic Bioconjugation: A Perspective from the Pharmaceutical Industry AaronDebon ElinaSiirola RadkaSnajdrova 0000-0002-4809-1066 10.1021/jacsau.2c00617 JACS Au JACS Au 2691-3704 3 5 2023 American Chemical Society (ACS) European Medicinal Chemistry Leaders in Industry (EMCL) – On the Status and Future of Medicinal Chemistry Research in Europe** AmjadAli MarcusBauser SophieBertrand 0000-0002-7159-1157 WesleyBlackaby ChristophBoss 0000-0001-8838-8190 MartinBossart AdrianHall 0000-0001-7869-6835 HayleyBinch WerngardCzechtizky 0000-0003-4487-2399 HarrieGijsen 0000-0001-8020-4828 HelmutHaning IngoVHartung 0000-0001-8750-679X PaulKilburn GilbertLassalle 0009-0006-7863-6844 UlrichLücking 0000-0003-2466-5800 JürgenMack MartinMissbach LeenaOtsomaa 0000-0002-9623-1406 AntoniTorrens 0009-0004-6587-0362 MichaelWagner MagnusWalter 0000-0002-8056-0985 HaraldWeinstabl 0000-0003-1308-2730 LucVan Hijfte 0000-0002-5874-3443 FranzVon Nussbaum 10.1002/cmdc.202300127 ChemMedChem ChemMedChem 1860-7179 1860-7187 18 13 202300127 2023 Wiley Sustainability Challenges and Opportunities in Oligonucleotide Manufacturing BenjaminIAndrews 0000-0002-7852-3675 FirozDAntia ShawnBBrueggemeier LouisJDiorazio StefanGKoenig 0000-0002-1878-614X MichaelEKopach HeewonLee MartinOlbrich AnnaLWatson 10.1021/acs.joc.0c02291 The Journal of Organic Chemistry J. Org. Chem. 0022-3263 1520-6904 86 1 2021 American Chemical Society (ACS) ACrameri WO 2018/011067 A2 2018 World Intellectual Property Organization Patent RNA Ligase Structures Reveal the Basis for RNA Specificity and Conformational Changes that Drive Ligation Forward JayakrishnanNandakumar StewartShuman ChristopherDLima 10.1016/j.cell.2006.08.038 Cell Cell 0092-8674 127 1 2006 Elsevier BV Biocatalytic assembly of chemically modified oligonucleotides GregMann FrédéricVStanger TheoPeschke KirstenSchroer NhatQuang NguyenTrung NathalieBurrer FranziskaGrassinger LorenzoPiccioni OemerErdogan JeremyHeimburger HervéKoehl HeikeErtle RegisDenay PhilippeDreier ThierrySchlama 10.1016/j.tetlet.2022.153696 Tetrahedron Letters Tetrahedron Letters 0040-4039 93 153696 2022 Elsevier BV Enzymes’ Power for Plastics Degradation VincentTournier SophieDuquesne FrédériqueGuillamot HenriCramail 0000-0001-9798-6352 DanielTaton 0000-0002-8539-4963 AlainMarty IsabelleAndré 10.1021/acs.chemrev.2c00644 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 123 9 2023 American Chemical Society (ACS) An engineered PET depolymerase to break down and recycle plastic bottles VTournier CMTopham 0000-0002-9147-0184 AGilles BDavid CFolgoas EMoya-Leclair EKamionka M-LDesrousseaux HTexier SGavalda MCot EGuémard MDalibey JNomme GCioci SBarbe MChateau IAndré 0000-0001-6280-4109 SDuquesne AMarty 10.1038/s41586-020-2149-4 Nature Nature 0028-0836 1476-4687 580 7802 2020 Springer Science and Business Media LLC Machine learning-aided engineering of hydrolases for PET depolymerization HongyuanLu DanielJDiaz 0000-0002-7891-2128 NatalieJCzarnecki 0000-0001-9170-1010 CongzhiZhu WantaeKim RaghavShroff DanielJAcosta 0000-0001-5950-536X BradleyRAlexander HannahOCole YanZhang 0000-0002-9360-5388 NathanielALynd 0000-0003-3010-5068 AndrewDEllington HalSAlper 0000-0002-8246-8605 10.1038/s41586-022-04599-z Nature Nature 0028-0836 1476-4687 604 7907 2022 Springer Science and Business Media LLC Urethanases for the Enzymatic Hydrolysis of Low Molecular Weight Carbamates and the Recycling of Polyurethanes YannickBranson SimoneSöltl CarolinBuchmann RenWei LenaSchaffert ChristoffelP SBadenhorst 0000-0002-5874-4577 LukasReisky GernotJäger UweTBornscheuer 0000-0003-0685-2696 10.1002/anie.202216220 Angewandte Chemie International Edition Angew Chem Int Ed 1433-7851 1521-3773 62 9 36591907 2023 Wiley Biocatalysis in Drug Development—Highlights of the Recent Patent Literature DavidLHughes 0000-0001-5880-8529 10.1021/acs.oprd.8b00232 Organic Process Research & Development Org. Process Res. Dev. 1083-6160 1520-586X 22 9 2018 American Chemical Society (ACS) Expanding the Synthetic Toolbox through Metal–Enzyme Cascade Reactions SergioGonzález-Granda JesúsAlbarrán-Velo IvánLavandera 0000-0003-4857-4428 VicenteGotor-Fernández 0000-0002-9998-0656 10.1021/acs.chemrev.2c00454 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 123 9 2023 American Chemical Society (ACS) pmid Where Chemocatalysis Meets Biocatalysis: In Water HaraldGröger 0000-0001-8582-2107 FabriceGallou 0000-0001-8996-6079 BruceHLipshutz 0000-0001-9116-7049 10.1021/acs.chemrev.2c00416 Chemical Reviews Chem. Rev. 0009-2665 1520-6890 123 9 2023 American Chemical Society (ACS) pmid Computational Design of an Enzyme Catalyst for a Stereoselective Bimolecular Diels-Alder Reaction JustinBSiegel AlexandreZanghellini HelenaMLovick GertKiss AbigailRLambert JenniferLSt.Clair JasmineLGallaher DonaldHilvert MichaelHGelb BarryLStoddard KendallNHouk ForrestEMichael DavidBaker 10.1126/science.1190239 Science Science 0036-8075 1095-9203 329 5989 2010 American Association for the Advancement of Science (AAAS) A Non-Canonical Nucleophile Unlocks a New Mechanistic Pathway in a Designed Enzyme AmyCrossley RebeccaCrawshaw FlorenceHardy 0000-0003-0671-0209 LinusJohannissen ThomasLister EmilieGérard ZacharyBirch-Price RichardObexer SamHay 0000-0003-3274-0938 AnthonyGreen 0000-0003-0454-1798 10.21203/rs.3.rs-2922796/v1 Research Square 2023 Springer Science and Business Media LLC Preprint Optimizing human α-galactosidase for treatment of Fabry disease WilliamCHallows KristenSkvorak NickAgard NikkiKruse XiyunZhang YuZhu RachelCBotham ChinpingChng CharuShukla JessicaLao MathewMiller AntoinetteSero JudyViduya MoulayHicham AlaouiIsmaili KerrynMccluskie RaphaelSchiffmann AdamPSilverman Jin-SongShen GjaltWHuisman 10.1038/s41598-023-31777-4 Scientific Reports Sci Rep 2045-2322 13 1 4748 2023 Springer Science and Business Media LLC",
      "snippet": "Engineering the third wave of biocatalysis UTBornscheuer GWHuisman RJKazlauskas SLutz JCMoore KRobins 10.1038/nature11117 Nature Nature 0028-0836 1476-4687 485 7397 2012 Springer Science and Business Media LLC Engineering new catalytic activities in enzymes KaiChen 0000-0002-3325-3536 FrancesHArnold 0000-0002-4027-364X 10.1038/s41929-019-0385-5 Nature Catalysis Nat Catal 2520-1158 3 3 2020 Springer Science and Business Media LLC Biocatalysis ElizabethLBell 0000-0002-8247-743X WilliamFinnigan 0000-0002-1061-7800 ScottPFrance 0000-0003-1679-6165 AnthonyPGreen MartinAHayes 0000-0002-2640-8464 LornaJHepworth 0000-0003-2552-6861 SarahLLovelock 0000-0002-4584-3189 HarukaNiikura 0000-0001-6732-6978 SílviaOsuna 0000-0003-3657-6469 ElviraRomero 0000-0003-4199-9458 KatherineSRyan 0000-0003-1643-1940 NicholasJTurner SabineLFlitsch 0000-0003-3974-646X 10.1038/s43586-021-00044-z Nature Reviews Methods Primers Nat Rev Methods Primers 2662-8449 1 1 46 2021 Springer Science and Business Media LLC KBuchholz VKasche UTBornscheuer Biocatalysts and Enzyme Technology Wiley-Vch 2 2012 ASBommarius BRRiebel Biocatalysis 2004 Wiley-VCH New catalytic reactions by enzyme engineering CindyKlaus 0000-0001-5977-1158 StephanCHammer 0000-0002-3620-9362 10.1016/j.trechm.2022.03.002 Trends in Chemistry Trends in Chemistry 2589-5974 4 5 2022 Elsevier BV A communal catalogue reveals Earth’s multiscale microbial diversity LukeRThompson JonGSanders DanielMcdonald AmnonAmir JoshuaLadau KennethJLocey RobertJPrill A…",
      "pages": null,
      "citations": []
    }
  ]
}