{
  "summary": "The study demonstrates the application of EnzymeML in characterizing enzymatic reactions, specifically using Michaelis-Menten kinetics for Fe-S cluster biogenesis and acetohydroxyacid synthase activity.",
  "key_claims": [
    "EnzymeML was used to model kinetic parameters for Fe-S cluster production by IscS and IscU.",
    "Michaelis-Menten models were fitted using both interferENZY webtool and Jupyter Notebook."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "IscS",
      "IscU",
      "HcAHAS"
    ],
    "reaction_types": [
      "Fe-S cluster biogenesis",
      "acetohydroxyacid synthase activity"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Iron-sulfur cluster biosynthesis. Characterization of frataxin as an iron donor for assembly of [2Fe-2S] clusters in ISU-type proteins",
      "year": 2003
    },
    {
      "doi": "",
      "title": "interferENZY: A Web-Based Tool for Enzymatic Assay Validation and Standardized Kinetic Analysis",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Binding and Activation of Thiamin Diphosphate in Acetohydroxyacid Synthase",
      "year": 2001
    },
    {
      "doi": "10.5281/zenodo.6090180",
      "title": "Expression, Reinigung und Identifizierung putativer Acetolactatsynthasen aus Clostridium aceticum und Helicobacter canadensis",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Asymmetric Synthesis of Aliphatic 2-Hydroxy Ketones by Enzymatic Carboligation of Aldehydes",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Applied biocatalysis beyond just buffersfrom aqueous to unconventional media. Options and guidelines",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Characterization of the major laccase isoenzyme from Trametes pubescens and regulation of its synthesis by metal ions",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Isolation and Purification of enzymes from ligninolytic complex of the basidial fungus Trametes pubescens (Schumach.) Pilát and study of their properties",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Model development for enzymatic reactive crystallization of β-lactam antibiotics: A reaction-diffusion-crystallization approach",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Kinetic model development for α-amino ester hydrolase (AEH)-catalyzed synthesis of β-lactam antibiotics",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Reactor Design and Optimization of α-Amino Ester Hydrolase-Catalyzed Synthesis of Cephalexin",
      "year": 2022
    },
    {
      "doi": "",
      "title": "Stabilizing biocatalysts",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Bubble Column Enables Higher Reaction Rate for Deracemization of (R,S)-1-Phenylethanol with Coupled Alcohol Dehydrogenase/NADH Oxidase System",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Reaction Engineering for the Industrial Implementation of Biocatalysis",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Online Measurement of Oxygen-Dependent Enzyme Reaction Kinetics",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Discovery, characterization, and kinetic analysis of an alditol oxidase from Streptomyces coelicolor",
      "year": 2007
    },
    {
      "doi": "10.18419/darus-248310.18419/darus-2470scenario",
      "title": "Datasets Links Scenario",
      "year": null
    },
    {
      "doi": "10.18419/darus-2467",
      "title": "",
      "year": null
    },
    {
      "doi": "10.18419/darus-2468",
      "title": "",
      "year": null
    },
    {
      "doi": "10.18419/darus-2469",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Table S12 Software, databases, and formats BioCatHub https",
      "year": null
    },
    {
      "doi": "",
      "title": "Solution structure of the bacterial frataxin ortholog, CyaY: Mapping the iron binding sites",
      "year": 2004
    },
    {
      "doi": "",
      "title": "A structural approach to understanding the iron-binding properties of phylogenetically different frataxins",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Bacterial frataxin CyaY is the gatekeeper of iron-sulfur cluster formation catalyzed by IscS",
      "year": 2009
    },
    {
      "doi": "",
      "title": "A direct microdetermination for sulfide",
      "year": 1965
    },
    {
      "doi": "10.5281/zenodo.3957403",
      "title": "Catalysis of L-cysteine by IscS in the presence of IscU (dataset formatted for analysis by interferENZY)",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Effector role reversal during evolution: the case of frataxin in Fe-S cluster biosynthesis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Purification and Properties of Salmonella typhimurium Acetolactate Synthase Isozyme II from Escherichia coli HB101/pDU9t",
      "year": 1985
    },
    {
      "doi": "10.1016/b978-0-12-801238-3.05143-6",
      "title": "Ref. Modul. Biomed. Sci",
      "year": 2015
    },
    {
      "doi": "10.5281/zenodo.5654594",
      "title": "",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Kinetic model development for α-amino ester hydrolase (AEH)-catalyzed synthesis of β-lactam antibiotics",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Easy parameter identifiability analysis with COPASI",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Discovery, characterization, and kinetic analysis of an alditol oxidase from Streptomyces coelicolor",
      "year": 2007
    }
  ],
  "_title": "EnzymeML: seamless data flow and modeling of enzymatic data",
  "_abstract": ""
}