{
  "summary": "The study focuses on integrating carbene-transfer chemistry into biosynthesis using various P450 enzymes and plasmids. Enzymes such as TbtJ1, CYP119, and P450 BM3 were screened for their catalytic activity.",
  "key_claims": [
    "Screened P450s including TbtJ1, CYP119, and P450 BM3",
    "Used plasmids like pAZA007 and pAZA132 for expressing genes in S. albus"
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "TbtJ1",
      "CYP119",
      "P450 BM3"
    ],
    "reaction_types": [
      "Carbene-transfer chemistry"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "P450-mediated non-natural cyclopropanation of dehydroalaninecontaining thiopeptides",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Characterization of a thermophilic cytochrome P450 of the CYP203A subfamily from Binh Chau hot spring in Vietnam",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Unnatural biosynthesis by an engineered microorganism with heterologously expressed natural enzymes and an artificial metalloenzyme",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Improved cyclopropanation activity of histidine-ligated cytochrome P450 enables the enantioselective formal synthesis of levomilnacipran",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Remarkably stable iron porphyrins bearing nonheteroatom-stabilized carbene or (alkoxycarbonyl) carbenes: isolation, X-ray crystal structures, and carbon atom transfer reactions with hydrocarbons",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Highly cis-selective Rh(I)-catalyzed cyclopropanation reactions",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The first cyclopropanation reaction of unmasked alpha,beta-unsaturated carboxylic acids: direct and complete stereospecific synthesis of cyclopropanecarboxylic acids promoted by Sm/CHI3",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Contrasteric carboximide hydrolysis with lithium hydroperoxide",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Unusual inverse mu-agonists and potent mu-opioid antagonists by modification of the N-substituent in enantiomeric 5-(3-hydroxyphenyl)morphans",
      "year": 2011
    }
  ],
  "_title": "Complete integration of carbene-transfer chemistry into biosynthesis",
  "_abstract": ""
}