{
  "summary": "The study identified class III ω-transaminases capable of converting bulky ketones and (R)-amines, expanding potential biocatalysts for high-value product production.",
  "key_claims": [
    "Discovered 10 amine transaminases from the class III ω-TAs family with 38-76% identity to homologues.",
    "These enzymes show preference for bulky ketones over keto acids and aldehydes, with stringent (S) selectivity.",
    "The outward orientation of Arg414 favors conversion of (R)-amines and utilization of putrescine as an amine donor.",
    "Optimal temperatures for activity range from 45 to 65 °C, and some enzymes retain ≥ 50% activity in water-soluble solvents up to 50% (v/v)."
  ],
  "process_signals": [
    {
      "name": "optimal_temperature_range",
      "value": "45-65 °C",
      "unit": "",
      "context": "determined from the study's findings"
    },
    {
      "name": "activity_retention_in_solvents",
      "value": "≥ 50%",
      "unit": "% (v/v)",
      "context": "in water-soluble solvents up to 50% (v/v)"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "class_III_omega_transaminases",
        "type": "amino_transaminases"
      }
    ],
    "reaction_types": [
      {
        "name": "amination_of_bulky_ketones",
        "substrates": [
          "bulky_ketones",
          "keto_acids",
          "aldehydes"
        ]
      },
      {
        "name": "conversion_of_amines",
        "substrates": [
          "(R)-amines",
          "(S)-amines",
          "putrescine"
        ]
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Bioinformatic analysis of a PLP-dependent enzyme superfamily suitable for biocatalytic applications",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The industrial age of biocatalytic transamination",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The COMBREX project: design methodology and initial results",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Ultrahigh-throughput discovery of promiscuous enzymes by picodroplet functional metagenomics",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Estimating the success of enzyme bioprospecting through metagenomics: current status and future trends",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Functionalization and modification of hydrocarbon-like molecules guided by metagenomics: enzymes most requested at the industrial scale for chemical synthesis as study cases",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Protein bioinformatics databases and resources",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Novel thermostable amine transferases from hot spring metagenomes",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Active site engineering of ω-transaminase guided by docking orientation analysis and virtual activity screening",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Mechanism-guided engineering of ωtransaminase to accelerate reductive amination of ketones",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Reversed Enantiopreference of an ω-Transaminase by a Single-Point Mutation",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Connecting unexplored protein crystal structures to enzymatic function",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Two subtle amino acid changes in a transaminase substantially enhance or invert enantiopreference in cascade syntheses",
      "year": 2015
    },
    {
      "doi": "",
      "title": "A rapid sensitive colorimetric assay for the high-throughput screening of transaminases in liquid or solid-phase",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Chiral amine synthesis using ω-transaminases: an amine donor that displaces equilibria and enables high-throughput screening",
      "year": 2014
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Determinants and prediction of esterase substrate promiscuity patterns",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Degradation network reconstruction in uric acid and ammonium amendments in oil-degrading marine microcosms guided by metagenomic data",
      "year": 2015
    },
    {
      "doi": "",
      "title": "2015-Bacterial population and biodegradation potential in chronically crude oil-contaminated marine sediments are strongly linked to temperature",
      "year": null
    },
    {
      "doi": "",
      "title": "High throughput screening of esterases lipases and phospholipases in mutant and metagenomic libraries: a review",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Transaminases for the synthesis of enantiopure beta-amino acids",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
      "year": 1987
    },
    {
      "doi": "",
      "title": "GOHTAM: a website for 'Genomic Origin of Horizontal Transfers, Alignment and Metagenomics",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Engineering low-temperature expression systems for heterologous production of cold-adapted enzymes",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Novel tools for the functional expression of metagenomic DNA",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Identification of (S)-selective transaminases for the asymmetric synthesis of bulky chiral amines",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Molecular determinants for substrate selectivity of ωtransaminases",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Active-site engineering of ω-transaminase for production of unnatural amino acids carrying a side chain bulkier than an ethyl substituent",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Rational assignment of key motifs for function guides in silico enzyme identification",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Amine transaminase engineering for spatially bulky substrate acceptance",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Characterization of four new distinct ω-transaminases from Pseudomonas putida NBRC 14164 for kinetic resolution of racemic amines and amino alcohols",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Immobilization of (R)-and (S)-amine transaminases on chitosan support and their application for amine synthesis using isopropylamine as donor",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The substrate specificity enantioselectivity and structure of the (R)-selective amine:pyruvate transaminase from Nectria haematococca",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Amphritea atlantica gen. nov., sp. nov., a gammaproteobacterium from the Logatchev hydrothermal vent field",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Draft genome sequence of the acidophilic, halotolerant, and iron/sulfur-oxidizing Acidihalobacter prosperus DSM 14174",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Engineering thermostable (R)-selective amine transaminase from Aspergillus terreus through in silico design employing B-factor and folding free energy calculations",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Identification expression and characterization of an R-ω-transaminase from Capronia semiimmersa",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Characterization of (R)-selective amine transaminases identified by in silico motif sequence blast",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Crystal structure of an (R)-selective ω-transaminase from Aspergillus terreus",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A systematic analysis of the substrate scope of (S)-and (R)-selective amine transaminases",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Polyamines in bacteria: pleiotropic effects yet specific mechanisms",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Activity screening of environmental metagenomic libraries reveals novel carboxylesterase families. Sci Rep",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Identification of novel lipolytic genes and gene families by screening of metagenomic libraries derived from soil samples of the German biodiversity exploratories",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Novel tools for the functional expression of metagenomic DNA",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Diversity of hydrolases from hydrothermal vent sediments of the Levante Bay Vulcano Island (Aeolian archipelago) identified by activity-based on November",
      "year": 2015
    },
    {
      "doi": "",
      "title": "First insights into the genome sequence of Pseudomonas oleovorans DSM1045",
      "year": 2017
    },
    {
      "doi": "",
      "title": "A versatile and efficient high-throughput cloning tool for structural biology",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Rational engineering of multiple active sites in an ester hydrolase",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
      "year": 1970
    }
  ],
  "_title": "Bioprospecting Reveals Class III ω-Transaminases Converting Bulky Ketones and Environmentally Relevant Polyamines",
  "_abstract": "Amination of bulky ketones, particularly in (R)-configuration, is an attractive chemical conversion, however known -transaminases (ω-TAs) show insufficient performances. By applying two screening methods we discovered 10 amine transaminases from the class III ω-TAs family, 38-76% identical to homologues. We present examples of such enzymes preferring bulky ketones over keto acids and aldehydes with stringent (S)selectivity. We also report representatives from the class III ω-TAs capable of converting (R) and (S) amines and bulky ketones, and one converting amines with longer alkyl substituents. The preference for bulky ketones was associated with the presence of a hairpin region proximal to the conserved Arg414 and residues conforming and close to it. The outward orientation of Arg414 additionally favored the conversion of (R)-amines. This configuration was also found to favor the utilization of putrescine as amine donor, so that class III ω-TAs with Arg414 in outward orientation may "
}