{
  "summary": "The study reports the directed evolution of an Fe II -dependent halogenase from Westiella intricata HT-29-1, enabling chemo-, regio-, and diastereoselective chlorination of unactivated C(sp3)-H bonds on mg-scale for non-natural hapalindoles.",
  "key_claims": [
    "Directed evolution of Fe II -dependent halogenase enabled mild, late-stage chlorination of unactivated C(sp3)-H bonds.",
    "The evolved biocatalyst can be used under aerobic conditions with NaCl as the chlorine source.",
    "The study demonstrated chemo-, regio-, and diastereoselective chlorination on preparative mg-scale."
  ],
  "process_signals": [
    {
      "name": "substrate",
      "value": "12-epi-hapalindole C derivative",
      "unit": "",
      "context": "synthesized for screening"
    },
    {
      "name": "chlorination efficiency",
      "value": "91-93%",
      "unit": "%",
      "context": "for R-1a from compound 1"
    }
  ],
  "entities": {
    "enzymes": [
      "Wi-WelO15",
      "Hw-WelO15"
    ],
    "reaction_types": [
      "chlorination"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Its Role Beyond Drug-Target Binding Affinity for Drug Discovery and Development",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Perspectives on Biotechnological Halogenation: Part I: Halogenated Products and Enzymatic Halogenation. Chim. Oggi",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The Unique Role of Halogen Substituents in the Design of Modern Agrochemi-Cals",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Functionalization: Challenges and Opportunities. ACS Cent. Sci",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Guiding Principles for Site Selective and Stereoselective Intermolecular C-H Functionalization by Donor/Acceptor Rhodium Carbenes",
      "year": 2011
    },
    {
      "doi": "",
      "title": "C-H activation: A Complementary Tool in the Total Synthesis of Complex Natural Products",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The Medicinal Chemist's Toolbox for Late Stage Functionalization of Drug-Like Molecules",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Adding Aliphatic C-H Bond Oxidations to Synthesis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Manganese Catalyzed C-H Halogenation",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Modern Transition-Metal-Catalyzed Carbon-Halogen Bond Formation",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Hydroxylation versus Halogenation of Aliphatic C-H Bonds by a Dioxygen-Derived Iron-Oxygen Oxidant: Functional Mimicking of Iron Halogenases",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Enzymatic Halogenation and Dehalogenation Reactions: Pervasive and Mechanistically Diverse",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Development of Halogenase Enzymes for Use in Synthesis",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Powerful Tools for Biocatalysis (Mechanisms Applications and Scope)",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Specific Enzymatic Halogenation-From the Discovery of Halogenated Enzymes to Their Applications In Vitro and In Vivo",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Enzymatic Halogenation: A Timely Strategy for Regioselective C-H Activation",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Beyond Ferryl-Mediated Hydroxylation: 40 Years of the Rebound Mechanism and C-H Activation",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Activation by Non-Heme Fe Enzymes",
      "year": 2016
    },
    {
      "doi": "",
      "title": "SyrB2 in Syringomycin E Biosynthesis is a Nonheme FeII alpha-ketoglutarate-and O2-dependent Halogenase",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Characterization of Molecular Interactions Between ACP and Halogenase Domains in the Curacin A Polyketide Synthase",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Comparative Analysis of Hapalindole, Ambiguine and Welwitindolinone Gene Clusters and Reconstitution of Indole-Isonitrile Biosynthesis from Cyanobacteria",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Identification and Characterization of a Welwitindolinone Alkaloid Biosynthetic Gene Cluster in the Stigonematalean Cyanobacterium Hapalosiphon welwitschii",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Biosynthesis of Ambiguine Indole Alkaloids in Cyanobacterium Fischerella ambigua",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The Chemistry of Hapalindoles, Fischerindoles, Ambiguines, and Welwitindolinones. The Alkaloids: Chemistry and Biology",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A New Family of Iron-Dependent Halogenases Acts on Freestanding Substrates",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Discovery of a Promiscuous Non-Heme Iron Halogenase in Ambiguine Alkaloid Biogenesis: Implication for an Evolvable Enzyme Family for Late-Stage Halogenation of Aliphatic Carbons in Small Molecules",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Characterization of Non-Heme Iron Aliphatic Halogenase Welo5* from Hapalosiphon welwitschii IC-52-3: Identification of a Minimal Protein Sequence Motif That Confers Enzymatic Chlorination Specificity in the Biosynthesis of Welwitindolelinones",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Structural Basis for Halogenation by Iron-and 2-Oxo-Glutarate-Dependent Enzyme WelO5",
      "year": 2016
    },
    {
      "doi": "10.2210/pdb5j4r/pdb",
      "title": "WelO5 Small Molecule Halogenase with Ni(II) and 2-Oxoglutarate",
      "year": 2017
    },
    {
      "doi": "",
      "title": "O2 -and α-Ketoglutarate-Dependent Tyrosyl Radical Formation in TauD, an α-Keto Acid-Dependent Non-Heme Iron Dioxygenase",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Autocatalysed Oxidative Modifications to 2-Oxoglutarate Dependent Oxygenases",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Wi-0 nor Hw-WelO15 showed activity with compound 2 and only Wi-0 crystallized. kcat and Km",
      "year": null
    },
    {
      "doi": "",
      "title": "Models@Home: Distributed Computing in Bioinformatics Using a Screensaver Based Approach",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Biocatalysts for the Pharmaceutical Industry Created by Structure-Guided Directed Evolution of Stereoselective Enzymes",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Computational Tools for Enzyme Improvement: Why Everyone Can -and Should -Use Them",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Computational Tools for Designing and Engineering Enzymes",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Engineering the Third Wave of Biocatalysis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Beyond Directed Evolution -Semi-Rational Protein Engineering and Design",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Expanding the Enzyme Universe: Accessing Non-Natural Reactions by Mechanism-Guided Directed Evolution",
      "year": 2015
    },
    {
      "doi": "",
      "title": "New Concepts for Increasing the Efficiency in Directed Evolution of Stereoselective Enzymes",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Iterative Saturation Mutagenesis: A Powerful Approach to Engineer Proteins by Systematically Simulating Darwinian Evolution",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The Importance of Additive and Non-Additive Mutational Effects in Protein Engineering",
      "year": 2013
    },
    {
      "doi": "",
      "title": "DC-Analyzer-Facilitated Combinatorial Strategy for Rapid Directed Evolution of Functional En-Zymes with Multiple Mutagenesis Sites",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Enzyme engineer always face the challenge to balance numbers of residues, used amino acids alphabets and codon redundancy to avoid the combinatorial number explosion problem during library design. Our HPLC could handle a maximum of 10-12 96-deep",
      "year": null
    },
    {
      "doi": "",
      "title": "When Second Best Is Good Enough: Another Probabilistic Look at Saturation Mutagenesis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Speeding up Directed Evolution: Combining the Advantages of Solid-Phase Combinatorial Gene Synthesis with Statistically Guided Reduction of Screening Effort",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The Role of Ascorbate in the Prolyl Hydroxylase Reaction",
      "year": 1978
    },
    {
      "doi": "",
      "title": "Iron Autoxidation in Mops and Hepes Buffers",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Substrate Positioning Controls the Partition Between Halogenation and Hydroxylation in the Aliphatic Halogenase, SyrB2",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Frontier Molecular Orbital Contributions to Chlorination versus Hydroxylation Selectivity in the Non-Heme Iron Halogenase SyrB2",
      "year": 2017
    }
  ],
  "_title": "Directed Evolution of an Fe<sup>II</sup>-Dependent Halogenase for Asymmetric C(sp<sup>3</sup>)–H Chlorination",
  "_abstract": "By using structure-guided directed evolution, the substrate scope of the Fe II and -ketoglutarate dependent halogenase Wi-WelO15 from Westiella intricata HT-29-1 was engineered to enable chemo-, regio-and diastereoselective chlorination of unactivated C(sp 3 )-H bonds using NaCl as chlorine source. While Fe II dependent enzymes are often oxygen sensitive, variants of this halogenase could be screened in lysates under aerobic conditions. The developed biocatalysts offer a route to mild, late-stage chlorination on mg-scale of non-natural hapalindoles containing a ketone instead of an isonitrile functionality, thereby unlocking them for preparative biocatalysis."
}