{
  "summary": "Directed evolution techniques were employed to enhance the thermostability of a xylanase enzyme, increasing its denaturation temperature transition midpoint from 61°C to up to 96°C.",
  "key_claims": [
    "Directed evolution was used to improve the thermal stability of a xylanase enzyme.",
    "Nine single amino acid substitutions were identified that enhanced thermostability.",
    "512 combinatorial variants of these mutations were screened, yielding eleven with improved thermal tolerance."
  ],
  "process_signals": [
    {
      "name": "denaturation temperature transition midpoint",
      "value": "61°C to 96°C",
      "unit": "",
      "context": "after screening for thermotolerance"
    }
  ],
  "entities": {
    "enzymes": [
      "xylanase"
    ],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.9,
  "_refs": [
    {
      "doi": "",
      "title": "Enzymes and proteins from organisms that grow near and above 100°C",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Finding and using hyperthermophilic enzymes",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Hydrophobic core repacking and aromatic-aromatic interaction in the thermostable mutant of T4 lysozyme Ser 117→ Phe",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Microbial xylanases and their industrial applications: A review",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Characterization of Mucor pusillus rennin expressed in Pichia pastoris: Enzymic, spectroscopic and calorimetric studies",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Insights into thermal stability from a comparison of the glutamate dehydrogenases from Pyrococcus furiosus and Thermococcus litoralis",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Structure determination of the glutamate dehydrogenase from the hyperthermophile Thermococcus litoralis and its comparison with that from Pyrococcus furiosus",
      "year": 1999
    },
    {
      "doi": "",
      "title": "XLI-Blue: A high efficiency plasmid transforming RecA Escherichia coli strain with ␤-galactosidase selection",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Structure of a hyperthermophilic tungstopterin enzyme, aldehyde ferredoxin oxidoreductase",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Release of lignin from kraft pulp by a hyperthermophilic xylanase from Thermotoga maritima",
      "year": 1997
    },
    {
      "doi": "",
      "title": "A comparison of enzyme-aided bleaching of softwood paper pulp using combinations of xylanase, mannanase and ␣-galactosidase",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Carbohydrate-active enzymes: An integrated database approach",
      "year": 1999
    },
    {
      "doi": "",
      "title": "The modular structure of cellulases and other carbohydrateactive enzymes: An integrated database approach",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Scanrate dependence in protein calorimetry: The reversible transitions of Bacillus circulans xylanase and a disulfide-bridge mutant",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed enzyme evolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Polysaccharide analysis using carbohydrate gel electrophoresis: A method to study plant cell wall polysaccharides and polysaccharide hydrolases",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Rapid evolution of reversible denaturation and elevated melting temperature in a microbial haloalkane dehalogenase",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Thermophilic xylanase from Thermomyces lanuginosus: High-resolution X-ray structure and modeling studies",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Corn fiber hydrolysis by Thermobifida fusca extracellular enzymes",
      "year": 2003
    },
    {
      "doi": "",
      "title": "XL1-Blue MRFЈ E. coli cells: McrA -, McrCB -, McrF -, Mrr -, HsdRderivative of XL1-Blue cells",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Comparison of energy components of proteins from thermophilic and mesophilic organisms",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Molecular and biotechnological aspects of xylanases",
      "year": 1999
    },
    {
      "doi": "",
      "title": "How do thermophilic proteins deal with heat?",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Factors enhancing protein thermostability",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Proteins from hyperthermophiles: Stability and enzymatic catalysis close to the boiling point of water",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Kinetic stabilization of Bacillus licheniformis ␣-amylase through introduction of hydrophobic residues at the surface",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Polar group burial contributes more to protein stability than nonpolar group burial",
      "year": 1982
    },
    {
      "doi": "",
      "title": "Forces contributing to the conformational stability of proteins",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Tyrosine hydrogen bonds make a large contribution to protein stability",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The discovery of new biocatalysts from microbial diversity",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Theoretical analysis of Lumry-Eyring models in differential scanning calorimetry",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Sequence and expression of a xylanase gene from the hyperthermophile Thermotoga sp. strain FjSS3-B.1 and characterization of the recombinant enzyme and its activity on kraft pulp",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Recombinant approaches for accessing biodiversity",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Protein activity screening of clones having DNA from uncultured microorganisms",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Gene expression library produced from DNA from uncultivated microorganisms and methods for making the same",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Saturation mutagenesis in directed evolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Synthetic ligation reassembly in directed evolution",
      "year": 2003
    },
    {
      "doi": "",
      "title": "The optimization of protein-solvent interactions: Thermostability and the role of hydrophobic and electrostatic interactions",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Determinants of enzyme thermostability observed in the molecular structure of Thermus aquaticus D-glyceraldehyde-3-phosphate dehydrogenase at 2.5 Å resolution",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Engineering an enzyme to resist boiling",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Protein thermostability above 100°C: A key role for ionic interactions",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Computational method to reduce the search space for directed protein evolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Methods for in vitro DNA recombination and random chimeragenesis",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Homology modelling of two subtilisin-like proteases from the hyperthermophilic archaea Pyrococcus furiosus and Thermococcus stetteri",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Mutational and crystallographic analyses of the active site residues of the Bacillus circulans xylanase",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Crystal structures of Escherichia coli and Salmonella typhimurium 3-isopropylmalate dehydrogenase and comparison with their thermophilic counterpart from Thermus thermophilus",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Increasing the hydrophobic interaction between terminal W-motifs enhances the stability of Salmonella typhimurium sialidase. A general strategy for the stabilization of ␤-propeller protein fold",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The structure of Pyrococcus furiosus glutamate dehydrogenase reveals a key role for ion-pair networks in maintaining enzyme stability at extreme temperatures",
      "year": 1995
    }
  ],
  "_title": "An evolutionary route to xylanase process fitness",
  "_abstract": "Directed evolution technologies were used to selectively improve the stability of an enzyme without compromising its catalytic activity. In particular, this article describes the tandem use of two evolution strategies to evolve a xylanase, rendering it tolerant to temperatures in excess of 90°C. A library of all possible 19 amino acid substitutions at each residue position was generated and screened for activity after a temperature challenge. Nine single amino acid residue changes were identified that enhanced thermostability. All 512 possible combinatorial variants of the nine mutations were then generated and screened for improved thermal tolerance under stringent conditions. The screen yielded eleven variants with substantially improved thermal tolerance. Denaturation temperature transition midpoints were increased from 61°C to as high as 96°C. The use of two evolution strategies in combination enabled the rapid discovery of the enzyme variant with the highest degree of fitness (gre"
}