{
  "summary": "Biocatalysis has evolved through three waves, with the third wave focusing on directed evolution techniques that enhance enzyme stability and substrate specificity. This has enabled the production of advanced pharmaceutical intermediates and fine chemicals.",
  "key_claims": [
    "Directed evolution techniques have been developed to improve enzyme stability and substrate specificity.",
    "These advancements allow for the production of complex chemical compounds, including pharmaceutical intermediates."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "lipase",
      "nitrile hydratase",
      "aldolase"
    ],
    "reaction_types": [
      "hydrolysis",
      "resolution",
      "hydration"
    ],
    "immobilization": [
      "enzyme immobilization for reuse"
    ],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Biocatalysts and Enzyme Technology",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Enzyme Catalysis in Organic Synthesis Vols 1-3, 3rd edn",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Hydrolases in Organic Synthesis -Regio-and Stereoselective Biotransformations 2nd edn",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Industrial Biotransformations 2nd edn",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Industrial biotechnology-the future of green chemistry? Green Chem",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Durch Enzyme bewirkte asymmetrische Synthese",
      "year": 1908
    },
    {
      "doi": "",
      "title": "Biotransformations of steroids",
      "year": 1988
    },
    {
      "doi": "",
      "title": "This paper puts forward the basis for the first application of protein engineering in industrial biotechnology",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Industrial scale production and application of immobilized glucose isomerase",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Penicillin acylase in the industrial production of b-lactam antibiotics",
      "year": 1998
    },
    {
      "doi": "",
      "title": "The synthesis of chiral cyanohydrins by oxynitrilases",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Industrial use of lipases to produce fatty acid esters",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Production of acrylic acid and methacrylic acid using Rhodococcus rhodochrous J1 nitrilase",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Directed evolution of metabolic pathways in microbial populations. I. Modification of the acid phosphatase pH optimum in S. cerevisiae",
      "year": 1972
    },
    {
      "doi": "",
      "title": "Metabolic engineering for the microbial production of 1,3-propanediol",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Development of a biocatalytic process as an alternative to the (-)-DIP-Cl-mediated asymmetric reduction of a key intermediate of montelukast",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Biocatalytic asymmetric synthesis of chiral amines from ketones applied to sitagliptin manufacture",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Sitagliptin manufacture: a compelling tale of green chemistry, process intensification, and industrial asymmetric catalysis",
      "year": 1974
    },
    {
      "doi": "",
      "title": "Quantitative exploration of the catalytic landscape separating divergent plant sesquiterpene synthases",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Non-fermentative pathways for synthesis of branched-chain higher alcohols as biofuels",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Metabolic engineering of microorganisms for biofuels production: from bugs to synthetic biology to fuels",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Microbial production of fatty-acid-derived fuels and chemicals from plant biomass",
      "year": 2010
    },
    {
      "doi": "",
      "title": "High levels of bioplastic are produced in fertile transplastomic tobacco plants engineered with a synthetic operon for the production of polyhydroxybutyrate",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Styrene biosynthesis from glucose by engineered E. coli",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Finding better protein engineering strategies",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Protein Engineering Handbook",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Directed evolution drives the next generation of biocatalysts",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Kemp elimination catalysts by computational enzyme design",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Industrial biocatalysis today and tomorrow",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Combinatorial and computational challenges for biocatalyst design",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Dispelling the myths-biocatalysis in industrial synthesis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Manufacturing molecules through metabolic engineering",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Metabolic engineering of poly(3-hydroxyalkanoates): from DNA to plastic",
      "year": 1999
    },
    {
      "doi": "",
      "title": "DNA sequencing costs: data from the NHGRI large-scale genome sequencing program",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Metagenomics and industrial applications",
      "year": 2005
    },
    {
      "doi": "",
      "title": "High-resolution mapping of protein sequence-function relationships",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Amplification and assembly of chip-eluted DNA (AACED): a method for high-throughput gene synthesis",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Creation of a bacterial cell controlled by a chemically synthesized genome",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Beyond directed evolution-semi-rational protein engineering and design",
      "year": 2010
    },
    {
      "doi": "",
      "title": "In this paper, careful analysis of key motifs of 5,000 pyridoxal-5-phosphatedependent transaminase sequences in public databases identified 20 novel enzymes for which substrate preference (ketone, not a-keto acid)",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Natural diversity to guide focused directed evolution",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Focusing mutations into the P. fluorescens esterase binding site increases enantioselectivity more effectively than distant mutations",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Mutations in distant residues moderately increase the enantioselectivity of Pseudomonas fluorescens esterase towards methyl 3-bromo-2methylpropanoate and ethyl 3-phenylbutyrate",
      "year": 2003
    },
    {
      "doi": "",
      "title": "A system for the continuous directed evolution of biomolecules",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Advances in the enzymatic reduction of ketones",
      "year": 2007
    },
    {
      "doi": "",
      "title": "This is a review about protein engineering to create biocatalysts for industrial applications",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Cloning, nucleotide sequence and expression of a hydantoinase and carbamoylase gene from REVIEW RESEARCH Arthrobacter aurescens DSM 3745 in Escherichia coli and comparison with the corresponding genes from Arthrobacter aurescens DSM 3747",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Recombinant polycistronic structure of hydantoinase process genes in Escherichia coli for the production of optically pure D-amino acids",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Advances in biocatalytic synthesis of pharmaceutical intermediates",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Industrial methods for the production of optically active intermediates",
      "year": 2004
    }
  ],
  "_title": "Engineering the third wave of biocatalysis",
  "_abstract": ""
}