{
  "summary": "The study compared nineteen commercial lipases for their ability to hydrolyze phosphatidylcholine in a reverse micellar system, finding that lipases from Mucor or Rhizopus species showed high reactivity while those from Aspergillus and Humicola sp. exhibited little activity.",
  "key_claims": [
    "Lipases from Mucor or Rhizopus species showed high reactivity in hydrolyzing phosphatidylcholine.",
    "Lipases from Aspergillus and Humicola sp. exhibited low reactivity."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      {
        "name": "lipases",
        "value": "",
        "unit": "",
        "context": "from various sources"
      }
    ],
    "reaction_types": [
      {
        "name": "hydrolysis",
        "value": "",
        "unit": "",
        "context": "of phosphatidylcholine in a reverse micellar system"
      }
    ],
    "immobilization": [
      {
        "name": "immobilized lipases",
        "value": "Lipozyme IM20, SP435",
        "unit": "",
        "context": "generous gifts from Novo Nordisk"
      }
    ],
    "media": [
      {
        "name": "reverse micellar system",
        "value": "sodium bis(2-ethylhexyl) sulfosuccinate (AOT)",
        "unit": "",
        "context": ""
      }
    ],
    "reactor": [
      {
        "name": "reaction mixture",
        "value": "5 mL isooctane, 50 mg PC and AOT",
        "unit": "",
        "context": ""
      }
    ]
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "The Antioxidant Role of Vitamin C",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Phosphatidylglycerol in Lung Surfactant III. Possible Modifier of Surfactant Fraction",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Activation of Human Brain Galactosylceramidase by Phosphatidylserine",
      "year": 1979
    },
    {
      "doi": "",
      "title": "The Molecular Heterogeneity of Protein Kinase C and Its Implications for Cellular Regulation",
      "year": 1988
    },
    {
      "doi": "",
      "title": "The Function of Phospholipids of Soybean Lecithin in Emulsions",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Lipase and Phospholipase Catalyzed Transformations in Microemulsions",
      "year": 1992
    },
    {
      "doi": "",
      "title": "A Method for Synthesis of Isomerically Pure Saturated Mixed-Chain Phosphatidylcholines",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Enzymatic Hydrolysis of Oat and Soya Lecithin: Effect on Functional Properties",
      "year": 1994
    },
    {
      "doi": "",
      "title": "The Hydrolysis of Phosphatidylcholine by an Immobilized Lipase: Optimization of Hydrolysis in Organic Solvents",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Modification of Phospholipids with Lipases and Phospholipases",
      "year": 1994
    },
    {
      "doi": "",
      "title": "The Enzymatic Hydrolysis of Triglyceride-Phospholipid Mixtures in an Organic Solvent",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Enzymatic Phosphatidylcholine Hydrolysis in Organic Solvents: An Examination of Selected Commercially Available Lipases, Ibid",
      "year": 1994
    },
    {
      "doi": "",
      "title": "The Effect of 2,4,6,8-Tetramethyldecanoic Acid on the Hydrolysis and Acylation of Phospholipid by Lipase in Isooctane",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Lipase-Catalyzed Modification of Phospholipids: Incorporation of n-3 Fatty Acids into Biosurfactants, Ibid",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Phospholipid Synthesis by Extracellular Phospholipase A 2 in Organic Solvents",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Preparation of Therapeutic Phospholipids Through Porcine Pancreatic Phospholipase A 2 -Mediated Esterification and Lipozyme-Mediated Acidolysis",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Interesterification of Phosphatidylcholine with Lipases in Organic Media",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Lipase-Catalyzed Transesterification of Phosphatidylcholine at Controlled Water Activity",
      "year": 1992
    },
    {
      "doi": "",
      "title": "The Enzymatic Acyl Exchange of Phospholipids with Lipases",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Preparation of Polyunsaturated Phospholipids by Lipase-Catalyzed Transesterification",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Synthesis of Eicosapentaenoyl Phosphatidylcholines by Polyethylene Glycol-Modified Lipase in Benzene",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Transesterification of Soy Lecithin by Lipase and Phospholipase",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Micellar Enzymology: Its Relation to Membranology",
      "year": 1989
    },
    {
      "doi": "",
      "title": "On the Issue of Interfacial Activation of Lipase in Nonaqueous Media",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Study of Bound Phospholipase Activites of Fungal Mycelia Using an Organic Solvent System",
      "year": 1976
    }
  ],
  "_title": "Comparative study of commercially available lipases in hydrolysis reaction of phosphatidylcholine",
  "_abstract": "Nineteen commercial lipase preparations were compared with respect to their ability to hydrolyze phosphatidylcholine (PC) in a reverse micellar system. In terms of the source organism, lipases from Mucor or Rhizopus species showed comparatively high reactivity, while those from Aspergillus and Humicola sp. exhibited little PC hydrolysis activity. Almost no hydrolysis reaction was observed by positionally nonspecific lipases derived from Candida sp. The results suggest that particular attention should be paid to the source organism in selecting lipases for use in the enzymatic conversion of phospholipids."
}