{
  "summary": "Directed evolution is an effective method for engineering new enzymes by mimicking Darwinian processes, offering advantages over traditional protein engineering approaches.",
  "key_claims": [
    "An effective approach to engineering new enzymes is directed evolution through in vitro mimicry of Darwinian processes."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "subtilisin"
    ],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Three-dimensional structure of D-glyceraldehyde-3-phosphate dehydrogenase",
      "year": 1974
    },
    {
      "doi": "",
      "title": "Deesterification of cephalosporin para-nitrobenzyl esters by microbial enzymes",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Tuning the activity of an enzyme for unusual environments: sequential random mutagenesis of subtilisin E for catalysis in dimethylformamide",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Enzyme engineering for nonaqueous solvents: random mutagenesis to enhance activity of subtilisin E in polar organic media",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Complex between the subtilisin from a mesophilic bacterium and the leech inhibitor eglin-C",
      "year": 1991
    },
    {
      "doi": "",
      "title": "The crystal structure of hologlyceraldehyde-3-phosphate dehydrogenase from the hyp~rthermophilic bacterium Thermotoga maritima at 2.5 A resolution",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Directed evolution of a p-nitrobenzyl esterase for aqueous-organic solvents",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Protein motifs 4. The structure and evolution ofct/fl barrel proteins",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Evolution in action",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Structure of holo-glyceraldehyde-3-phosphate .behydrogenase from Bacillus stearothermophilus at 1.8 A resolution",
      "year": null
    },
    {
      "doi": "",
      "title": "1994a, DNA shuffling by random mutagenesis and reassembly: in vitro recombination for molecular evolution",
      "year": null
    },
    {
      "doi": "",
      "title": "Rapid evolution of a protein in vitro by DNA shuffling",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Directed evolution of subtilisin E in Bacillus subtilis to enhance total activity in aqueous dimethylformamide",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The Bacillus subtilis pnbA gene encoding pnitrobenzyl esterase: cloning, sequence and high-level expression in E. coli",
      "year": 1994
    }
  ],
  "_title": "Directed evolution: Creating biocatalysts for the future",
  "_abstract": "An effective approach to engineering new enzymes is to direct their evolution in vitro. By mimicking key processes of Darwinian evolution in the test tube, the functions of enzymes can be explored free from the constraints of function within a living system. Efficient strategies for engineering new enzymes by multiple generations of random mutagenesis and recombination coupled with screening for improved variants have been developed. Our results with industrially important biocatalysts underscore the advantages of this 'evolutionary' approach to protein engineering. (From a talk presented at the first National Academy of Engineering \"Frontiers of Engineering\" Symposium,"
}