{
  "summary": "This text does not contain specific process-relevant information related to biocatalysis, immobilization, or materials.",
  "key_claims": [],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.0,
  "_refs": [
    {
      "doi": "",
      "title": "The Earth Microbiome project: successes and aspirations",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A metaanalysis of changes in bacterial and archaeal communities with time",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Minimum information about a marker gene sequence (MIMARKS) and minimum information about any (x) sequence (MIxS) specifications",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The environment ontology: contextualising biological and biomedical entities",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Microbial ecology and evolution: a ribosomal RNA approach",
      "year": 1986
    },
    {
      "doi": "10.3389/fmars.2017.00107",
      "title": "DNA sequencing as a tool to monitor marine ecological status",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Metagenomics uncovers gaps in amplicon-based detection of microbial diversity",
      "year": 2016
    },
    {
      "doi": "",
      "title": "A new view of the tree of life",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Minor revision to V4 region SSU rRNA 806R gene primer greatly increases detection of SAR11 bacterioplankton",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Every base matters: assessing small subunit rRNA primers for marine microbiomes with mock communities, time series and global field samples",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Improved bacterial 16S rRNA gene (V4 and V4-5) and fungal internal transcribed spacer marker gene primers for microbial community surveys. mSystems 1",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Microbial diversity in the deep sea and the underexplored \"rare biosphere",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Deblur rapidly resolves single-nucleotide community sequence patterns. mSystems 2",
      "year": 2017
    },
    {
      "doi": "10.1038/ismej.2017.119",
      "title": "Exact sequence variants should replace operational taxonomic units in marker-gene data analysis",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Ironing out the wrinkles in the rare biosphere through improved OTU clustering",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Reagent and laboratory contamination can critically impact sequence-based microbiome analyses",
      "year": 2014
    },
    {
      "doi": "",
      "title": "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Decreases in average bacterial community rRNA operon copy number during succession",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Invasive plants rapidly reshape soil properties in a grassland ecosystem. mSystems 2",
      "year": 2017
    },
    {
      "doi": "",
      "title": "rRNA operon copy number reflects ecological strategies of bacteria",
      "year": 2000
    },
    {
      "doi": "",
      "title": "On the generality of the latitudinal diversity gradient",
      "year": 2004
    },
    {
      "doi": "",
      "title": "A latitudinal diversity gradient in planktonic marine bacteria",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Global marine bacterial diversity peaks at high latitudes in winter",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Low diversity of planktonic bacteria in the tropical ocean",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Soil bacterial diversity in the Arctic is not fundamentally different from that found in other biomes",
      "year": 2010
    },
    {
      "doi": "",
      "title": "pH is the primary determinant of the bacterial community structure in agricultural soils impacted by polycyclic aromatic hydrocarbon pollution",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Temperature mediates continental-scale diversity of microbes in forest soils",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Consistently inconsistent drivers of microbial diversity and abundance at macroecological scales",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Measuring fractions of beta diversity and their relationships to nestedness: a theoretical and empirical comparison of novel approaches",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Diet-induced extinctions in the gut microbiota compound over generations",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The measure of order and disorder in the distribution of species in fragmented habitat",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Investigating causality of nestedness of insular communities: selective immigrations or extinctions?",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Pattern and Process in Macroecology",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Quantifying human impact on Earth's microbiome",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Assemblage time series reveal biodiversity change but not systematic loss",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Spatial gaps in global biodiversity information and the role of citizen science",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The mass production of redundant, misleading, and conflicted systematic reviews and meta-analyses",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The founding charter of the Genomic Observatories Network",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A unified initiative to harness Earth's microbiomes",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Giancarlo Galindo 51 , Liza Garcia 1 , Maria Alexandra Garcia-Amado 38 , David Garshelis 58 , Robin B. Gasser 59,60 , Gunnar Gerdts 61 , Molly K. Gibson 62 , Isaac Gifford 14 , Ryan T. Gill 50 , Tugrul Giray 1 , Antje Gittel 63,64 , Peter Golyshin 40 , Donglai Gong 65 , Hans-Peter Grossart 66",
      "year": null
    },
    {
      "doi": "",
      "title": "Woods Hole Oceanographic Institution",
      "year": null
    },
    {
      "doi": "",
      "title": "33 GreenViet Biodiversity Conservation Center, Da Nang, Viet Nam. 34 Icahn School of Medicine at Mount Sinai",
      "year": null
    },
    {
      "doi": "",
      "title": "75 Amazonic Center for Research and Control of Tropical Diseases (CAICET)",
      "year": null
    },
    {
      "doi": "",
      "title": "111 CREA -Centro Agricoltura e Ambiente",
      "year": null
    },
    {
      "doi": "",
      "title": "115 Fanjingshan National Nature Reserve Administration",
      "year": null
    },
    {
      "doi": "",
      "title": "127 GEOMAR Helmholtz Center for Ocean Research Kiel",
      "year": null
    },
    {
      "doi": "",
      "title": "139 Independent Ornithologist",
      "year": 2017
    },
    {
      "doi": "",
      "title": "146 LVDI International",
      "year": null
    }
  ],
  "_title": "A communal catalogue reveals Earth’s multiscale microbial diversity",
  "_abstract": "A primary aim of microbial ecology is to determine patterns and drivers of community distribution, interaction, and assembly amidst complexity and uncertainty. Microbial community composition has been shown to change across gradients of environment, geographic distance, salinity, temperature, oxygen, nutrients, pH, day length, and biotic factors 1-6 . These patterns have been identified mostly by focusing on one sample type and region at a time, with insights extra polated across environments and geography to produce generalized principles. To assess how microbes are distributed across environments globally-or whether microbial community dynamics follow funda mental ecological 'laws' at a planetary scale-requires either a massive monolithic crossenvironment survey or a practical methodology for coordinating many independent surveys. New studies of microbial environments are rapidly accumulating; however, our ability to extract meaningful information from across datasets is outstripped "
}