{
  "summary": "Directed evolution and rational protein design are key methods for creating improved biocatalysts, with directed evolution involving random mutagenesis or recombination followed by high-throughput screening to identify variants with desired properties.",
  "key_claims": [
    "Directed evolution involves random mutagenesis of enzyme genes using techniques like error-prone PCR and recombination, followed by screening to find improved variants.",
    "Rational protein design requires the availability of enzyme structure and knowledge about sequence-structure-function relationships."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "esterase"
    ],
    "reaction_types": [
      "ester hydrolysis"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "References and recommended reading Papers of particular interest, published within the annual period of review, have been highlighted as: • of special interest •",
      "year": null
    },
    {
      "doi": "",
      "title": "This monograph provides a comprehensive and up-to-date summary of stereoselective and regioselective biotransformations using different hydrolases",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Biotransformations in Organic Chemistry",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Stereoselective Biocatalysis",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Enzymes in Lipid Modification",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Industrial Biotransformations",
      "year": 2000
    },
    {
      "doi": "",
      "title": "This book lists a wide variety of industrialized processes with a plethora of detailed information. The division based on enzyme nomenclature provides rapid access to the given data",
      "year": null
    },
    {
      "doi": "",
      "title": "Molecular modeling and biocatalysis: explanations, • predictions, limitations, and opportunities",
      "year": 2000
    },
    {
      "doi": "",
      "title": "A good overview about successful and less successful applications of molecular modeling as a tool to analyze and predict the function of certain amino acid sidechains in enzymes",
      "year": null
    },
    {
      "doi": "",
      "title": "Directed evolution of biocatalysts",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Directed evolution of enzymes",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Superior biocatalysts by directed evolution. Topic Curr Chem",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Designed evolution of enzymatic properties",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Directed evolution: the 'rational' basis for 'irrational' design",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Evolutionary optimisation of enzymes",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Directed evolution of • an esterase: screening of enzyme libraries based on pH-indicators and a growth assay",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Although this assay is very useful to screen large libraries in an agar-plate format, it is rather restricted to the identification of a first active enzyme variant. Identification of more active mutants in subsequent generations is therefore difficult to perform",
      "year": null
    },
    {
      "doi": "",
      "title": "Substrate phage: selection of protease substrates by monovalent phage display",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Processing and functional display of the 86 kDa heterodimeric penicillin G acylase on the surface of phage fd",
      "year": 2000
    },
    {
      "doi": "",
      "title": "A strategy for the isolation of catalytic activities from repertoires of enzymes displayed on phage",
      "year": 1999
    },
    {
      "doi": "",
      "title": "A selection of catalysts was achieved by binding the reaction product to the surface of a phage to which the enzyme is fused. Access using specific antiproduct affinity reagents enabled isolation of catalytically active phages",
      "year": null
    },
    {
      "doi": "",
      "title": "A method for directed evolution and functional cloning of enzymes",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed •• evolution of new catalytic activity using the α α/β β-barrel scaffold",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Active variants were identified by an agar-plate assay using an E. coli strain that does not grow in the absence of tryptophan, which in turn is the product of PRAI activity",
      "year": null
    },
    {
      "doi": "",
      "title": "Directed evolution of an enantioselective lipase",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Evolution in the test tube as a means to create enantioselective enzymes for use in organic synthesis",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Crystal structure of Pseudomonas aeruginosa lipase in the open conformation: the prototype for family I.1 of bacterial lipases",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Random mutagenesis by error-prone PCR or a mutator strain and identification of mutants showing enhanced enantioselectivity by a resorufin-based fluorescence assay",
      "year": 1999
    },
    {
      "doi": "",
      "title": "A method for high • throughput screening of enantioselective catalysts",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Screening for enzymes showing enhanced enantioselectivity was achieved by using isotopically labelled substrates in combination with high-throughput mass spectrometry at a capacity of about 1000 samples per day. Thus, mutants can be assayed with the 'true' substrate bearing no bulky chromophoric groups",
      "year": null
    },
    {
      "doi": "",
      "title": "Super-high •• throughput screening of enantioselective catalysts by using capillary array electrophoresis",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Chiral-modified electrolytes used for capillary electrophoresis allowed efficient separation of a range of FITC-labelled amines in a specially designed capillary electrophoresis system amenable to direct microtiter plate sampling. The authors claim that shorter analysis times enable super-highthroughput of up to 30,000 samples per day. This elegant method should be easily applicable to the separation of other chiral molecules, thus enabling the efficient screening of huge mutant libraries",
      "year": null
    },
    {
      "doi": "",
      "title": "Laboratory evolution of peroxide-mediated • cytochrome P450 hydroxylation",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Directed evolution of a cofactor-free monooxygenase in combination with a well-designed high-throughput screening eased access to improved variants",
      "year": null
    },
    {
      "doi": "",
      "title": "Directed evolution of the fatty acid hydroxylase P450 BM-3 into an indolehydroxylating catalyst",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Towards understanding and tailoring the specificity of synthetically useful enzymes",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Tailoring new enzyme functions by rational redesign",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Engineering enzyme specificity",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Probing structural determinants specifying high thermostability in Bacillus licheniformis α α-amylase",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Increasing the thermostability of D D-xylose isomerase by introduction of a proline into the turn of a random coil",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Thermostabilization by proline substitution in an alkaline, liquefying α α-amylase from Bacillus sp. strain KSM-1378",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Remarkable thermal stability of doubly intramolecularly cross-linked hen lysozyme",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Further improvement of the thermal stability of a partially stabilized Bacillus subtilis 3-isopropylmalate dehydrogenase variant by random and sitedirected mutagenesis",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Bacterial formate dehydrogenase. Increasing the enzyme thermal stability by hydrophobization of α α-helices",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Factors enhancing protein thermostability",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Stabilization of NADdependent formate dehydrogenase from Candida boidinii by sitedirected mutagenesis of cysteine residues",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Phosphatidylcholine activation of human heart (R)-3hydroxybutyrate dehydrogenase mutants lacking active center sulfhydryls: site-directed mutagenesis of a new recombinant fusion protein",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Substitution of the critical methionine residues in Trigonopsis variabilis D-amino acid oxidase with leucine enhances its resistance to hydrogen peroxide",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Inversion of stereospecificity of vanillyl-alcohol oxidase",
      "year": 2000
    },
    {
      "doi": "",
      "title": "A very nice study on alteration of enantioselectivity based on structural comparison of two members of structurally related FAD-dependent oxidoreductases, of which one is (R)-specific and the other (S)-specific. Site-directed mutagenesis introduced (S)-selectivity in the (R)-selective wild-type enzyme",
      "year": null
    }
  ],
  "_title": "Improved biocatalysts by directed evolution and rational protein design",
  "_abstract": ""
}