{
  "summary": "This paper demonstrates the use of microfluidic picolitre droplet compartments for functional screening of a million-membered metagenomic library, identifying new promiscuous enzymes with high sensitivity and efficiency.",
  "key_claims": [
    "Functional screening of a million-membered metagenomic library in microfluidic picolitre droplet compartments identified new hydrolases for sulfate monoesters and phosphotriesters.",
    "The approach complements bioinformatic harvesting of metagenomic sequencing data by identifying rare genes constituting catalytically versatile hubs."
  ],
  "process_signals": [
    {
      "name": "library_size",
      "value": "1,000,000",
      "unit": "",
      "context": "metagenomic library"
    },
    {
      "name": "assay_sensitivity",
      "value": "high",
      "unit": "",
      "context": "microfluidic picolitre droplet compartments"
    }
  ],
  "entities": {
    "enzymes": [
      "hydrolases for sulfate monoesters and phosphotriesters"
    ],
    "reaction_types": [
      "hydrolysis of sulfate monoesters",
      "hydrolysis of phosphotriesters"
    ],
    "immobilization": [],
    "media": [],
    "reactor": [
      {
        "name": "microfluidic picolitre droplet compartments",
        "value": "",
        "unit": "",
        "context": ""
      }
    ]
  },
  "confidence": 0.9,
  "_refs": [
    {
      "doi": "",
      "title": "Engineering the third wave of biocatalysis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The metagenomics of soil",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Phylogenetic identification and in situ detection of individual microbial cells without cultivation",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Environmental genome shotgun sequencing of the Sargasso Sea",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Quantitative assessment of protein function prediction from metagenomics shotgun sequences",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Annotation error in public databases: misannotation of molecular function in enzyme superfamilies",
      "year": 2009
    },
    {
      "doi": "",
      "title": "From complete genome sequence to 'complete' understanding?",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Enzyme recruitment in evolution of new function",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Catalytic promiscuity and the evolution of new enzymatic activities",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Protein promiscuity and its implications for biotechnology",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Network-level architecture and the evolutionary potential of underground metabolism",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Revealing the hidden functional diversity of an enzyme family",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Panoramic view of a superfamily of phosphatases through substrate profiling",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Connectivity between catalytic landscapes of the metallo-beta-lactamase superfamily",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Enzyme promiscuity: a mechanistic and evolutionary perspective",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Metagenomics: application of genomics to uncultured microorganisms",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Quantifying the accessibility of the metagenome by random expression cloning techniques",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Metagenomics and industrial applications",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Functional metagenomics for enzyme discovery: challenges to efficient screening",
      "year": 2009
    },
    {
      "doi": "",
      "title": "GigaMatrixt: an ultra high-throughput tool for accessing biodiversity",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Interplay of metagenomics and in vitro compartmentalization",
      "year": 2009
    },
    {
      "doi": "",
      "title": "The potential of microfluidic water-in-oil droplets in experimental biology",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Microdroplets in microfluidics: an evolving platform for discoveries in chemistry and biology",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Fluorescence-activated droplet sorting (FADS): efficient microfluidic cell sorting based on enzymatic activity",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Ultrahigh-throughput screening in drop-based microfluidics for directed evolution",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Enzyme engineering in biomimetic compartments",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Picoliter cell lysate assays in microfluidic droplet compartments for directed enzyme evolution",
      "year": 2012
    },
    {
      "doi": "",
      "title": "High-throughput screening for industrial enzyme production hosts by droplet microfluidics",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Microfluidic high-throughput culturing of single cells for selection based on extracellular metabolite production or consumption",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Droplet-based microfluidics platform for ultra-high-throughput bioprospecting of cellulolytic microorganisms",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The art and design of functional metagenomic screens",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Catalytic proficiency: the extreme case of S-O cleaving sulfatases",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The Biochemistry and Uses of Pesticides",
      "year": 1990
    },
    {
      "doi": "",
      "title": "A high-throughput screen for antibiotic drug discovery",
      "year": 2014
    },
    {
      "doi": "",
      "title": "One in a million: flow cytometric sorting of single celllysate assays in monodisperse picolitre double emulsion droplets for directed evolution",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Pfam: the protein families database",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A structural and biochemical basis for PAPS-independent sulfuryl transfer by aryl sulfotransferase from uropathogenic Escherichia coli",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Using sequence similarity networks for visualization of relationships across diverse protein superfamilies",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Structural and functional characterization of Salmonella enterica serovar Typhimurium YcbL: an unusual type II glyoxalase",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Expansion of the zinc metallohydrolase family of the b-lactamase fold",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Of barn owls and bankers: a lush variety of a/b hydrolases",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Catalytic mechanisms for phosphotriesterases",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Following directed evolution with crystallography: structural changes observed in changing the substrate specificity of dienelactone hydrolase",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Substrate-induced activation of dienelactone hydrolase: an enzyme with a naturally occurring Cys-His-Asp triad",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The evolution of new enzyme function: lessons from xenobiotic metabolizing bacteria versus insecticide-resistant insects",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Structure and function of an insect alpha-carboxylesterase (alphaEsterase7) associated with insecticide resistance",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Organophosphorus-degrading bacteria: ecology and industrial applications",
      "year": 2009
    },
    {
      "doi": "",
      "title": "The latent promiscuity of newly identified microbial lactonases is linked to a recently diverged phosphotriesterase",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Divergence and convergence in enzyme evolution: parallel evolution of paraoxonases from quorum-quenching lactonases",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Zooming in on metagenomics: molecular microdiversity of Subtilisin Carlsberg in soil",
      "year": 2012
    }
  ],
  "_title": "Ultrahigh-throughput discovery of promiscuous enzymes by picodroplet functional metagenomics",
  "_abstract": "Unculturable bacterial communities provide a rich source of biocatalysts, but their experimental discovery by functional metagenomics is difficult, because the odds are stacked against the experimentor. Here we demonstrate functional screening of a million-membered metagenomic library in microfluidic picolitre droplet compartments. Using bait substrates, new hydrolases for sulfate monoesters and phosphotriesters were identified, mostly based on promiscuous activities presumed not to be under selection pressure. Spanning three protein superfamilies, these break new ground in sequence space: promiscuity now connects enzymes with only distantly related sequences. Most hits could not have been predicted by sequence analysis, because the desired activities have never been ascribed to similar sequences, showing how this approach complements bioinformatic harvesting of metagenomic sequencing data. Functional screening of a library of unprecedented size with excellent assay sensitivity has bee"
}