{
  "summary": "Directed evolution was used to enhance the thermostability of glucose dehydrogenase (GlcDH) by generating a mutant with significantly improved thermal stability compared to previous mutants.",
  "key_claims": [
    "A NaCl-independent, highly thermostable mutant GlcDH DN-46 was obtained through directed evolution.",
    "The half-life of the mutant DN-46 at 66°C is 540 min, which is 415 times more thermostable than the F20 mutant in the absence of NaCl."
  ],
  "process_signals": [
    {
      "name": "half-life",
      "value": "540",
      "unit": "min",
      "context": "at 66°C in the absence of NaCl"
    },
    {
      "name": "thermostability_ratio",
      "value": "415",
      "unit": "",
      "context": "compared to mutant F20 in the absence of NaCl"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "glucose dehydrogenase (GlcDH)",
        "source": "Bacillus megaterium IWG3"
      },
      {
        "name": "mutant GlcDH DN-46",
        "source": "family shuffling of four different GlcDH genes"
      },
      {
        "name": "mutant F20",
        "source": "B. megaterium IWG3"
      }
    ],
    "reaction_types": [
      {
        "type": "oxidation",
        "substrate": "d-glucose",
        "product": "d-glucono-d-lactone"
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.9,
  "_refs": [
    {
      "doi": "",
      "title": "DNA shuffling of a family of genes from diverse species accelerates directed evolution",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Electrostatic contribution to the stability of halophilic proteins",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Directed evolution of beta-glucosidase A from Paenibacillus polymyxa to thermal resistance",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Changing the substrate specificity of cytochrome c peroxidase using directed evolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Complete amino acid sequence of glucose dehydrogenase from Bacillus megaterium",
      "year": 1984
    },
    {
      "doi": "",
      "title": "Short-chain dehydrogenase/reductases (SDR)",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Escherichia coli transformant expressing the glucose dehydrogenase gene from Bacillus megaterium as a cofactor regenerator in a chiral alcohol production system",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Stereoselective reduction of ethyl 4chloro-3-oxobutanoate by Escherichia coli transformant cells coexpressing the aldehyde reductase and glucose dehydrogenase genes",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Novel family shuffling methods for the in vitro evolution of enzymes",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Synthesis of optically pure ethyl (S)-4-chloro-3hydroxybutanoate by Escherichia coli transformant cells coexpressing the carbonyl reductase and glucose dehydrogenase genes",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
      "year": 1970
    },
    {
      "doi": "",
      "title": "Purification and characterization of new glucose dehydrogenase from vegetative cells of Bacillus megaterium",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Stability-increasing mutants of glucose dehydrogenase from Bacillus megaterium IWG3",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Reversible pH-induced dissociation of glucose dehydrogenase from Bacillus megaterium I. Conformational and functional changes",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Reversible pH-induced dissociation of glucose dehydrogenase from Bacillus megaterium II. Kinetics and mechanism",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Changing the substrate reactivity of 2-hydroxybiphenyl 3-monooxygenase from Pseudomonas azelaica HBP1 by directed evolution",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Directed evolution of a p-nitrobenzyl esterase for aqueous-organic solvents",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Stability-increasing mutants of glucose dehydrogenase",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Conformation and functional aspects of the reversible dissociation and denaturation of glucose dehydrogenase",
      "year": 1977
    },
    {
      "doi": "",
      "title": "Molecular cloning: a laboratory manual, 2nd edn",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Simultaneous enhancement of thermostability and catalytic activity of phospholipase A (1) by evolutionary molecular engineering",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Rapid evolution of a protein in vitro by DNA shuffling",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Directed evolution of biphenyl dioxygenase: emergence of enhanced degradation capacity for benzene, toluene, and alkylbenzenes",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Investigation of the bicinchoninic acid protein assay: identification of the groups responsible for color formation",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Crystal structure of glucose dehydrogenase from Bacillus megaterium IWG3 at 1.7 resolution",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Directed evolution of subtilisin E in Bacillus subtilis to enhance total activity in aqueous dimethylformamide",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Optimization of DNA shuffling for high fidelity recombination",
      "year": 1997
    }
  ],
  "_title": "Significantly enhanced stability of glucose dehydrogenase by directed evolution",
  "_abstract": "An NaCl-independent stability-enhanced mutant of glucose dehydrogenase (GlcDH) was obtained by using in vitro directed evolution. The family shuffling method was applied for in vitro directed evolution to construct a mutant library of GlcDH genes. Three GlcDHcoding genes from Bacillus licheniformis IFO 12200, Bacillus megaterium IFO 15308 and Bacillus subtilis IFO 13719 were each cloned by direct PCR amplification into the pTrc99A expression vector and expressed in the host, Escherichia coli. In addition to these three GlcDH genes, a gene encoding a previously obtained GlcDH mutant, F20 (Q252L), derived from B. megaterium IWG3, was also subjected to directed evolution by the family shuffling method. A highly thermostable mutant, GlcDH DN-46, was isolated in the presence or absence of NaCl after the second round of family shuffling and filter-based screening of the mutant libraries. This mutant had only one novel additional amino acid residue exchange (E170K) compared to F20, even thoug"
}