{
  "summary": "Enzyme design strategies have evolved from focusing on active sites to considering conformational dynamics and population shifts. Recent approaches aim at predicting distal mutations for enhancing enzyme functionality.",
  "key_claims": [
    "Recent computational enzyme design strategies focus on conformational landscape reconstruction and population shift problems, rather than just active site modifications."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Role of conformational dynamics in the evolution of novel enzyme function",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Computational tools for the evaluation of laboratory-engineered biocatalysts",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Computational tools for designing and engineering enzymes",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The nature of chemical innovation: new enzymes by evolution",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Synthetic biology for the directed evolution of protein biocatalysts: navigating sequence space intelligently",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Engineering the third wave of biocatalysis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Genetics",
      "year": 1972
    },
    {
      "doi": "",
      "title": "Protein Engineering Handbook",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Methods for the directed evolution of proteins",
      "year": 2015
    },
    {
      "doi": "",
      "title": "De novo computational design of retro-aldol enzymes",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Kemp elimination catalysts by computational enzyme design",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Computational Design of an Enzyme Catalyst for a Stereoselective Bimolecular Diels-Alder Reaction",
      "year": 2010
    },
    {
      "doi": "",
      "title": "The α/β-Hydrolase Fold 3DM Database (ABHDB) as a Tool for Protein Engineering",
      "year": 2010
    },
    {
      "doi": "",
      "title": "DM: Systematic analysis of heterogeneous superfamily data to discover protein functionalities",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Correlated mutation analyses on super-family alignments reveal functionally important residues",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Janus: Prediction and Ranking of Mutations Required for Functional Interconversion of Enzymes",
      "year": 2013
    },
    {
      "doi": "",
      "title": "HotSpot Wizard: a web server for identification of hot spots in protein engineering",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Finding better protein engineering strategies",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Directed evolution drives the next generation of biocatalysts",
      "year": 2009
    },
    {
      "doi": "",
      "title": "SpeedyGenes: an improved gene synthesis method for the efficient production of error-corrected, synthetic protein libraries for directed evolution",
      "year": 2014
    },
    {
      "doi": "",
      "title": "High Throughput Screening and Selection Methods for Directed Enzyme Evolution",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Machine-learning-guided directed evolution for protein engineering",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Machine Learning in Enzyme Engineering",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Exploring protein fitness landscapes by directed evolution",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Protein design by directed evolution",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Expanding the Enzyme Universe: Accessing Non-Natural Reactions by Mechanism-Guided Directed Evolution",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The role of protein dynamics in the evolution of new enzyme function",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Design of an in vitro biocatalytic cascade for the manufacture of islatravir",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Identification of (S)-selective transaminases for the asymmetric synthesis of bulky chiral amines",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Biocatalytic Asymmetric Synthesis of Chiral Amines from Ketones Applied to Sitagliptin Manufacture",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Emergence of a catalytic tetrad during evolution of a highly active artificial aldolase",
      "year": 2017
    },
    {
      "doi": "",
      "title": "The role of distant mutations and allosteric regulation on LovD active site dynamics",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Is allostery an intrinsic property of all dynamic proteins?",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Role of Conformational Dynamics in the Evolution of Retro-Aldolase Activity",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Hidden Conformations in Aspergillus niger Monoamine Oxidase are Key for Catalytic Efficiency",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Conformational dynamics and enzyme evolution",
      "year": 2018
    },
    {
      "doi": "",
      "title": "The Role of Conformational Dynamics and Allostery in Modulating Protein Evolution",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Directed evolution of the tryptophan synthase beta-subunit for stand-alone function recapitulates allosteric activation",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Engineering an Enantioselective Amine Oxidase for the Synthesis of Pharmaceutical Building Blocks and Alkaloid Natural Products",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Hammes-Schiffer S. A Perspective on Enzyme Catalysis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "How Enzymes Work: Analysis by Modern Rate Theory and Computer Simulations",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Theoretical insights in enzyme catalysis",
      "year": 2004
    },
    {
      "doi": "",
      "title": "A 21st century revisionist's view at a turning point in enzymology",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Electrostatic Basis for Enzyme Catalysis",
      "year": 2006
    },
    {
      "doi": "",
      "title": "The role of dynamic conformational ensembles in biomolecular recognition",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Hammes-Schiffer S. Flexibility, Diversity, and Cooperativity: Pillars of Enzyme Catalysis",
      "year": 2011
    },
    {
      "doi": "",
      "title": "A Dynamic Knockout Reveals That Conformational Fluctuations Influence the Chemical Step of Enzyme Catalysis",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Femtosecond dynamics coupled to chemical barrier crossing in a Born-Oppenheimer enzyme",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Taking Ockham's razor to enzyme dynamics and catalysis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "At the dawn of the 21st century: Is dynamics the missing link for understanding enzyme catalysis",
      "year": 2010
    }
  ],
  "_title": "The challenge of predicting distal active site mutations in computational enzyme design",
  "_abstract": "Many computational enzyme design approaches have been developed in recent years that focus on a reduced set of key enzymatic features. Initial protocols mostly focused on the chemical steps(s) through transition state stabilization, whereas most recent approaches exploit the enzyme conformational dynamics often crucial for substrate binding, product release and allosteric regulation. The detailed evaluation of the conformational landscape of many laboratory-evolved enzymes has revealed dramatic changes on the relative stabilities of the conformational states after mutation, favouring those conformational states key for the novel functionality. Of note is that these mutations are often located all around the enzyme structure, which contrasts with most of the computational design strategies that reduce the problem into active site alterations. Recent computational strategies have been developed that consider enzyme design as a population shift problem, i.e. redistribution of the relative"
}