{
  "summary": "The study identified four new ATP-binding proteins from a large random-sequence library, indicating that functional proteins can arise from random sequences. The frequency of functional proteins in this library was similar to that observed in RNA libraries.",
  "key_claims": [
    "Four new ATP-binding proteins were discovered from a random-sequence library.",
    "The frequency of functional proteins in the random-sequence library is comparable to that found in RNA libraries."
  ],
  "process_signals": [
    {
      "name": "fraction_of_proteins_binding_atp",
      "value": "6.2%",
      "unit": "%",
      "context": "after eight rounds of selection"
    },
    {
      "name": "fraction_of_proteins_binding_atp_after_mutagenesis",
      "value": "34%",
      "unit": "%",
      "context": "after six rounds of selection and three rounds of mutagenic PCR amplification"
    }
  ],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [
      {
        "name": "mRNA-displayed proteins",
        "value": "",
        "unit": "",
        "context": "incubated with immobilized ATP"
      }
    ],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "RNA-peptide fusions for the in vitro selection of peptides and proteins",
      "year": 1997
    },
    {
      "doi": "",
      "title": "An RNA motif that binds ATP",
      "year": 1993
    },
    {
      "doi": "",
      "title": "In vitro selection of functional nucleic acids",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Constructing high complexity synthetic libraries of long ORFs using in vitro selection",
      "year": 2000
    },
    {
      "doi": "",
      "title": "In vitro selection of high affinity protein-binding peptides using mRNA display",
      "year": null
    },
    {
      "doi": "",
      "title": "The function and structure of the metal coordination sites within the glucocorticoid receptor DNA binding domain",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Van Nostrand's Scientific Encyclopedia",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Optimized synthesis of RNA-protein fusions for in vitro protein selection",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Current Protocols in Molecular Biology",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Randomization of genes by PCR mutagenesis",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Current Protocols in Molecular Biology",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Mutational analysis of potential zinc-binding residues in the active site of the enterococcal d-Ala-d-Ala dipeptidase VanX",
      "year": 1997
    },
    {
      "doi": "",
      "title": "High resolution molecular discrimination by RNA",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Escherichia coli transcription termination factor Rho",
      "year": 1993
    }
  ],
  "_title": "Functional proteins from a random-sequence library",
  "_abstract": "Functional primordial proteins presumably originated from random sequences, but it is not known how frequently functional, or even folded, proteins occur in collections of random sequences. Here we have used in vitro selection of messenger RNA displayed proteins, in which each protein is covalently linked through its carboxy terminus to the 3′ end of its encoding mRNA 1 , to sample a large number of distinct random sequences. Starting from a library of 6 × 10 12 proteins each containing 80 contiguous random amino acids, we selected functional proteins by enriching for those that bind to ATP. This selection yielded four new ATP-binding proteins that appear to be unrelated to each other or to anything found in the current databases of biological proteins. The frequency of occurrence of functional proteins in random-sequence libraries appears to be similar to that observed for equivalent RNA libraries 2,3 . The frequency of occurrence of functional proteins in collections of random sequen"
}