{
  "summary": "Enzyme evolution involves gradual functional expansion through adaptive mutations, often starting from pre-existing low-level functions. Promiscuous enzymes provide potential starting points for novel functional adaptations.",
  "key_claims": [
    "Enzyme evolution occurs gradually via adaptive mutations forming a continuous network in sequence space.",
    "Low-level enzymatic functions and promiscuity can serve as stepping stones for new functions.",
    "Overexpression of promiscuous enzymes can compensate for the loss of essential metabolic enzymes."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "promiscuous enzymes"
    ],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Systematic detection of epistatic interactions based on allele pair frequencies",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The latent promiscuity of newly identified microbial lactonases is linked to a recently diverged phosphotriesterase",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Reconstructing a missing link in the evolution of a recently diverged phosphotriesterase by active-site loop remodeling",
      "year": 2012
    },
    {
      "doi": "",
      "title": "The 'evolvability' of promiscuous protein functions",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Adaptive walks by the fittest among finite random mutants on a Mt. Fuji-type Fitness Landscape",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Latent evolutionary potentials under the neutral mutational drift of an enzyme",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Diminishing returns from mutation supply rate in asexual populations",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Mechanistic diversity in a metalloenzyme superfamily",
      "year": 2000
    },
    {
      "doi": "",
      "title": "From classical genetics to quantitative genetics to systems biology: modeling epistasis",
      "year": 2008
    },
    {
      "doi": "",
      "title": "What makes an enzyme promiscuous?",
      "year": 2010
    },
    {
      "doi": "",
      "title": "The moderately efficient enzyme: evolutionary and physicochemical trends shaping enzyme parameters",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The evolutionary origins of detoxifying enzymes: the mammalian serum paraoxonases (PONs) relate to bacterial homoserine lactonases",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Occurrence of a putative ancient-like isomerase involved in histidine and tryptophan biosynthesis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Metallo-beta-lactamases (classification, activity, genetic organization, structure, zinc coordination) and their superfamily",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Ohno's model revisited: measuring the frequency of potentially adaptive mutations under various mutational drifts",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Robustness-epistasis link shapes the fitness landscape of a randomly drifting protein",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Intense neutral drifts yield robust and evolvable consensus proteins",
      "year": 2008
    },
    {
      "doi": "",
      "title": "In the light of directed evolution: pathways of adaptive protein evolution",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Inferring stabilizing mutations from protein phylogenies: application to influenza hemagglutinin",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Thermodynamic prediction of protein neutrality",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Neutral genetic drift can alter promiscuous protein functions, potentially aiding functional evolution",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Permissive secondary mutations enable the evolution of influenza oseltamivir resistance",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Enzyme-like proteins by computational design",
      "year": 2001
    },
    {
      "doi": "",
      "title": "High-throughput screening for enhanced protein stability",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Evidence for positive epistasis in HIV-1",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Epistasis as the primary factor in molecular evolution",
      "year": 2012
    },
    {
      "doi": "",
      "title": "An epistatic ratchet constrains the direction of glucocorticoid receptor evolution",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Multiple global suppressors of protein stability defects facilitate the evolution of extended-spectrum TEM beta-lactamases",
      "year": 2010
    },
    {
      "doi": "",
      "title": "2010b. Compensatory mutations restore fitness during the evolution of dihydrofolate reductase",
      "year": null
    },
    {
      "doi": "",
      "title": "Enhancing the stability and solubility of TEV protease using in silico design",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Engineering by homologous recombination: exploring sequence and function within a conserved fold",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Colloquium papers: adaptive landscapes and protein evolution",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Rapid creation of a novel protein function by in vitro coevolution",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Diminishing returns epistasis among beneficial mutations decelerates adaptation",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Dual selection enhances the signaling specificity of a variant of the quorum-sensing transcriptional activator LuxR",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Turning a hobby into a job: how duplicated genes find new functions",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Evolution of efficient pathways for degradation of anthropogenic chemicals",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Fitness trade-offs in the evolution of dihydrofolate reductase and drug resistance in Plasmodium falciparum",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Strategy and success for the directed evolution of enzymes",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Underground metabolism",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Multiple peaks and reciprocal sign epistasis in an empirically determined genotype-phenotype landscape",
      "year": 2010
    },
    {
      "doi": "",
      "title": "The causes of epistasis",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Mechanistic approaches to the study of evolution: the functional synthesis",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Fitness effects of amino acid replacements in the beta-galactosidase of Escherichia coli",
      "year": 1988
    },
    {
      "doi": "",
      "title": "What makes a protein fold amenable to functional innovation? Fold polarity and stability trade-offs",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Missense meanderings in sequence space: a biophysical view of protein evolution",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Mutational reversions during adaptive protein evolution",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Experimental interrogation of the path dependence and stochasticity of protein evolution using phage-assisted continuous evolution",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Additivity principles in biochemistry",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Directed evolution and substrate specificity profile of homing endonuclease I-SceI",
      "year": 2006
    }
  ],
  "_title": "Dynamics and constraints of enzyme evolution",
  "_abstract": "The great variety and complexity of enzymatic functions found in nature will never cease to be astounding. Even within a single enzyme superfamily (a collection of enzymes that have the same fold and active site features and are thus likely to share a common ancestor), the number of distinct chemical reactions carried out and substrates accepted is impressive ("
}