{
  "summary": "The study developed a photoenzyme for enantioselective [2+2] cycloadditions using triplet energy transfer catalysis, achieving up to 99% ee with >300 turnovers under aerobic conditions.",
  "key_claims": [
    "Developed a photoenzyme (EnT1.3) for enantioselective [2+2] cycloadditions with up to 99% ee",
    "Achieved >300 turnovers of EnT1.3",
    "Operates under aerobic conditions"
  ],
  "process_signals": [
    {
      "name": "turnovers",
      "value": ">300",
      "unit": "",
      "context": "performance of EnT1.3 enzyme"
    }
  ],
  "entities": {
    "enzymes": [
      "EnT1.3"
    ],
    "reaction_types": [
      "[2+2] cycloadditions"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.9,
  "_refs": [
    {
      "doi": "",
      "title": "Design and evolution of an enzyme with a non-canonical organocatalytic mechanism",
      "year": 2019
    },
    {
      "doi": "",
      "title": "A designer enzyme for hydrazone and oxime formation featuring an unnatural catalytic aniline residue",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Expanding and reprogramming the genetic code",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Adding New Chemistries to the Genetic Code",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Enantioselective Photochemical Reactions Enabled by Triplet Energy Transfer",
      "year": 2022
    },
    {
      "doi": "",
      "title": "Triplet Energy Transfer Photocatalysis: Unlocking the Next Level. Chem",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Enantioselective Visible-Light-Mediated Formation of 3-Cyclopropylquinolones by Triplet-Sensitized Deracemization",
      "year": 2019
    },
    {
      "doi": "10.1038/s41586-022-04636-x",
      "title": "Intermolecular [2π+2σ]-photocycloaddition enabled by triplet energy transfer",
      "year": 2022
    },
    {
      "doi": "",
      "title": "A Chiral Thioxanthone as an Organocatalyst for Enantioselective [2+2] Photocycloaddition Reactions Induced by Visible Light",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Visible Light Photocatalysis of 6π Heterocyclization",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Deracemization through photochemical E/Z isomerization of enamines",
      "year": 2022
    },
    {
      "doi": "",
      "title": "Enantioselective Photochemical Rearrangements of Spirooxindole Epoxides Catalyzed by a Chiral Bifunctional Xanthone",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Computational Design of an Enzyme Catalyst for a Stereoselective Bimolecular Diels-Alder Reaction",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Functionalized azetidines via visible lightenabled aza Paternò-Büchi reactions",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Enantioselective Intramolecular [2 + 2]-Photocycloaddition Reactions of 4-Substituted Quinolones Catalyzed by a Chiral Sensitizer with a Hydrogen-Bonding Motif",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Paternò-Büchi Reactions of Silyl Enol Ethers and Enamides",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Enantioselective photochemistry through Lewis acid catalyzed triplet energy transfer",
      "year": 2016
    },
    {
      "doi": "",
      "title": "A Chiral Thiourea as a Template for Enantioselective Intramolecular [2 + 2] Photocycloaddition Reactions",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Triplet Energy Transfer from Ruthenium Complexes to Chiral Eniminium Ions: Enantioselective Synthesis of Cyclobutanecarbaldehydes by [2+2] Photocycloaddition",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Light-driven enantioselective organocatalysis",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Intramolecular [2+2] Photocycloaddition of 3-and 4-(But-3enyl)oxyquinolones: Influence of the Alkene Substitution Pattern, Photophysical Studies, and Enantioselective Catalysis by a Chiral Sensitizer",
      "year": 2013
    },
    {
      "doi": "",
      "title": "An algal photoenzyme converts fatty acids to hydrocarbons",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Photochemical Mechanism of Light-Driven Fatty Acid Photodecarboxylase",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Photocatalysis as the 'master switch' of photomorphogenesis in early plant development",
      "year": 2021
    },
    {
      "doi": "",
      "title": "The molecular origin of high DNA-repair efficiency by photolyase",
      "year": 2015
    },
    {
      "doi": "",
      "title": "A genetically encoded photosensitizer protein facilitates the rational design of a miniature photocatalytic CO2-reducing enzyme",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Asymmetric redox-neutral radical cyclization catalysed by flavin-dependent 'ene'-reductases",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Photoenzymatic Synthesis of α-Tertiary Amines by Engineered Flavin-Dependent \"Ene\"-Reductases",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Accessing non-natural reactivity by irradiating nicotinamide-dependent enzymes with light",
      "year": 2016
    },
    {
      "doi": "10.1038/s41929-022-00777-4",
      "title": "Photoinduced chemomimetic biocatalysis for enantioselective intermolecular radical conjugate addition",
      "year": 2022
    },
    {
      "doi": "",
      "title": "Photoenzymatic enantioselective intermolecular radical hydroalkylation",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Addition of a photocrosslinking amino acid to the genetic code of Escherichia coli",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Triplet-triplet absorption spectra of benzophenone and its derivatives",
      "year": 1967
    },
    {
      "doi": "",
      "title": "Enantioselective [2+2] Cycloadditions of Cinnamate Esters: Generalizing Lewis Acid Catalysis of Triplet Energy Transfer",
      "year": 2019
    },
    {
      "doi": "10.1038/s41586-022-04456-z",
      "title": "The Road to Fully Programmable Protein Catalysts",
      "year": 2022
    },
    {
      "doi": "",
      "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Automatic rebuilding and optimization of crystallographic structures in the Protein Data Bank",
      "year": 2011
    }
  ],
  "_title": "A designed photoenzyme for enantioselective [2+2] cycloadditions",
  "_abstract": "The ability to programme new modes of catalysis into proteins would allow the development of enzyme families with functions beyond those found in nature. To this end, genetic code expansion methodology holds particular promise, as it allows the site-selective introduction of new functional elements into proteins as non-canonical amino acid side chains.  [1] [2] [3] [4]  Here, we exploit an expanded genetic code to develop a photoenzyme that operates via triplet energy transfer catalysis, a versatile mode of reactivity in organic synthesis that is currently not accessible to biocatalysis.  [5] [6] [7] [8] [9] [10] [11] [12]  Installation of a genetically encoded photosensitiser into the beta-propeller scaffold of DA_20_00 13 converts a de novo Diels-Alderase into a photoenzyme for [2+2]cycloadditions (EnT1.0). Subsequent development and implementation of a platform for photoenzyme evolution afforded an efficient and enantioselective enzyme (EnT1.3, up to 99% e.e.) that can promote selec"
}