{
  "summary": "The study identifies a new pathway for keramamide biosynthesis in Theonella swinhoei WA, revealing a unique flavin-dependent halogenase with broad substrate specificity.",
  "key_claims": [
    "Identified a new gene cluster from the metagenome of uncultured bacteria associated with Theonella swinhoei WA for keramamide biosynthesis.",
    "Discovered a unique flavin-dependent halogenase with potential as a useful biocatalytic tool."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      {
        "name": "flavin-dependent halogenase",
        "value": "",
        "unit": "",
        "context": "described in the study"
      }
    ],
    "reaction_types": [
      {
        "name": "keramamide biosynthesis",
        "value": "",
        "unit": "",
        "context": "from Theonella swinhoei WA metagenome"
      },
      {
        "name": "halogenation",
        "value": "",
        "unit": "",
        "context": "of natural products in the study"
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Naturally Occurring Organohalogen Compounds -A Comprehensive Update",
      "year": 2010
    },
    {
      "doi": "",
      "title": "new cyclic peptides containing an oxazole or a thiazole ring from a Theonella sponge",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Perspectives on biotechnological halogenation Part I: Halogenated products and enzymatic halogenation",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Top 100 Drugs for 2013 by Sales -U.S. Pharmaceutical Statistics",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Access to High Value Natural and Unnatural Products through Hyphenating Chemical Synthesis and Biosynthesis",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Electrophilic Bromination of Alkenes: Environmental, Health and Safety Aspects of New Alternative Methods",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Halogenases",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Scope and Potential of Halogenases in Biosynthetic Applications",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Halogenase Engineering for the Generation of New Natural Product Analogues",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Enzymatic Halogenases and Haloperoxidases: Computational Studies on Mechanism and Function",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Regioselective Arene Halogenation using the FAD-Dependent Halogenase RebH",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Regioselective Enzymatic Halogenation of Substituted Tryptophan Derivatives using the FAD-Dependent Halogenase RebH",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Enzymatic Halogenation of Tryptophan on a Gram Scale",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Konbamide, a Novel Peptide with Calmoduiin Antagonistic Activity from the Okinawan Marine Sponge Theonella sp",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Orbiculamide A: A Novel Cytotoxic Cyclic Peptide from a Marine Sponge Theonella sp",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Keramamide A, A Novel Peptide from the Okinawan Marine Sponge Theonella sp",
      "year": 1991
    },
    {
      "doi": "",
      "title": "An environmental bacterial taxon with a large and distinct metabolic repertoire",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Metabolic and Evolutionary Origin of Actin-Binding Polyketides from Diverse Organisms",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Basic Local Alignment Search Tool",
      "year": 1990
    },
    {
      "doi": "",
      "title": "The HHpred Interactive Server for Protein Homology Detection and Structure Prediction",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Structural Insights into Regioselectivity in the Enzymatic Chlorination of Tryptophan",
      "year": 2009
    },
    {
      "doi": "",
      "title": "New Insights into the Mechanism of Enzymatic Chlorination of Tryptophan",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Tryptophan 7-Halogenase (PrnA) Structure Suggests a Mechanism for Regioselective Chlorination",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Thiamin Biosynthesis in Escherichia coli",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Structural Analysis of Escherichia coli ThiF",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Improving the coverage of the cyanobacterial phylum using diversity-driven genome sequencing",
      "year": 2013
    },
    {
      "doi": "",
      "title": "A Prevalent Peptide-Binding Domain Guides Ribosomal Natural Product Biosynthesis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Structural Analysis of Leader Peptide Binding Enables Leader-free Cyanobactin Processing",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Purification and Partial Characterization of Tryptophan 7-Halogenase (PrnA) from Pseudomonas fluorescens",
      "year": 2000
    },
    {
      "doi": "",
      "title": "A Regioselective Tryptophan 5-Halogenase Is Involved in Pyrroindomycin Biosynthesis in Streptomyces rugosporus LL-42D005",
      "year": 2005
    },
    {
      "doi": "",
      "title": "The Structure of Flavin-Dependent Tryptophan 7-halogenase RebH",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Extending the Biocatalytic Scope of Regiocomplementary Flavin-Dependent Halogenase Enzymes",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Robust in vitro Activity of RebF and RebH, a Two-Component Reductase/Halogenase, Generating 7-chlorotryptophan during rebeccamycin biosynthesis",
      "year": 2005
    },
    {
      "doi": "",
      "title": "An Enantiospecific synthesis of L(-)-and D(+)-6-Chloro-5-Hydroxytryptophan: an Unusual Amino acid Residue from the Cyclic Hexapeptide Keramamide a",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Dichlorination of a Pyrrolyl-S-carrier Protein by FADH2-dependent Halogenase PltA during Pyoluteorin Biosynthesis",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Tandem Action of the O2-and FADH2-Dependent Halogenases KtzQ and KtzR Produce 6,7-Dichlorotryptophan for Kutzneride Assembly",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Synthesis of 2-Bromo-L-tryptophan and 2-Chloro-L-tryptophan",
      "year": 1983
    },
    {
      "doi": "",
      "title": "Tetrahedron Lett",
      "year": null
    },
    {
      "doi": "",
      "title": "Reactions of N-Bromosuccinimide and Indoles. A Simple Synthesis of 3-Bromooxindoles",
      "year": 1964
    },
    {
      "doi": "",
      "title": "A Scalable Protocol for the Isolation of Large-Sized Genomic DNA within an Hour from Several Bacteria",
      "year": 2000
    }
  ],
  "_title": "An Unusual Flavin-Dependent Halogenase from the Metagenome of the Marine Sponge <i>Theonella swinhoei</i> WA",
  "_abstract": "Uncultured bacteria from sponges have been demonstrated to be responsible for the generation of many potent, bioactive natural products including halogenated metabolites.  1  The identification of gene clusters from the metagenomes of such bacterial communities enables the discovery of enzymes that mediate new and useful chemistries and allows insight to be gained into the biogenesis of potentially pharmacologically important natural products. Here we report a new pathway to the keramamides (krm); the first functional evidence for the existence of a distinct producer in the Theonella(swinhoei WA chemotype is revealed, and a key enzyme on the pathway, a unique flavin dependent halogenase with a broad substrate specificity, and with potential as a useful new biocatalytic tool is described."
}