{
  "summary": "Phenolic resins are produced by reacting phenol and formaldehyde under various conditions, resulting in different types such as novolacs and resoles with distinct properties and applications.",
  "key_claims": [
    "Novolacs are produced from a reaction mixture having a formaldehyde/phenol molar ratio between 0.5 and 0.8 in the presence of an acid catalyst.",
    "Resoles, with formaldehyde/phenol molar ratios between 1.0 and 3.0 and a basic catalyst, can cure to a thermoset structure upon heat application."
  ],
  "process_signals": [
    {
      "name": "formaldehyde/phenol molar ratio",
      "value": "between 0.5 and 0.8 for novolacs; between 1.0 and 3.0 for resoles",
      "unit": "",
      "context": "determines the type of resin produced"
    },
    {
      "name": "curing temperature",
      "value": "above 100°C",
      "unit": "°C",
      "context": "for resoles to cure into a thermoset structure"
    }
  ],
  "entities": {
    "enzymes": [],
    "reaction_types": [
      "condensation reaction between phenol and formaldehyde"
    ],
    "immobilization": [],
    "media": [
      "aqueous solutions with formaldehyde concentrations of 37-50 weight %",
      "weakly acidic or basic catalysts"
    ],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [],
  "_title": "Phenolic Resins",
  "_abstract": "Phenolic resins are the reaction products of phenol and formaldehyde. A large variety of resins are possible, depending on the choice of phenol, the phenol/ formaldehyde molar ratio, the type and amount of catalyst, and the time and temperature of the reaction. The phenol/ formaldehyde molar ratio, coupled with the type of catalyst used, determines whether the polymer is phenol terminated or methylol terminated; phenol-terminated resins are referred to as novolacs, or two-step resins. Because phenol is nominally trifunctional and formaldehyde is difunctional, novo lacs are produced from a reaction mixture having a formaldehyde/phenol molar ratio between 0.5 and 0.8 in the presence of an acid catalyst. Such resins are not heat reactive until a second ingredient is added that supplies additional formaldehyde needed for a cure. Novolacs are employed as solid products. Methylol-terminated resins are referred to as resoles, or one-step resins. Formaldehyde/phenol molar ratios between 1.0 an"
}