{
  "summary": "This work develops a method to generate multiple protein conformations using Alphafold2 by manipulating the multiple sequence alignment through in silico mutagenesis, broadening its applicability for studying conformational flexibility.",
  "key_claims": [
    "Developed a general approach to drive AlphaFold2 to model alternate protein conformations via in silico mutagenesis of the multiple sequence alignment."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.7,
  "_refs": [
    {
      "doi": "10.1016/j.cbpa.2021.04.005",
      "title": "Machine learning in protein structure prediction",
      "year": 2021
    },
    {
      "doi": "10.1371/journal.pone.0028766",
      "title": "Protein 3D Structure Computed from Evolutionary Sequence Variation",
      "year": 2011
    },
    {
      "doi": "10.1038/s41586-021-03819-2",
      "title": "Highly accurate protein structure prediction with AlphaFold",
      "year": 2021
    },
    {
      "doi": "10.1002/prot.26237",
      "title": "Critical assessment of methods of protein structure prediction (CASP)-Round XIV",
      "year": 2021
    },
    {
      "doi": "10.1126/science.181.4096.223",
      "title": "Principles that Govern the Folding of Protein Chains",
      "year": 1973
    },
    {
      "doi": "10.1002/prot.26257",
      "title": "Applying and improving AlphaFold at CASP14",
      "year": 2021
    },
    {
      "doi": "10.7554/elife.75751",
      "title": "Sampling alternative conformational states of transporters and receptors with AlphaFold2. eLife",
      "year": 2022
    },
    {
      "doi": "10.1016/s0969-2126%2896%2900018-4",
      "title": "Adenylate kinase motions during catalysis: an energetic counterweight balancing substrate binding",
      "year": 1996
    },
    {
      "doi": "10.1016/0022-2836%2892%2990582-5",
      "title": "Structure of the complex between adenylate kinase from Escherichia coli and the inhibitor Ap5A refined at 1.9 Å resolution: A model for a catalytic transition state",
      "year": 1992
    },
    {
      "doi": "10.1002/pro.3330",
      "title": "MolProbity: More and better reference data for improved all-atom structure validation",
      "year": 2018
    },
    {
      "doi": "10.1038/nature06410",
      "title": "Intrinsic motions along an enzymatic reaction trajectory",
      "year": 2007
    },
    {
      "doi": "10.1016/j.jbc.2021.100749",
      "title": "Moving beyond static snapshots: Protein dynamics and the Protein Data Bank",
      "year": 2021
    },
    {
      "doi": "10.1016/s0021-9258%2818%2943798-2",
      "title": "Probing protein-protein interactions. The ribose-binding protein in bacterial transport and chemotaxis",
      "year": 1994
    },
    {
      "doi": "10.1006/jmbi.1998.1785",
      "title": "Multiple open forms of ribose-binding protein trace the path of its conformational change",
      "year": 1785
    },
    {
      "doi": "10.3233/thc-218011",
      "title": "Ligand-induced structural changes analysis of ribose-binding protein as studied by molecular dynamics simulations",
      "year": 2021
    },
    {
      "doi": "10.1038/ncomms12575",
      "title": "Prediction and validation of protein intermediate states from structurally rich ensembles and coarse-grained simulations",
      "year": 2016
    },
    {
      "doi": "10.1073/pnas.1917139117",
      "title": "Sequence and structural determinants of liganddependent alternating access of a MATE transporter",
      "year": 2020
    },
    {
      "doi": "10.1073/pnas.1802192115",
      "title": "Structure and mutagenic analysis of the lipid II flippase MurJ from Escherichia coli",
      "year": 2018
    },
    {
      "doi": "10.1093/bioinformatics/btab562",
      "title": "Co-evolutionary distance predictions contain flexibility information",
      "year": 2021
    },
    {
      "doi": "10.1002/pro.4353",
      "title": "AlphaFold2 fails to predict protein fold switching",
      "year": 2022
    },
    {
      "doi": "10.1101/2021.11.22.469536",
      "title": "Sampling the conformational landscapes of transporters and receptors with AlphaFold2",
      "year": 2021
    },
    {
      "doi": "",
      "title": "This should theoretically return multiple conformations if there is any ambiguity in coevolution",
      "year": 2021
    },
    {
      "doi": "10.1101/2021.10.23.465204",
      "title": "End-to-end learning of multiple sequence alignments with differentiable Smith-Waterman. bioRxiv; 2022",
      "year": null
    },
    {
      "doi": "10.1101/2022.03.11.484043",
      "title": "State-of-the-art estimation of protein model accuracy using AlphaFold",
      "year": null
    },
    {
      "doi": "10.1093/bioinformatics/btab881",
      "title": "Current structure predictors are not learning the physics of protein folding",
      "year": 2022
    },
    {
      "doi": "10.1093/nar/gkx1095",
      "title": "NCBI Resource Coordinators. Database resources of the National Center for Biotechnology Information",
      "year": 2018
    },
    {
      "doi": "10.1038/s41592-022-01488-1",
      "title": "ColabFold: making protein folding accessible to all",
      "year": 2022
    },
    {
      "doi": "10.1093/bioinformatics/bty1057",
      "title": "MMseqs2 desktop and local web server app for fast, interactive sequence searches",
      "year": 2019
    },
    {
      "doi": "10.1093/nar/gkw1081",
      "title": "Uniclust databases of clustered and deeply annotated protein sequences and alignments",
      "year": 2017
    },
    {
      "doi": "10.1093/nar/gkz1035",
      "title": "MGnify: the microbiome analysis resource in 2020",
      "year": 2019
    },
    {
      "doi": "10.1093/bioinformatics/btr168",
      "title": "Protein Dynamics Inferred from Theory and Experiments",
      "year": 2011
    },
    {
      "doi": "10.1093/nar/gki524",
      "title": "TM-align: a protein structure alignment algorithm based on the TM-score",
      "year": 2005
    },
    {
      "doi": "",
      "title": "The PyMOL Molecular Graphics System",
      "year": 2015
    }
  ],
  "_title": "SPEACH_AF: Sampling protein ensembles and conformational heterogeneity with Alphafold2",
  "_abstract": "The unprecedented performance of Deepmind's Alphafold2 in predicting protein structure in CASP XIV and the creation of a database of structures for multiple proteomes and protein sequence repositories is reshaping structural biology. However, because this database returns a single structure, it brought into question Alphafold's ability to capture the intrinsic conformational flexibility of proteins. Here we present a general approach to drive Alpha-fold2 to model alternate protein conformations through simple manipulation of the multiple sequence alignment via in silico mutagenesis. The approach is grounded in the hypothesis that the multiple sequence alignment must also encode for protein structural heterogeneity, thus its rational manipulation will enable Alphafold2 to sample alternate conformations. A systematic modeling pipeline is benchmarked against canonical examples of protein conformational flexibility and applied to interrogate the conformational landscape of membrane protein"
}