{
  "summary": "The paper focuses on the characterization and capture of a reactive haem–carbenoid complex in an artificial metalloenzyme, employing various analytical techniques including NMR, GC, SFC, FPLC, and EPR spectroscopy.",
  "key_claims": [
    "Various analytical techniques such as NMR, GC, SFC, FPLC, and EPR were used for characterization."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Principles of pulse electron paramagnetic resonance",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Hyperfine sublevel correlation (hyscore) spectroscopy: a 2D ESR investigation of the squaric acid radical",
      "year": 1986
    },
    {
      "doi": "",
      "title": "EasySpin, a comprehensive software package for spectral simulation and analysis in EPR",
      "year": 2006
    },
    {
      "doi": "",
      "title": "A non-canonical proximal heme ligand affords an efficient peroxidase in a globin fold",
      "year": 2018
    },
    {
      "doi": "",
      "title": "A chemically programmed proximal ligand enhances the catalytic properties of a heme enzyme",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Simultaneous determination of hemes a, b, and c from pyridine hemochrome spectra",
      "year": 1987
    },
    {
      "doi": "",
      "title": "A method for the simultaneous quantitative estimation of cytochromes a, b, c1, and c in mitochondria",
      "year": 1964
    },
    {
      "doi": "",
      "title": "A simple method for the determination of reduction potentials in heme proteins",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Identification of mechanism-based inactivation in P450-catalyzed cyclopropanation facilitates engineering of improved enzymes",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Highly enantioselective ruthenium/PNNP-catalyzed imine aziridination: Evidence of carbene transfer from a diazoester complex",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Low-spin compounds of heme proteins",
      "year": 1971
    },
    {
      "doi": "",
      "title": "The EPR of low spin heme complexes Relation of the τ2ghole model to the directional properties of the g tensor, and a new method for calculating the ligand field parameters",
      "year": 1977
    },
    {
      "doi": "",
      "title": "",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Generalized gradient approximation made simple",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Balanced basis sets of split valence, triple zeta valence and quadruple zeta valence quality for H to Rn: Design and assessment of accuracy",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Accurate Coulomb-fitting basis sets for H to Rn",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Toward reliable density functional methods without adjustable parameters: The PBE0 model",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Reparameterization of hybrid functionals based on energy differences of states of different multiplicity",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Combining synchronous transit and quasi-Newton methods to find transition states",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The path of chemical reactions -The IRC approach",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Theoretical study of the Fe(phen)2(NCS)2 spin-crossover complex with reparametrized density functionals",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Assertion and validation of the performance of the B3LYP* functional for the first transition metal row and the G2 test set",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Estimation of the vibrational contribution to the entropy change associated with the low-to high-spin transition in Fe(phen)2(NCS)2 complexes: Results obtained by IR and raman spectroscopy and DFT calculations",
      "year": 2002
    },
    {
      "doi": "",
      "title": "A quantum-chemical study of dinitrogen reduction at mononuclear iron-sulfur complexes wiith hints to the mechanism of nitrogenase",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Computation sheds insight into iron porphyrin carbenes' electronic structure, formation, and N-H insertion reactivity",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Computational kinetics of cobalt-catalyzed alkene hydroformylation",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The power of using continuous-wave and pulsed electron paramagnetic resonance methods for the structure analysis of ferric forms and nitric oxide-ligated ferrous forms of globins",
      "year": 2008
    },
    {
      "doi": "",
      "title": "X-ray crystallographic characterization of an iron porphyrin with a vinylidene carbene inserted into an iron-nitrogen bond",
      "year": 1982
    },
    {
      "doi": "",
      "title": "An iron(III)-porphyrin complex with a vinylidene group inserted into an iron-nitrogen bond: Relevance to the structure of the active oxygen complex of catalase",
      "year": 1981
    },
    {
      "doi": "",
      "title": "Unusual metalloporphyrin derivative. Insertion of an ethoxycarbonylcarbene fragment into a Ni-N bond of nickel(II) meso-tetraphenylporphine. Crystal and molecular structure of the complex",
      "year": 1976
    },
    {
      "doi": "",
      "title": "Remarkably stable iron porphyrins bearing nonheteroatom-stabilized carbene or (alkoxycarbonyl)carbenes: Isolation, X-ray crystal structures, and carbon atom transfer reactions with hydrocarbons",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Nature of the complexes derived from the reaction of 1,1-bis(p-chlorophenyl)-2,2,2-trichloroethane (DDT) with iron porphyrins: Crystal and molecular structure of the vinylidene carbene complex Fe(TPP) (C═C(p-ClC6H4)2)",
      "year": 1988
    }
  ],
  "_title": "Capture and characterization of a reactive haem–carbenoid complex in an artificial metalloenzyme",
  "_abstract": "Materials and Methods All chemicals and solvents were purchased from commercial suppliers (Sigma, Acros, Enamine and Fluka) and were used without further purification. LB medium and 2xYT were purchased from MP Biomedicals, LLC (California, USA) and Sigma-Aldrich (Missouri, USA). Hemin chloride and δaminolaevulinic acid were purchased from Merck Millipore (Darmstadt, Germany) and Acros Organics (Geel, Belgium). H-His(3-Me)-OH (NMH) was bought from Bachem (Bubendorf, Switzerland). Glucose oxidase was obtained from TCI (Tokyo, Japan). PEG1500, bovine liver catalase, and lysozyme were purchased from Sigma (Buchs, Switzerland). Phusion High-Fidelity DNA polymerase, T4 DNA ligase and all restriction enzymes used in this study were purchased from New England BioLabs (Massachusetts, USA). Oligonucleotides were synthesised by Microsynth AG (Balgach, Switzerland). All NMR spectra were recorded on a Varian Oxford 300 MHz or Bruker Ascend 400 MHz spectrometer in D2O or CDCl3 and are referenced to "
}