{
  "summary": "UniProt has expanded its database significantly since 2014, with over 60 million curated protein sequences and improved tools for managing redundant data.",
  "key_claims": [
    "The UniProt Knowledgebase contains over 60 million protein sequences, of which half a million are expert-curated.",
    "A pipeline was implemented to reduce redundancy by removing highly similar proteomes."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "UniRef: comprehensive and non-redundant UniProt reference clusters",
      "year": 2007
    },
    {
      "doi": "",
      "title": "UniRef clusters: a comprehensive and scalable alternative for improving sequence similarity searches",
      "year": 2015
    },
    {
      "doi": "",
      "title": "UniProt archive",
      "year": 2004
    },
    {
      "doi": "",
      "title": "UniProt: a hub for protein information",
      "year": 2015
    },
    {
      "doi": "",
      "title": "VectorBase: an updated bioinformatics resource for invertebrate vectors and other organisms related with human diseases",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Nucleic Acids Research",
      "year": 2017
    },
    {
      "doi": "",
      "title": "WormBase 2016: expanding to enable helminth genomic research",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Representative proteomes: a stable, scalable and unbiased proteome set for sequence analysis and functional annotation",
      "year": 2011
    },
    {
      "doi": "",
      "title": "The microbial pan-genome",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Expert curation in UniProtKB: a case study on dealing with conflicting and erroneous data",
      "year": 2014
    },
    {
      "doi": "",
      "title": "The UniProtKB guide to the human proteome",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The tubulin code: a navigation system for chromosomes during mitosis",
      "year": 2016
    },
    {
      "doi": "",
      "title": "The RESID database of protein modifications as a resource and annotation tool",
      "year": 2004
    },
    {
      "doi": "",
      "title": "The PSI-MOD community standard for representation of protein modification data",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Standardized description of scientific evidence using the evidence ontology",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Graded control of microtubule severing by tubulin glutamylation",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Posttranslational glutamylation of alpha-tubulin",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Mitosis. Microtubule detyrosination guides chromosomes during mitosis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The InterPro protein families database: the classification resource after 15 years",
      "year": 2015
    },
    {
      "doi": "",
      "title": "HAMAP in 2015: updates to the protein family classification and annotation system",
      "year": 2015
    },
    {
      "doi": "",
      "title": "PIRSF family classification system for protein functional and evolutionary analysis",
      "year": 2006
    },
    {
      "doi": "",
      "title": "State of the human proteome in 2014/2015 as viewed through PeptideAtlas: Enhancing accuracy and coverage through the AtlasProphet",
      "year": 2015
    },
    {
      "doi": "10.1074/mcp.m111.014068",
      "title": "Analysis of high accuracy, quantitative proteomics data in the MaxQB database",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Global subcellular characterization of protein degradation using quantitative proteomics",
      "year": 2013
    },
    {
      "doi": "",
      "title": "2016 update of the PRIDE database and its related tools",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Proteoform: a single term describing protein complexity",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Guidelines for investigating causality of sequence variants in human disease",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American college of medical genetics and genomics and the association for molecular pathology",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Genetic variations and diseases in UniProtKB/Swiss-Prot: the ins and outs of expert manual curation",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A fast peptide match service for UniProt knowledgebase",
      "year": 2013
    }
  ],
  "_title": "UniProt: the universal protein knowledgebase",
  "_abstract": "The UniProt knowledgebase is a large resource of protein sequences and associated detailed annotation. The database contains over 60 million sequences, of which over half a million sequences have been curated by experts who critically review experimental and predicted data for each protein. The remainder are automatically annotated based on rule systems that rely on the expert curated knowledge. Since our last update in 2014, we have more than doubled the number of reference proteomes to 5631, giving a greater coverage of taxonomic diversity. We implemented a pipeline to remove redundant highly similar proteomes that were causing excessive redundancy in UniProt. The initial run of this pipeline reduced the number of sequences in UniProt by 47 million. For our users interested in the accessory proteomes, we have made available sets of pan proteome sequences that cover the diversity of sequences for each species that is found in its strains and sub-strains. To help interpretation of geno"
}