{"Biocatalysis":{"slug":"Biocatalysis","filePath":"Biocatalysis.md","title":"Biocatalysis","links":[],"tags":[],"content":"Biocatalysis: Definition and Scope\nDefinition\nBiocatalysis refers to the use of natural catalysts, such as enzymes or whole cells, to perform chemical transformations on organic compounds. These biocatalysts are derived from biological systems and can be employed in their native form or after modification through protein engineering techniques. Biocatalysis represents an interdisciplinary field at the intersection of biochemistry, molecular biology, organic chemistry, and chemical engineering.\nCore Principles\nBiocatalysts operate under the same fundamental principles as traditional chemical catalysts—they accelerate chemical reactions by lowering activation energy barriers without being consumed in the process. However, they differ from conventional catalysts in several critical aspects:\n\nSelectivity: Biocatalysts typically exhibit exceptional chemo-, regio-, and stereoselectivity.\nMild Reaction Conditions: Most biocatalytic processes operate under physiological or near-physiological conditions (aqueous media, ambient temperature, atmospheric pressure, neutral pH).\nCatalytic Efficiency: Many enzymes approach theoretical catalytic perfection with kcat/KM values approaching the diffusion limit (10^8-10^9/ Ms).\nComplexity: Biocatalysts possess complex three-dimensional structures that enable sophisticated molecular recognition and catalytic mechanisms.\n\nHistorical Context\nThe field of biocatalysis has evolved through several distinct phases:\n\nFirst Wave (Pre-1980s): Utilization of native enzymes in aqueous environments, primarily in the food and pharmaceutical industries.\nSecond Wave (1980s-1990s): Introduction of protein engineering and recombinant DNA technology, enabling the production of enzymes from any organism in convenient hosts.\nThird Wave (2000s-Present): Development of directed evolution methods leading to highly engineered biocatalysts with properties far beyond their natural counterparts.\nFourth Wave (Emerging): Integration of biocatalysis with synthetic biology, machine learning, computational design, and high-throughput methodologies.\n\nSources of Biocatalysts\nEnzymes for biocatalytic applications can be sourced through several avenues:\nCommercial Sources\n\nPurified enzymes or lyophilized crude cell lysates available directly from chemical vendors\nEnzyme libraries and kits for screening (oxidoreductases, transferases, hydrolases, etc.)\nCustom gene synthesis based on known amino acid sequences\n\nNatural Product Biosynthetic Enzymes\n\nMining biosynthetic pathways of specialized metabolites\nFe(II) and 2-oxoglutarate-dependent enzymes that catalyze challenging reactions\nDiels-Alderases, halogenases, methyltransferases, and other biosynthetic enzymes\n\nMetagenomic and In Silico Screening\n\nEnvironmental DNA libraries from diverse sources (marine sponges, soil, microbiomes)\nFunctional-based screening using colorimetric assays or droplet microfluidics\nSequence-based screening to find enzymes with similarity to known catalysts\nIn silico mining of genomic databases\n\nEnzyme Engineering and Design\nDirected Evolution\n\nCreation of genetic diversity through random mutagenesis, site saturation, DNA shuffling\nHigh-throughput screening methods (colony-based assays, microfluidics, FACS)\nIterative rounds of mutation and selection to improve desired properties\nUltra-high-throughput screening of 10^5-10^8 variants in picoliter droplets\n\nComputational Enzyme Design\n\nQuantum mechanics modeling of active sites and transition states (“theozyme” design)\nIntegration with Rosetta and other protein design software\nMolecular dynamics simulations to incorporate protein flexibility\nIdentifying distal mutations that impact catalysis through conformational changes\nShortest path mapping and ancestral scaffold approaches\n\nNon-Canonical Amino Acids\n\nExpanding the genetic code to incorporate novel functionalities\nGenetically encoded non-natural amino acids for new catalytic mechanisms\nEngineering aminoacyl-tRNA synthetases for specific non-canonical amino acids\nEnhanced nucleophilic catalysis through N-methylhistidine incorporation\n\nCascade Development\nBiocatalytic cascades enable multistep transformations without intermediate isolation, offering significant advantages in efficiency and sustainability. Development follows a design-build-optimize cycle:\nDesign Phase\n\nRetrosynthetic analysis using principles of bio-retrosynthesis\nComputer-aided synthesis planning tools (e.g., RetroBioCat)\nLinear, orthogonal, or cyclic cascade design\nConsideration of cofactor requirements and potential incompatibilities\n\nBuild Phase\n\nEnzyme selection or discovery for each step\nImplementation options: in vitro (cell-free extracts), in vivo (whole cells), or hybrid approaches\nIndividual validation of cascade steps before combination\n\nOptimize Phase\n\nProtein engineering to overcome pathway bottlenecks\nProcess optimization and enzyme immobilization strategies\nPathway flux maximization\n\nIndustrial Examples\n\nEvonik’s whole-cell cascade for diamine production from renewable dicarboxylic acids\nGSK’s KRED-IRED system for GSK2879552 synthesis via hydrogen-borrowing cascade\nMerck’s nine-enzyme cascade for HIV inhibitor islatravir synthesis\n\nIndustrial Applications and Key Metrics\nMetrics for Evaluating Biocatalysts\n\nProductivity (g/lh): Amount of product made per reactor volume and time\nYield (g/g): Amount of product relative to substrate added\nTurnover (mol/mol): Amount of product per amount of biocatalyst\nE factor (g/g): Waste produced relative to product made\nProcess mass intensity: Raw material input relative to product made\n\nPharmaceutical Industry Applications\n\nSitagliptin manufacture using an engineered transaminase (200 g/l substrate loading)\nLSD1 inhibitor GSK2879552 synthesis using an evolved imine reductase\nMolnupiravir synthesis for COVID-19 treatment\n\nBulk and Fine Chemical Production\n\nAcrylamide production using nitrile hydratase (300-500 g/l, 50-100 g/lh productivity)\n(−)-Ambrox fragrance synthesis using engineered squalene hopene cyclase\nEnzymatic hydrolysis for flavor compounds (δ-decalactone)\n\nReproducibility and Data Deposition\nBiocatalysis Databases\n\nUniProt, BioCatNet, and BRENDA for enzyme sequence and activity data\nPrenDB for substrate/product information on prenyltransferases\nCAZy for carbohydrate-active enzymes\nNeed for comprehensive databases capturing reaction outcomes and conditions\n\nStandardization Efforts\n\nSTRENDA (Standards for Reporting Enzyme Data) guidelines\nChallenges in data standardization across different scientific communities\nSmart-laboratory infrastructure for improved data capture\n\nFuture Directions\nThe field of biocatalysis continues to evolve rapidly, with several emerging trends:\n\nIntegration with Synthetic Biology: Engineering of entire metabolic pathways for complex transformations\nArtificial Metalloenzymes: Combining the selectivity of enzymes with the versatility of metal catalysis\nPromiscuous Enzymatic Activity: Exploiting and enhancing secondary activities of natural enzymes\nNew Reaction Environments: Expanding biocatalysis to extreme conditions and non-conventional media\nSustainable Chemistry: Development of enzymatic alternatives to traditional chemical processes\nMachine Learning Integration: Accelerating enzyme discovery and optimization\nDe Novo Biocatalysts: Creating entirely new enzymes for reactions not found in nature\n\nChallenges and Limitations\nDespite significant advances, several challenges remain:\n\nEnzyme Stability: Improving operational stability under industrial conditions\nSubstrate Scope: Expanding the range of acceptable substrates\nCofactor Regeneration: Developing efficient systems for cofactor recycling\nProcess Integration: Combining biocatalysis with traditional chemical steps\nEconomic Viability: Reducing costs to compete with established chemical processes\nC-C Bond Formation: Limited enzyme platforms for carbon-carbon bond forming reactions\nScalable Oxidative Enzymes: Challenges in scaling up P450s and other oxidases\nRapid Development: Meeting the accelerated timelines demanded by industry\n\n"},"Paradisi/EnzymeLibrary/index":{"slug":"Paradisi/EnzymeLibrary/index","filePath":"Paradisi/EnzymeLibrary/index.md","title":"index","links":["_PROTOTYPE/Paradisi/EnzymeLibrary/spLCD/spLCD"],"tags":[],"content":"Enzymes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameDescriptionMore InfospLCDCyclodeaminase converting Lys → L-PA, bound NAD⁺spLCD"},"Paradisi/EnzymeLibrary/spLCD/spLCD-1":{"slug":"Paradisi/EnzymeLibrary/spLCD/spLCD-1","filePath":"Paradisi/EnzymeLibrary/spLCD/spLCD 1.md","title":"spLCD 1","links":["Fmoc-derivatisation"],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameDescriptionExpressionPurificationActivity Assay3D StructureSequencespLCDLysine Cyclodeaminase converts L-lysine into L-pipecolic acidLB + KAN in 37°C until OD = 0.6-0.8induce with 0.1 mM IPTG move to 25 °C for 20 hBuffer A = 100 mM KPi, 100 mM NaCl, 10 mM Imidazole, pH 7.0Buffer B = 100 mM KPi, 100 mM NaCl, 300 mM imidazole, pH 7.010 mM Lys, 37°C in 100 mM KPi, 5 h→ derivatise with Fmoc derivatisation"},"Paradisi/EnzymeLibrary/spLCD/spLCD":{"slug":"Paradisi/EnzymeLibrary/spLCD/spLCD","filePath":"Paradisi/EnzymeLibrary/spLCD/spLCD.md","title":"spLCD","links":[],"tags":["cyclodeaminase","lysine","immobilization","flow","NAD"],"content":"spLCD\nSummary\nLysine Cyclodeaminase from S. pristinaespiralis. Catalyzes the conversion of L-lysine to L-pipecolic acid. Works without addition of external cofactor due to bound NAD⁺.\nExpression\n\nHost: E. coli BL21 (DE3)\nVector: pET28b with His-tag\nInduction: IPTG 0.1 mM at 25°C for 20 h\n\nPurification\n\nBuffer: 100 mM phosphate, 100 mM NaCl, 10–300 mM imidazole\nMethod: Ni-NTA chromatography\n\nActivity Assay\n\n50 mM L-lysine → L-PA in 24 h at 37°C\nNAD⁺ not required externally\n\nImmobilization\n\nSupport: EP400 (epoxy)\nRecovery: 25%\nReusability: &gt;10 cycles\n\nFlow Compatibility\nUsed in packed-bed flow reactor (Vapourtec), 0.86 g/L/h STY, stable for 140 h.\nStructure\nAlphaFold model used. No crystal structure available.\nSequence\n\n[UniProt link or paste FASTA here]\n"},"Who-I-Am":{"slug":"Who-I-Am","filePath":"Who I Am.md","title":"Who I Am","links":[],"tags":[],"content":"I’m a biocatalysis PhD researcher driven by the challenge of navigating an ever-growing mountain of scientific data. I believe in open access to knowledge and strive to build innovative, interactive platforms that make complex scientific ideas accessible to everyone. My goal is to stay ahead of the curve—making cutting-edge insights easily accessible, so that no breakthrough is ever lost in the noise.\nInspired by the evolution of tech and the dynamic pace of scientific discovery, I envision a future where data isn’t overwhelming, but a bridge for creative exploration and collaboration. I’m committed to transforming raw, fragmented information into intuitive, living experiences that empower researchers and spark curiosity across disciplines."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Web of Biocatalysis\nWelcome to Web of Biocatalysis — a living, dynamic portal for exploring the fascinating world of biocatalysis. This platform is a work in progress, continuously updated with:\n\nNews about cutting-edge enzyme research\nWeekly literature insights\nInterlinked scientific topics\n\nWhy This Platform?\n\nInterconnected Knowledge: Navigate between enzymes, reactions, and real-world applications.\nAI-Augmented Insights: Leverage AI to keep you informed with up-to-date summaries and analysis.\nLiving Document: This is more than a static site — it’s a foundation for a collaborative future in science.\n\n\nGet Involved\nThis is just the beginning. Explore, learn, and help shape the future of biocatalysis knowledge. Stay tuned as we add more pages and interactive elements. Your feedback, contributions, and insights are welcome!"}}