{"00_INDEX/Glossary":{"slug":"00_INDEX/Glossary","filePath":"00_INDEX/Glossary.md","title":"Glossary","links":["01_SUBSTANCES/Synthetic-Classes/Phenethylamines","02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","01_SUBSTANCES/Synthetic-Classes/Tryptamines","01_SUBSTANCES/CLASSICS/5-MeO-DMT","01_SUBSTANCES/Synthetic-Classes/LSD-analogues","02_PEOPLE/The-Cultural-Catalysts/Aldous-Huxley","_MIND/Web-Of-Psychedelics/01_SUBSTANCES/Ethnobotanical/Amanita-muscaria","01_SUBSTANCES/CLASSICS/DMT","01_SUBSTANCES/Ethnobotanical/Ayahuasca","03_CONCEPTS/Perspectives-and-Framing","01_SUBSTANCES/CLASSICS/LSD","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Terence-McKenna","ketamine","01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA","01_SUBSTANCES/Empathogens--and--Dissociatives/MDA","04_REFERENCES/Paper/The-Psychedelic-Model-of-Schizophrenia-(1976)","02_PEOPLE/The-Cultural-Catalysts/Hamilton-Morris","03_CONCEPTS/Set,-Setting-and-the-Substance","psilocybin","02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann","01_SUBSTANCES/Ethnobotanical/Ibogain","Ibogaine","01_SUBSTANCES/Empathogens--and--Dissociatives/Ketamine","Peyote-cactus","mescaline","02_PEOPLE/The-Advocates--and--Institution-Builders/Rick-Doblin","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/María-Sabina","01_SUBSTANCES/CLASSICS/Mescaline","01_SUBSTANCES/Ethnobotanical/Peyote-Cactus","03_CONCEPTS/Microdosing","04_REFERENCES/Article_Blog_Web/The-DMT-Nexus","Science--and--Research","02_PEOPLE/The-Cultural-Catalysts/Ram-Dass","01_SUBSTANCES/Empathogens--and--Dissociatives/PCP","ayahuasca","Other-Compounds","01_SUBSTANCES/CLASSICS/Psilocybin","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","04_REFERENCES/Books/DMT---The-Spirit-Molecule","03_CONCEPTS/Ayahuasca-Tourism"],"tags":[],"content":"A\n2C-B (4-Bromo-2,5-dimethoxyphenethylamine) — Synthetic phenethylamine psychedelic synthesized by Alexander Shulgin; known for tactile enhancement and relatively clear headspace. Phenethylamines Alexander Shulgin\n2C-I, 2C-E, 2C-T-2, 2C-T-7 — Series of synthetic phenethylamine psychedelics from Shulgin’s research; varying in potency and character. Phenethylamines Alexander Shulgin\n4-AcO-DMT (Psilacetin) — Synthetic tryptamine structurally similar to psilocybin; likely metabolizes to psilocin in the body.\n4-HO-MET (Metocin) — Synthetic tryptamine analog of psilocin with lighter mental effects and pronounced visuals. Tryptamines Alexander Shulgin\n5-HT receptor family — Serotonin receptor subtypes (5-HT1A through 5-HT7) with varying roles in psychedelic pharmacology.\n5-HT2A receptor — Primary serotonin receptor subtype responsible for classical psychedelic effects; G-protein coupled receptor.\n5-HT2B receptor — Serotonin receptor implicated in cardiac valvulopathy with chronic activation; safety concern for some psychedelics.\n5-HT2C receptor — Serotonin receptor contributing to anxiety, appetite, and some psychedelic effects.\n5-MeO-DALT — Synthetic tryptamine with unique pharmacology; less visual than other tryptamines. Tryptamines Alexander Shulgin\n5-MeO-DiPT (Foxy) — Synthetic tryptamine known for auditory distortions and tactile enhancement. Tryptamines Alexander Shulgin\n5-MeO-DMT — Potent naturally occurring tryptamine; found in Bufo alvarius/Incilius alvarius toad secretions and various plants; primarily non-visual.\n5-MeO-MiPT (Moxy) — Synthetic tryptamine with empathogenic qualities alongside psychedelic effects. Tryptamines Alexander Shulgin\nAbsorption — Process by which a substance enters systemic circulation; varies by route of administration.\nAcacia species — Australian trees containing DMT and other tryptamines in bark and leaves; used in “Aussie-huasca.”\nActive dose — Minimum amount of a substance required to produce noticeable psychoactive effects.\nAcute tolerance — Immediate reduction in drug effects during a single session or with repeated dosing.\nAddiction potential — Likelihood of developing dependence; generally low for classical psychedelics.\nAfterglow — Positive mood and cognitive effects persisting days to weeks after a psychedelic experience.\nAgonist — Molecule that activates a receptor; psychedelics are primarily 5-HT2A agonists or partial agonists.\nAL-LAD — Lysergamide analog of LSD with shorter duration and more visual character.\nLSD analogues\nAldous Huxley — British author of “The Doors of Perception” (1954) and “Heaven and Hell” (1956); coined term “psychedelic.”\nAlexander “Sasha” Shulgin — American chemist who synthesized and tested hundreds of psychedelics; author of Phenethylamines and Tryptamines. Alexander Shulgin\nAllosteric modulation — Indirect receptor regulation by binding at sites other than the primary binding site.\nAmanita muscaria — Psychoactive mushroom containing muscimol and ibotenic acid; distinct from psilocybin mushrooms.\nAmanda Feilding — British drug policy reformer and founder of the Beckley Foundation.\nAMT (α-Methyltryptamine) — Long-acting synthetic tryptamine with stimulant and psychedelic properties. Tryptamines\nAnadenanthera colubrina/peregrina — South American trees whose seeds contain DMT, 5-MeO-DMT, and bufotenine.\nAnalog (drug) — Chemical compound structurally similar to another; basis for the Federal Analog Act.\nAnandamide — Endogenous cannabinoid neurotransmitter; name means “bliss molecule” in Sanskrit.\nAnn Shulgin — Co-author with Alexander Shulgin; pioneered lay therapy with MDMA and psychedelics.\nAntagonist — Molecule that blocks receptor activation by other compounds.\nAnxiolytic — Substance or effect that reduces anxiety.\nApoptosis — Programmed cell death; some psychedelics show anti-apoptotic properties.\nArgyreia nervosa (Hawaiian Baby Woodrose) — Seeds containing LSA and other ergot alkaloids.\nAyahuasca — Traditional Amazonian brew combining DMT-containing plants with MAO-inhibiting B. caapi vine.\nAyahuasca churches — Religious organizations using ayahuasca sacramentally (Santo Daime, UDV, Barquinha).\nB\nBad trip — Difficult or challenging psychedelic experience characterized by anxiety, fear, or distressing content. Perspectives and Framing\nBanisteriopsis caapi — “Vine of the soul”; contains β-carboline MAO inhibitors enabling oral DMT activity. Ayahuasca\nBaseline — Normal psychological state before substance administration.\nBDNF (Brain-Derived Neurotrophic Factor) — Protein promoting neuroplasticity; increased by some psychedelics.\nBeckley Foundation — UK-based think tank researching psychedelics and drug policy reform.\nBehavioral tolerance — Learned compensation for drug effects through practice.\nBioavailability — Proportion of administered drug reaching systemic circulation.\nBiogenetic structuralism — Theory linking neurobiology to religious/mystical experiences.\nBlood-brain barrier — Selective membrane preventing most substances from entering the brain.\nBreakthrough dose — Amount of DMT (typically 25-50mg vaporized) producing complete immersion in visionary space. DMT\nBreathwork — Non-pharmacological technique producing altered states; often used in integration.\nBufo alvarius (Incilius alvarius) — Sonoran Desert toad producing 5-MeO-DMT and bufotenine in skin secretions. 5-MeO-DMT\nBufotenine (5-HO-DMT) — Tryptamine found in toads and plants; disputed psychoactivity when pure.\nC\nCandyflipping — Combining LSD and MDMA for synergistic effects.\nCannabis — Plant containing THC and CBD; often combined with psychedelics despite interaction risks.\nCarhart-Harris, Robin — British neuroscientist; developed REBUS model and entropic brain hypothesis.\nCatalytic dose — Sub-perceptual amount of a substance used to facilitate therapy or meditation. Perspectives and Framing\nChanga — Smokeable blend of DMT-enhanced herbs with MAO inhibitors for extended duration.\nCharles Grob — American psychiatrist conducting psilocybin studies for anxiety in cancer patients.\nChemical imbalance theory — Disputed model of mental illness; challenged by psychedelic research. DMT\nChromatography — Laboratory technique for separating and identifying compounds.\nClaudio Naranjo — Chilean psychiatrist pioneering psychedelic therapy with ibogaine and MDA.\nClosed-eye visuals (CEVs) — Visual phenomena experienced with eyes closed during psychedelic states.\nCognitive flexibility — Mental ability to adapt thinking; enhanced by psychedelics.\nCollective unconscious — Jungian concept often referenced in psychedelic discourse.\nCome-up — Initial phase of drug effects manifesting; often accompanied by anxiety.\nConsciousness — Subjective awareness; central mystery in psychedelic research.\nControlled Substances Act — 1970 U.S. law placing most psychedelics in Schedule I. DMT LSD Timothy Leary\nCross-tolerance — Reduced response to one drug due to tolerance from another.\nCytochrome P450 — Liver enzyme family metabolizing many drugs including psychedelics.\nD\nDavid Nichols — American pharmacologist; founded Heffter Research Institute; coined “entactogen.”\nDavid Nutt — British neuropsychopharmacologist advocating evidence-based drug policy.\nDecriminalization — Removing criminal penalties for personal possession/use.\nDefault Mode Network (DMN) — Brain network associated with self-referential processing; disrupted by psychedelics.\nDennis McKenna — Ethnopharmacologist and brother of Terence McKenna; expert on ayahuasca and plant hallucinogens.\nDepersonalization — Loss of sense of personal identity; related to ego dissolution.\nDerealization — Feeling that external world is unreal; can occur with high doses.\nDET (Diethyltryptamine) — Synthetic tryptamine similar to DMT but orally active. Tryptamines\nDimethyltryptamine (DMT) — “The spirit molecule”; endogenous psychedelic tryptamine.\nDiPT (Diisopropyltryptamine) — Unique tryptamine primarily causing auditory distortions. Tryptamines\nDissociation — Detachment from physical/emotional experience; primary effect of ketamine, PCP.\nDistribution (pharmacokinetics) — Movement of drug throughout body tissues.\nDOM (STP) — Long-acting psychedelic amphetamine; caused overdoses in 1960s San Francisco.\nDopamine — Neurotransmitter involved in reward, motivation; indirectly affected by psychedelics.\nDose-response curve — Graph showing relationship between drug amount and effect magnitude.\nDouble-blind — Research design where neither participants nor researchers know who receives drug vs placebo.\nDPT (Dipropyltryptamine) — Synthetic tryptamine used by Temple of the True Inner Light. Tryptamines\nDrug scheduling — Legal classification system for controlled substances.\nE\nEcstasy — Street name for MDMA; often adulterated with other substances.\nEffective dose (ED50) — Amount producing desired effect in 50% of population.\nEgo death/dissolution — Complete loss of subjective self-identity.\nElimination half-life — Time for drug concentration to decrease by 50%.\nEmpathogen/Entactogen — Substances increasing emotional openness (MDMA, MDA).\nEndogenous — Naturally produced within the body.\nEntheogen — “Generating the divine within”; spiritual context for psychedelics. Perspectives and Framing\nEntity contact — Encounters with seemingly autonomous beings during psychedelic experiences.\nEntropic brain hypothesis — Theory that psychedelics increase neural entropy/complexity.\nEnzyme — Protein catalyzing biochemical reactions; crucial for drug metabolism.\nEpigenetics — Gene expression changes without DNA sequence alteration; potentially affected by psychedelics.\nErgot alkaloids — Fungal compounds; precursors to LSD; found in morning glory seeds.\nETH-LAD — Lysergamide with unique visual character; more potent than LSD by weight. LSD analogues\nEthnobotany — Study of traditional plant use by indigenous cultures. Dennis McKenna\nEuphoria — Intense pleasure and well-being; common with MDMA, some psychedelics.\nF\nFirst-pass metabolism — Drug breakdown in liver before reaching systemic circulation. LSD analogues\nFlashback — Brief recurrence of psychedelic effects without recent use.\nFlow state — Optimal experience characterized by complete absorption; sometimes induced by psychedelics.\nFoxy (5-MeO-DiPT) — Synthetic tryptamine with unique auditory effects. Tryptamines\nFrances Vaughan — Transpersonal psychologist; early psychedelic therapy researcher.\nFunctional selectivity — Ability of drugs to selectively activate specific receptor signaling pathways.\nG\nGABA — Primary inhibitory neurotransmitter; modulated by some psychedelics.\nGillin, J. Christian — Lead author of the 1976 NIH review “The Psychedelic Model of Schizophrenia (1976).”\nGlutamate — Primary excitatory neurotransmitter; NMDA antagonists produce dissociation.\nGordon Wasson — Banker/mycologist who publicized psilocybin mushrooms in Life magazine (1957).\nGrof, Stanislav — Czech psychiatrist developing psychedelic therapy and holotropic breathwork.\nH\nHalf-life — Time for drug concentration to reduce by 50%.\nHallucinogen — Outdated term for psychedelics; implies false perceptions. Perspectives and Framing\nHallucinogen Persisting Perception Disorder (HPPD) — Persistent visual disturbances following psychedelic use.\nHamilton Morris — Journalist/chemist documenting psychoactive substances in “Hamilton’s Pharmacopeia.”\nHarmala alkaloids — β-carbolines (harmine, harmaline, THH) inhibiting MAO.\nHarm reduction — Pragmatic approach minimizing drug-related harm without requiring abstinence.\nHead space — Cognitive/emotional aspects of psychedelic experience. Perspectives and Framing Set, Setting and the Substance\nHeffter Research Institute — Organization funding psychedelic research since 1993.\nHeroic dose — Terence McKenna’s term for 5+ grams dried psilocybin mushrooms.\nHippie flip — Combining psilocybin mushrooms with MDMA.\nAlbert Hofmann — Swiss chemist who discovered LSD (1938) and isolated psilocybin (1958).\nHolotropic breathwork — Stanislav Grof’s technique inducing non-ordinary states without drugs.\nHumphry Osmond — British psychiatrist who coined “psychedelic” in correspondence with Aldous Huxley.\nHyperspace — DMT users’ term for visionary realm accessed during breakthrough experiences.\nI\nIboga — West African shrub containing ibogaine; used in Bwiti tradition. Ibogain\nIbogaine — Indole alkaloid with anti-addictive properties; produces waking dream state.\nImperial College London — Leading institution for psychedelic neuroimaging research.\nINMT (Indolethylamine N-Methyltransferase) — Enzyme methylating tryptamine to form DMT.\nIntegration — Processing and incorporating psychedelic experiences into daily life. Perspectives and Framing\nIntention setting — Establishing purpose before psychedelic experience. Perspectives and Framing\nIntramuscular (IM) — Injection into muscle tissue; used in some research.\nIntravenous (IV) — Direct injection into vein; produces rapid onset.\nIpomoea tricolor — Morning glory species containing LSA. LSD analogues\nJ\nJames Fadiman — Psychologist researching psychedelics since 1960s; popularized microdosing.\nJedi flip — Combining LSD, psilocybin, and MDMA.\nJohns Hopkins — University conducting landmark psilocybin research since 2000s.\nJung, Carl — Psychologist whose concepts (shadow, individuation) inform psychedelic therapy.\nK\nK-hole — Deep dissociative state from high-dose ketamine.\nKappa opioid receptor — Target of Salvinorin A producing unique dissociative effects.\nKatherine MacLean — Psychologist researching personality changes from psilocybin.\nKen Kesey — Author who popularized LSD through “Acid Tests” with Merry Pranksters.\nKetamine — Dissociative anesthetic with rapid antidepressant effects; NMDA antagonist.\nKitty flipping — Combining ketamine with MDMA.\nL\nLanguage distortion — Difficulty forming coherent speech at high doses.\nLaura Huxley — Aldous Huxley’s wife; administered LSD on his deathbed.\nLD50 (Lethal Dose 50%) — Amount causing death in 50% of test subjects.\nTimothy Leary — Harvard psychologist turned LSD evangelist; “Turn on, tune in, drop out.”\nLeo Zeff — “Secret Chief”; underground psychedelic therapist training many practitioners.\nLilly, John C. — Neuroscientist exploring consciousness with isolation tanks and ketamine.\nLophophora williamsii — Peyote cactus containing mescaline; used ceremonially by Native Americans.\nLSA (Lysergic Acid Amide) — Natural ergot alkaloid in morning glory and Hawaiian baby woodrose seeds.\nLSD (Lysergic Acid Diethylamide) — Semi-synthetic ergot derivative; most potent common psychedelic.\nLSZ — Lysergamide analog with unique properties; Shulgin called it “Diazedine.” LSD analogues Alexander Shulgin\nM\nMachine elves — Terence McKenna’s term for entities encountered on DMT.\nMAO (Monoamine Oxidase) — Enzyme breaking down monoamines; inhibited to allow oral DMT activity. Ayahuasca\nMAOI — Monoamine oxidase inhibitor; pharmaceutical or natural (harmala alkaloids). Ayahuasca\nMAPS (Multidisciplinary Association for Psychedelic Studies) — Organization founded by Rick Doblin advancing psychedelic research.\nMaría Sabina — Mazatec curandera who introduced psilocybin mushrooms to Westerners.\nMatthew Johnson — Johns Hopkins researcher studying psilocybin for addiction.\nMDA — “Sass”; empathogenic amphetamine; parent compound of MDMA.\nMDMA — 3,4-Methylenedioxymethamphetamine; empathogen used in PTSD therapy.\nMescaline — Phenethylamine psychedelic from Peyote Cactus and San Pedro cacti.\nMetabolism — Biochemical modification of substances in the body.\nMicrodosing — Taking sub-perceptual doses (typically 5-20% of active dose) for subtle benefits.\nMimosa hostilis/tenuiflora — Root bark containing ~1% DMT; used in jurema and extraction. The DMT Nexus\nMind manifesting — Literal meaning of “psychedelic” from Greek psyche (mind) and delos (manifest). Perspectives and Framing\nMK-ULTRA — CIA program experimenting with LSD for mind control (1950s-1970s).\nMystical experience — Profound spiritual state; measured by MEQ-30 questionnaire in research. Perspectives and Framing\nN\nNative American Church — Religious organization with legal peyote use. Peyote Cactus\nNBOMe series — Potent phenethylamine psychedelics; associated with fatalities.\nNeurogenesis — Formation of new neurons; potentially stimulated by psychedelics. Science &amp; Research\nNeuroplasticity — Brain’s ability to reorganize; enhanced by psychedelics. Science &amp; Research\nNeurotransmitter — Chemical messenger between neurons.\nNexus, The DMT — Online forum dedicated to DMT chemistry, harm reduction, and experience reports. The DMT Nexus\nNexus flip — Combining 2C-B with MDMA. Phenethylamines\nNicholas Sand — Underground chemist who synthesized massive quantities of LSD.\nNitrous oxide — Dissociative gas producing brief altered state; often combined with psychedelics.\nNMDA receptor — Glutamate receptor blocked by dissociatives.\nO\nOceanic boundlessness — Feeling of unity with universe; measured by 5D-ASC scale.\nOliver Sacks — Neurologist who wrote about his psychedelic experiences.\nOpen-eye visuals (OEVs) — Visual distortions with eyes open.\nOpenness — Personality trait increased by psilocybin in Johns Hopkins study.\nOrange Sunshine — Famous LSD variety from 1960s-70s.\nOwsley Stanley — “Bear”; legendary LSD chemist supplying 1960s counterculture.\nP\nP450 enzymes — Cytochrome P450 family metabolizing many drugs.\nPahnke, Walter — Conducted Good Friday Experiment with psilocybin at Harvard. LSD Ram Dass\nPartial agonist — Compound producing submaximal receptor activation.\nPaul Stamets — Mycologist advocating fungal solutions and psilocybin benefits.\nPCP (Phencyclidine) — Dissociative anesthetic; NMDA antagonist with stimulant properties.\nPeak experience — Abraham Maslow’s term for transcendent states.\nPeganum harmala (Syrian rue) — Plant containing harmala alkaloids; ayahuasca analog.\nPeter Gasser — Swiss psychiatrist conducting LSD-assisted psychotherapy trials.\nPeyote — Mescaline-containing cactus sacred to Native Americans. Peyote Cactus\nPharmacodynamics — Drug effects on the body via receptor interactions.\nPharmacokinetics — Drug absorption, distribution, metabolism, excretion (ADME).\nPharmahuasca — Ayahuasca analog using pure/synthetic compounds. Ayahuasca Other Compounds\nPhenethylamine — Chemical class including mescaline, MDMA, 2C series. Phenethylamines\nPhenethylamines — “Phenethylamines I Have Known And Loved”; Shulgin’s phenethylamine compendium. Alexander Shulgin\nPineal gland — Brain structure mystically linked to consciousness; produces melatonin, possibly DMT.\nPlacebo — Inactive substance used as control in research. Perspectives and Framing\nProdrug — Inactive compound metabolized into active form (e.g., psilocybin→psilocin).\nPsilocin — Active metabolite of psilocybin; 4-HO-DMT. Tryptamines\nPsilocybe — Genus containing ~200 psilocybin mushroom species.\nPsilocybin — Prodrug in magic mushrooms; converted to psilocin.\nPsychedelic — “Mind-manifesting”; substances producing altered states via 5-HT2A agonism. Perspectives and Framing\nPsychedelic renaissance — Revival of psychedelic research since ~2000.\nPsychedelic therapy — Using psychedelics as adjuncts to psychotherapy.\nPsycholytic therapy — Low-dose psychedelic therapy style from Europe.\nPsychonautics — Exploration of consciousness through altered states.\nPsychotomimetic — “Psychosis-mimicking”; outdated term for psychedelics.\nPTSD — Post-traumatic stress disorder; treated with MDMA therapy.\nQ\nQualia — Subjective conscious experiences; altered by psychedelics.\nR\nRalph Metzner — Psychologist; co-author of “The Psychedelic Experience” with Leary and Alpert. Ram Dass Timothy Leary\nRam Dass(Richard Alpert) — Harvard psychologist turned spiritual teacher after psychedelics.\nRandomized controlled trial (RCT) — Gold standard research design.\nRapid tolerance — Quick development of reduced effects with repeated use.\nREBUS — “Relaxed Beliefs Under Psychedelics”; Carhart-Harris model.\nReceptor — Protein that binds molecules to trigger cellular response.\nReceptor binding profile — Pattern of receptor affinities determining drug effects.\nResearch chemicals — Novel psychoactive substances with limited safety data.\nReverse tolerance — Increased sensitivity with repeated use; reported with some substances.\nRick Doblin — Founder of MAPS; advocate for psychedelic medicine.\nRick Strassman — Psychiatrist who conducted 1990s DMT studies; coined “spirit molecule.” DMT - The Spirit Molecule\nRoland Griffiths — Johns Hopkins researcher establishing modern psilocybin research.\nS\nSalvia divinorum — Plant containing Salvinorin A; unique kappa-opioid dissociative. Other Compounds\nSalvinorin A — Most potent natural psychedelic; non-nitrogenous diterpenoid.\nSan Pedro — Mescaline-containing cactus (Echinopsis pachanoi).\nSanto Daime — Brazilian ayahuasca religion with legal status. Ayahuasca Ayahuasca Tourism\nSchedule I — Most restrictive drug classification; “no medical use, high abuse potential.”\nSelective serotonin reuptake inhibitor (SSRI) — Antidepressant class; blocks psychedelic effects.\nSerotonin (5-HT) — Neurotransmitter; psychedelics are structural analogs.\nSerotonin syndrome — Dangerous serotonin excess; risk with MAOI combinations.\nSet and setting — Mental state and environment shaping psychedelic experience. Set, Setting and the Substance\nShulgin, Alexander “Sasha” — See Alexander Shulgin.\nShulgin rating scale — Plus/minus system for recording psychedelic effects. Tryptamines Phenethylamines\nSigma-1 receptor — Protein potentially involved in DMT effects.\nSilent darkness — Terence McKenna’s recommended setting for deep experiences.\nSolomon Snyder — Neuroscientist who discovered opioid receptors.\nSpiritual emergency — Stanislav Grof’s term for challenging transformative experience.\nStephen Szára — First to inject pure DMT in humans (1956). DMT\nSynesthesia — Cross-sensory perception (seeing sounds, hearing colors).\nSynthetic — Laboratory-created rather than naturally occurring.\nT\nTabernanthe iboga — African shrub containing ibogaine. Ibogain\nTachyphylaxis — Acute tolerance during single session.\nTerence McKenna — Ethnobotanist popularizing DMT and “heroic doses.”\nTherapeutic index — Ratio of toxic to therapeutic dose; safety measure.\nTherapeutic window — Dose range producing desired effects without toxicity.\nThreshold dose — Minimum amount producing barely perceptible effects.\nTryptamines — “Tryptamines I Have Known And Loved”; Shulgin’s tryptamine compendium.\nTimothy Leary — Harvard psychologist turned countercultural icon.\nTolerance — Reduced response requiring higher doses for same effect.\nTranspersonal psychology — Field studying experiences beyond individual ego.\nTrip — Colloquial term for psychedelic experience. Perspectives and Framing\nTrip killer — Substance ending psychedelic effects (benzodiazepines, antipsychotics).\nTrip report — Detailed account of psychedelic experience.\nTrip sitter — Sober companion ensuring safety during experience.\nTryptamine — Core structure of DMT, psilocin, LSD, serotonin.\nTryptophan — Amino acid precursor to serotonin and DMT.\nU\nUDV (União do Vegetal) — Brazilian ayahuasca religion.\nUnderground therapy — Illegal psychedelic-assisted therapy.\nUnity experience — Feeling of oneness with universe/others.\nV\nVasoconstriction — Blood vessel narrowing; side effect of ergot derivatives.\nVisual acuity enhancement — Increased visual detail perception.\nVisual drifting — Objects appearing to breathe or flow.\nVisionary state — Immersive visual experience transcending ordinary perception.\nW\nWar on Drugs — Political campaign criminalizing psychedelics since 1970s.\nWasson, R. Gordon — Publicized psilocybin mushrooms to Western world.\nWilliam James — Philosopher/psychologist who experimented with nitrous oxide.\nX\nXenobiotic — Foreign substance metabolized by body.\nY\nYagé — Alternative name for ayahuasca.\nYopo — Anadenanthera snuff containing DMT and 5-MeO-DMT.\nZ\nZendo Project — MAPS harm reduction services at festivals.\n\nAdditional Key Concepts\nBioassay — Testing substance effects on living organism; Shulgin’s self-experimentation method.\nConsensual reality — Shared ordinary perception; contrasted with psychedelic states.\nDeath and rebirth — Archetypal experience of ego dissolution and reconstitution.\nIneffability — Inability to adequately describe mystical/psychedelic experiences in words.\nJungian archetypes — Universal symbols emerging in psychedelic visions.\nKundalini — Energy/consciousness described in yoga; sometimes activated by psychedelics.\nLiminal space — Threshold between ordinary and non-ordinary consciousness.\nNoetic quality — Sense of encountering profound truth during mystical experience.\nOntological shock — Radical questioning of reality’s nature after psychedelic experience.\nParadoxical healing — Recovery through fully experiencing difficult emotions.\nRadical acceptance — Complete openness to experience; key to navigating difficult trips.\nSacred geometry — Mathematical patterns in psychedelic visions.\nTranscendent other — Encounter with seemingly external intelligence.\nWhite light experience — Encounter with brilliant luminosity in mystical states.\nXenolinguistics — Study of non-human languages; relevant to DMT entity communication."},"00_INDEX/_Web-Of-Psychedelics":{"slug":"00_INDEX/_Web-Of-Psychedelics","filePath":"00_INDEX/_Web Of Psychedelics.md","title":"_Web Of Psychedelics","links":["01_SUBSTANCES/CLASSICS/5-MeO-DMT","01_SUBSTANCES/CLASSICS/DMT","01_SUBSTANCES/CLASSICS/LSD","01_SUBSTANCES/CLASSICS/Mescaline","01_SUBSTANCES/CLASSICS/Psilocybin","01_SUBSTANCES/Empathogens--and--Dissociatives/Ketamine","01_SUBSTANCES/Empathogens--and--Dissociatives/MDA","01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA","01_SUBSTANCES/Empathogens--and--Dissociatives/PCP","01_SUBSTANCES/Ethnobotanical/Amanita-muscaria","01_SUBSTANCES/Ethnobotanical/Ayahuasca","01_SUBSTANCES/Ethnobotanical/Ibogain","01_SUBSTANCES/Ethnobotanical/Peyote-Cactus","01_SUBSTANCES/Ethnobotanical/Salvia-divinorum","01_SUBSTANCES/Synthetic-Classes/LSD-analogues","01_SUBSTANCES/Synthetic-Classes/Phenethylamines","01_SUBSTANCES/Synthetic-Classes/Tryptamines","02_PEOPLE/The-Advocates--and--Institution-Builders/Rick-Doblin","02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann","02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand","02_PEOPLE/The-Chemists--and--Pharmacologists/Owsley-Stanley","02_PEOPLE/The-Chemists--and--Pharmacologists/Stephen-Szára","02_PEOPLE/The-Cultural-Catalysts/Alan-Watts","02_PEOPLE/The-Cultural-Catalysts/Aldous-Huxley","02_PEOPLE/The-Cultural-Catalysts/Hamilton-Morris","02_PEOPLE/The-Cultural-Catalysts/JDYF333","02_PEOPLE/The-Cultural-Catalysts/Ram-Dass","02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/María-Sabina","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Terence-McKenna","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","02_PEOPLE/The-Therapists--and--Healers/Ralph-Metzner","02_PEOPLE/The-Therapists--and--Healers/Stanislav-Grof","03_CONCEPTS/Ayahuasca-Tourism","03_CONCEPTS/Microdosing","03_CONCEPTS/Perspectives-and-Framing","03_CONCEPTS/Scheduling-of-Drugs","03_CONCEPTS/Set,-Setting-and-the-Substance","03_CONCEPTS/War-on-Drugs","03_CONCEPTS/Western-Perspective","04_REFERENCES/Article_Blog_Web/Drugism---Vincent-Rado-Substack","04_REFERENCES/Article_Blog_Web/Nature’s-Strangest-Psychedelic-is-Everywhere","04_REFERENCES/Article_Blog_Web/The-DMT-Nexus","04_REFERENCES/Books/DMT---The-Spirit-Molecule","04_REFERENCES/Books/LSD_-My-Problem-Child-(1980)","04_REFERENCES/Books/To-Read","04_REFERENCES/Movie-and-Documentary/Orange-Sunshine","04_REFERENCES/Movie-and-Documentary/The-Sunshine-Makers","04_REFERENCES/Movie-and-Documentary/To-Watch","04_REFERENCES/Paper/Convention-on-Psychotropic-Substances-(1971)","04_REFERENCES/Paper/The-Psychedelic-Model-of-Schizophrenia-(1976)","04_REFERENCES/Podcast/HamiltonMorris001","04_REFERENCES/Podcast/HamiltonMorris005","04_REFERENCES/Podcast/HamiltonMorris133"],"tags":[],"content":"01: SUBSTANCES\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryPagesCLASSICS5-MeO-DMT, DMT, LSD, Mescaline, PsilocybinEmpathogens &amp; DissociativesKetamine, MDA, MDMA, PCPEthnobotanicalAmanita muscaria, Ayahuasca, Ibogain, Peyote Cactus, Salvia divinorumSynthetic ClassesLSD analogues, Phenethylamines, Tryptamines\n02: PEOPLE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryPagesThe Advocates &amp; Institution BuildersRick DoblinThe Chemists &amp; PharmacologistsAlbert Hofmann, Alexander Shulgin, Nicholas Sand, Owsley Stanley, Stephen SzáraThe Cultural CatalystsAlan Watts, Aldous Huxley, Hamilton Morris, JDYF333, Ram Dass, The Brotherhood of Eternal Love, Timothy LearyThe Ethnobotanists &amp; AnthropologistsDennis McKenna, María Sabina, Terence McKennaThe Neuroscientists &amp; Clinical ResearchersRick StrassmanThe Therapists &amp; HealersRalph Metzner, Stanislav Grof\n03: CONCEPTS\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryPagesCONCEPTSAyahuasca Tourism, Microdosing, Perspectives and Framing, Scheduling of Drugs, Set, Setting and the Substance, War on Drugs, Western Perspective\n04: REFERENCES\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryPagesArticle Blog WebDrugism - Vincent Rado Substack, Nature’s Strangest Psychedelic is Everywhere, The DMT NexusBooksDMT - The Spirit Molecule, LSD_ My Problem Child (1980), To ReadMovie&amp;DocumentaryOrange Sunshine, The Sunshine Makers, To WatchPaperConvention on Psychotropic Substances (1971), The Psychedelic Model of Schizophrenia (1976)PodcastHamiltonMorris001, HamiltonMorris005, HamiltonMorris133"},"01_SUBSTANCES/CLASSICS/5-MeO-DMT":{"slug":"01_SUBSTANCES/CLASSICS/5-MeO-DMT","filePath":"01_SUBSTANCES/CLASSICS/5-MeO-DMT.md","title":"5-MeO-DMT","links":[],"tags":[],"content":""},"01_SUBSTANCES/CLASSICS/DMT":{"slug":"01_SUBSTANCES/CLASSICS/DMT","filePath":"01_SUBSTANCES/CLASSICS/DMT.md","title":"DMT","links":["01_SUBSTANCES/Ethnobotanical/Ayahuasca","04_REFERENCES/Paper/The-Psychedelic-Model-of-Schizophrenia-(1976)","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Terence-McKenna","02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","04_REFERENCES/Books/DMT---The-Spirit-Molecule","03_CONCEPTS/Ayahuasca-Tourism","04_REFERENCES/Article_Blog_Web/The-DMT-Nexus","02_PEOPLE/The-Cultural-Catalysts/Hamilton-Morris"],"tags":["psychedelics","tryptamine","entheogen","classics","DMT"],"content":"N,N-Dimethyltryptamin\n\nOverview\nDMT (N,N-Dimethyltryptamine) is a naturally occurring tryptamine alkaloid found in many plants and animals. It acts primarily as a potent 5-HT2A receptor agonist, producing intense, short-lived psychedelic experiences with profound alterations in perception, cognition, and self-sense.\nEffects\nSubjective\n\nDMT induces an almost immediate immersion into vivid, geometric, and often inhabited inner worlds.\nEgo boundaries dissolve, time disappears, and the emotional tone ranges from blissful unity to existential terror.\nThe experience is often described as a sudden “breakthrough” into another realm.\n\nPhysical\n\nRapid onset with elevated heart rate, pupil dilation, tremors, and steady breathing.\nIn Ayahuasca, the onset is slower, often accompanied by purging before settling into deep, reflective visions.\n\nCombinations\n\nWith harmalas, DMT becomes orally active and prolonged, producing the visionary brew Ayahuasca. The onset is slower, often accompanied by “purging” before settling into deep, reflective visions.\n\n\nStory\nWestern (Re)discovery of DMT: The Szára Era\n\nEarly traces — DMT (N,N-Dimethyltryptamine) was first identified in the 1940s in hallucinogenic snuffs such as paricá, yopo, and cébil, prepared from Anadenanthera seeds used by South American tribes.\nScientific awareness — Chemically, DMT was first synthesized in 1931 by Richard Manske in Canada, though its psychoactivity wasn’t known. Reports from ethnobotanists in the 1940s–50s (e.g. Holmstedt, Schultes) suggested a link between these snuffs and powerful visions.\nSzára’s interest — In the 1950s, Hungarian chemist and psychiatrist Stephen Szára, working in Budapest, requested LSD from Sandoz for psychiatric research. The request was denied—partly due to Cold War restrictions on sending controlled substances behind the Iron Curtain.\nDo-it-yourself solution — Reading about structurally similar tryptamines (notably DMT in the literature of Manske and later Sporck), Szára synthesized DMT himself from tryptamine and dimethyl sulfate.\nSelf-experimentation — He first tried it orally, found it inactive, then tried intramuscular injection—leading to intense, short-lived hallucinations.\nEarly trials — Szára conducted controlled studies on about 30 medical colleagues and psychiatric patients, documenting vivid perceptual changes and the rapid onset/offset (about 10–15 minutes).\nMigration &amp; U.S. research — After emigrating to the United States following the Hungarian Revolution (1956), Szára continued to study DMT at the NIH. However, LSD dominated psychedelic research, and DMT remained obscure outside small scientific circles.\nReputation &amp; nicknames — In underground circles, its brevity earned it the label “the businessman’s trip”, but many early subjects described it as overwhelmingly intense—sometimes terrifying—so it was also viewed as a “horror drug.”\nEndogenous discovery — In the 1960s, DMT was detected in the tissues of mammals and later in human blood, urine, and cerebrospinal fluid. This led to its classification as an endogenous psychotomimetic—a compound hypothesized to mimic or even cause psychosis when dysregulated.\n\n1960s–1970s: Endogenous Psychosis Era\n\nTransmethylation hypothesis — Building on the discovery that DMT occurs in mammals, psychiatrists proposed that schizophrenia might arise from endogenous overproduction of hallucinogenic tryptamines, reframing psychosis as a biochemical imbalance rather than purely psychological disease. (DMT as “schizotoxin”)\nSearches and assays — Laboratories in the U.S., U.K., and Japan systematically assayed blood, urine, and CSF from patients and controls, but with inconsistent results. The enzyme capable of methylating tryptamine to DMT (indolethylamine N-methyltransferase (INMT)) was found\nExperimental studies confirmed DMT’s rapid onset and short duration, producing brief psychedelic experiences but failing to replicate the chronic, fragmented nature of schizophrenia. This gradually weakened the view of DMT as model.\nCultural and political climate — As the 1960s ended, psychedelic research collapsed under growing legal restrictions. The 1970 Controlled Substances Act placed DMT in Schedule I, halting most clinical and biochemical studies.\n1976 review and aftermath — The NIH paper The Psychedelic Model of Schizophrenia (1976) formally closed the theory, declaring it unproven and no longer worth pursuing. Its tone reflected the political pressure of the era more than scientific finality, effectively burying DMT research until its later revival.\n\n1980s–1990s: Dormancy and Rediscovery\n\nScientific silence — After the 1970s crackdown, almost no sanctioned research on DMT took place. The compound survived mainly as a footnote in psychopharmacology, occasionally mentioned in reviews on endogenous amines but largely forgotten in laboratories.\nUnderground continuity — Outside academia, small circles of chemists and psychonauts—often inspired by Terence McKenna, Alexander Shulgin, and the remnants of the 1960s counterculture—began exploring DMT through vaporization rather than injection, discovering its distinct intensity and brevity.\nMythic framing — These experiences gave rise to the now-famous descriptions of “breakthroughs,” “machine elves,” and “entities,” transforming DMT from a potential psychosis model into a metaphysical mystery. McKenna popularized it as “the most powerful hallucinogen on Earth.”\nEthnobotanical bridge — At the same time, anthropologists and travelers studying ayahuasca in the Amazon highlighted that DMT had long been used in ritual form when combined with MAO-inhibiting plants. This cultural recontextualization reframed DMT as sacrament rather than toxin.\nEarly revival — By the late 1980s, the combination of underground chemistry, anthropological insight, and shifting countercultural attitudes quietly reopened scientific curiosity.\n\n1990s–2000s: The Spirit Molecule Era\n\nClinical return — After two decades of silence, Rick Strassman at the University of New Mexico became the first researcher since Szára to receive U.S. approval to study DMT in human volunteers. Between 1990 and 1995, his team conducted over 400 controlled sessions with intravenous DMT.\nExperimental focus — Strassman’s studies measured blood levels, physiological responses, and psychological effects, documenting the compound’s rapid onset, short duration, and reproducible intensity. Many participants described encounters with entities, alternate realms, or “other intelligences.”\nConceptual shift — Rather than treating DMT as a psychotomimetic, Strassman framed it as a gateway to extraordinary states of consciousness, speculating about roles in dreaming, near-death experiences, and birth/death processes.\nPublication and impact — His 2001 book, DMT - The Spirit Molecule, brought DMT back into public awareness, blending scientific observation with spiritual and existential questions. The later documentary (2010) amplified this cultural revival.\nScientific response — While controversial, Strassman’s work reopened academic discussion about endogenous psychedelics and inspired new research into 5-HT2A receptor function, pineal biochemistry, and altered-state phenomenology.\nCultural aftermath — DMT shifted from obscurity to symbol—seen as a bridge between neuroscience and mysticism, a compound sitting at the frontier of what science could measure and what consciousness could imagine.\n\n2010s–2020s: The Contemporary Era\n\nScientific resurgence — Building on Strassman’s work, researchers began revisiting endogenous DMT with modern analytical tools, leading to detection of measurable amounts in mammalian brains, renewing interest in its physiological and evolutionary role.\nMechanistic insights — Work by Jimo Borjigin’s group (2013–2019) demonstrated DMT production in the pineal gland and multiple cortical regions of rodents, suggesting a wider neurochemical function than mythic speculation once implied.\nNeuroimaging and network studies — Experiments by Carhart-Harris, Timmermann, and collaborators showed that DMT disrupts the brain’s default mode network, increases global signal diversity, and evokes states comparable to dreaming or near-death experiences.\nTherapeutic curiosity — DMT entered early clinical exploration for depression, addiction, and end-of-life distress, mainly through short-acting formulations and through academic studies on ayahuasca analogues.\nCultural normalization — Beyond science, DMT became deeply woven into global psychedelic culture. Ayahuasca Tourism expanded across South America, while Western retreats reframed it as a ritual for healing and insight.\nHome chemistry and online networks — Online forums like The DMT Nexus (founded mid-2000s) and later social media platforms made extraction guides, experience reports, and harm-reduction knowledge accessible to a wide audience. This grassroots infrastructure turned DMT into a collective open-source phenomenon, blurring the line between chemistry, spirituality, and citizen science.\nMedia and popularization — Journalists and filmmakers such as Hamilton Morris brought DMT to mainstream audiences, portraying it with both curiosity and rigor, while online podcasts and YouTube documentaries made it a recurring cultural topic.\nUntil now — By the early 2020s, DMT had reached a stable dual identity: a scientifically intriguing yet philosophically elusive molecule. Its mechanisms are increasingly understood, but its meaning—personal, cultural, and existential—remains unresolved.\n"},"01_SUBSTANCES/CLASSICS/LSD":{"slug":"01_SUBSTANCES/CLASSICS/LSD","filePath":"01_SUBSTANCES/CLASSICS/LSD.md","title":"LSD","links":["01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA","02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann","Humphry-Osmond","02_PEOPLE/The-Therapists--and--Healers/Stanislav-Grof","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","02_PEOPLE/The-Cultural-Catalysts/Ram-Dass","02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love","04_REFERENCES/Movie-and-Documentary/Orange-Sunshine","04_REFERENCES/Paper/Convention-on-Psychotropic-Substances-(1971)","02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","Franz-Vollenweider","Robin-Carhart-Harris"],"tags":["psychedelics","lysergamide","classics"],"content":"Lysergic acid diethylamide (LSD)\n\nOverview\nLSD is a semi-synthetic lysergamide derived from ergot alkaloids of Claviceps purpurea.\nIt acts as a potent 5-HT2A receptor agonist, profoundly altering perception, emotion, and self-sense.  Even in microgram amounts it produces vivid sensory distortions, deep introspection, and experiences often described as mystical or ego-dissolving.\nEffects\nSubjective\n\nLSD expands perception of color, form, and time.\nBoundaries between self and world blur, thoughts loop, and emotions amplify.\nExperiences range from cosmic unity to overwhelming confusion depending on set and setting.\n\nPhysical\n\nPupil dilation, mild tremor, increased heart rate, sleeplessness.\nOnset after 30–90 min, lasting 8–14 h, with a long emotional afterglow.\n\nCombinations\n\nSometimes mixed with empathogens like MDMA (“candy-flipping”) or with other lysergamides.\nIn traditional research it was used alongside psychotherapy, music, and introspective guidance to catalyze breakthroughs.\n\n\nStory\n1930s–1940s: Synthesis and Discovery\n\nOrigins — In 1938, Albert Hofmann at Sandoz Laboratories in Basel synthesized LSD while studying ergot derivatives for respiratory stimulants.\nFive years later, during a re-examination in 1943, Hofmann accidentally absorbed a trace and experienced the first LSD trip, followed by his intentional self-experiment on April 19, 1943 — remembered as Bicycle Day.\nPharmacological curiosity — The compound’s potency astonished researchers, active at doses below 100 µg, suggesting a new class of psychoactive mechanism unlike any known drug.\n\n1950s–1960s: The Psychiatric and Psychedelic Eras\n\nPsychiatric tool — Early psychiatrists explored LSD as a model for psychosis (“psychotomimetic”) and as a therapeutic catalyst for introspection.\nResearchers like Humphry Osmond and Stanislav Grof found that guided LSD sessions could dissolve psychological defenses and accelerate breakthroughs in therapy.\nSpread to the counterculture — Figures like Timothy Leary and Richard Alpert (Ram Dass) popularized LSD at Harvard, shifting its image from psychiatric instrument to spiritual sacrament.\nThe vision — Leary’s slogan “Turn on, tune in, drop out” captured a generation’s belief that consciousness expansion could transform society itself.\nSandoz distribution — Until 1965, Sandoz supplied LSD (Delysid) to clinics and researchers worldwide, framing it as a legitimate scientific tool.\n\n1965–1971: Backlash and Criminalization\n\nUnderground proliferation — With Sandoz ending supply, clandestine chemists began producing LSD, most famously the The Brotherhood of Eternal Love, who distributed the pure orange tablets known as Orange Sunshine.\nCultural panic — Media portrayed LSD as a danger to youth and order. Reports of psychotic breaks and social unrest turned public opinion.\nGovernment response — In the U.S., the 1965 Drug Abuse Control Amendments and later the 1970 Controlled Substances Act placed LSD in Schedule I, aligning with global prohibition under the Convention on Psychotropic Substances (1971).\nThe crackdown ended almost all legitimate research, marking the start of the long “psychedelic winter.”\n\n1970s–1990s: Underground Survival\n\nPersistence in subculture — Despite prohibition, LSD survived through music scenes, communes, and festivals. Its aesthetics shaped art, graphic design, and the ethos of the era.\nSpiritual adaptation — LSD merged into emerging New Age and Eastern-influenced practices, becoming a tool for personal growth rather than rebellion.\nScientific silence — Academic research vanished, though low-profile figures like Alexander Shulgin explored related lysergamides, expanding the chemical lineage.\n\n2000s–2020s: Scientific Renewal\n\nReturn to the lab — After decades of stigma, controlled LSD studies resumed in Switzerland and the U.K. under researchers like Franz Vollenweider and Robin Carhart-Harris.\nNeuroimaging — Modern tools revealed LSD’s disruption of the default mode network, correlating ego dissolution with reduced neural hierarchy and increased global connectivity.\nTherapeutic revival — Early clinical trials indicated benefits for depression, addiction, and anxiety, echoing the optimism of the 1960s but under rigorous protocols.\nCultural integration — LSD became part of the global psychedelic renaissance, discussed in neuroscience, philosophy, and art. Microdosing entered popular discourse as a tool for creativity and mental clarity.\nLegacy — Once demonized, LSD now sits at the center of renewed inquiry into consciousness and healing, bridging science and spirituality once again.\n"},"01_SUBSTANCES/CLASSICS/Mescaline":{"slug":"01_SUBSTANCES/CLASSICS/Mescaline","filePath":"01_SUBSTANCES/CLASSICS/Mescaline.md","title":"Mescaline","links":[],"tags":[],"content":""},"01_SUBSTANCES/CLASSICS/Psilocybin":{"slug":"01_SUBSTANCES/CLASSICS/Psilocybin","filePath":"01_SUBSTANCES/CLASSICS/Psilocybin.md","title":"Psilocybin","links":[],"tags":[],"content":""},"01_SUBSTANCES/Empathogens--and--Dissociatives/Ketamine":{"slug":"01_SUBSTANCES/Empathogens--and--Dissociatives/Ketamine","filePath":"01_SUBSTANCES/Empathogens & Dissociatives/Ketamine.md","title":"Ketamine","links":[],"tags":[],"content":"vincentrado.substack.com/p/the-geopolitics-of-ketamine-part\nvincentrado.substack.com/p/the-geopolitics-of-ketamine-part-dd8"},"01_SUBSTANCES/Empathogens--and--Dissociatives/MDA":{"slug":"01_SUBSTANCES/Empathogens--and--Dissociatives/MDA","filePath":"01_SUBSTANCES/Empathogens & Dissociatives/MDA.md","title":"MDA","links":[],"tags":[],"content":""},"01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA":{"slug":"01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA","filePath":"01_SUBSTANCES/Empathogens & Dissociatives/MDMA.md","title":"MDMA","links":[],"tags":[],"content":""},"01_SUBSTANCES/Empathogens--and--Dissociatives/PCP":{"slug":"01_SUBSTANCES/Empathogens--and--Dissociatives/PCP","filePath":"01_SUBSTANCES/Empathogens & Dissociatives/PCP.md","title":"PCP","links":[],"tags":[],"content":""},"01_SUBSTANCES/Ethnobotanical/Amanita-muscaria":{"slug":"01_SUBSTANCES/Ethnobotanical/Amanita-muscaria","filePath":"01_SUBSTANCES/Ethnobotanical/Amanita muscaria.md","title":"Amanita muscaria","links":[],"tags":[],"content":""},"01_SUBSTANCES/Ethnobotanical/Ayahuasca":{"slug":"01_SUBSTANCES/Ethnobotanical/Ayahuasca","filePath":"01_SUBSTANCES/Ethnobotanical/Ayahuasca.md","title":"Ayahuasca","links":[],"tags":[],"content":"ayahuasca-timeline.kahpi.net/first-europeans-colonialists-amazon/"},"01_SUBSTANCES/Ethnobotanical/Ibogain":{"slug":"01_SUBSTANCES/Ethnobotanical/Ibogain","filePath":"01_SUBSTANCES/Ethnobotanical/Ibogain.md","title":"Ibogain","links":[],"tags":[],"content":""},"01_SUBSTANCES/Ethnobotanical/Peyote-Cactus":{"slug":"01_SUBSTANCES/Ethnobotanical/Peyote-Cactus","filePath":"01_SUBSTANCES/Ethnobotanical/Peyote Cactus.md","title":"Peyote Cactus","links":[],"tags":[],"content":""},"01_SUBSTANCES/Ethnobotanical/Salvia-divinorum":{"slug":"01_SUBSTANCES/Ethnobotanical/Salvia-divinorum","filePath":"01_SUBSTANCES/Ethnobotanical/Salvia divinorum.md","title":"Salvia divinorum","links":[],"tags":[],"content":""},"01_SUBSTANCES/Synthetic-Classes/LSD-analogues":{"slug":"01_SUBSTANCES/Synthetic-Classes/LSD-analogues","filePath":"01_SUBSTANCES/Synthetic Classes/LSD analogues.md","title":"LSD analogues","links":[],"tags":[],"content":""},"01_SUBSTANCES/Synthetic-Classes/Phenethylamines":{"slug":"01_SUBSTANCES/Synthetic-Classes/Phenethylamines","filePath":"01_SUBSTANCES/Synthetic Classes/Phenethylamines.md","title":"Phenethylamines","links":[],"tags":[],"content":""},"01_SUBSTANCES/Synthetic-Classes/Tryptamines":{"slug":"01_SUBSTANCES/Synthetic-Classes/Tryptamines","filePath":"01_SUBSTANCES/Synthetic Classes/Tryptamines.md","title":"Tryptamines","links":[],"tags":[],"content":""},"02_PEOPLE/Gordon-Wasson":{"slug":"02_PEOPLE/Gordon-Wasson","filePath":"02_PEOPLE/Gordon Wasson.md","title":"Gordon Wasson","links":[],"tags":[],"content":""},"02_PEOPLE/The-Advocates--and--Institution-Builders/Rick-Doblin":{"slug":"02_PEOPLE/The-Advocates--and--Institution-Builders/Rick-Doblin","filePath":"02_PEOPLE/The Advocates & Institution Builders/Rick Doblin.md","title":"Rick Doblin","links":[],"tags":[],"content":""},"02_PEOPLE/The-Advocates--and--Institution-Builders/Roland-Griffiths":{"slug":"02_PEOPLE/The-Advocates--and--Institution-Builders/Roland-Griffiths","filePath":"02_PEOPLE/The Advocates & Institution Builders/Roland Griffiths.md","title":"Roland Griffiths","links":[],"tags":["psychedelics","research","psilocybin","JohnsHopkins"],"content":"Overview\nRoland R. Griffiths was a pioneering researcher who helped re-legitimize psychedelic science in the 21st century. At Johns Hopkins University, he led the first modern, double-blind studies demonstrating that psilocybin can occasion profound, meaningful, and often mystical experiences in healthy volunteers."},"02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann":{"slug":"02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann","filePath":"02_PEOPLE/The Chemists & Pharmacologists/Albert Hofmann.md","title":"Albert Hofmann","links":["Sandoz-Laboratories","Bicycle-Day","01_SUBSTANCES/CLASSICS/Psilocybin","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/María-Sabina","04_REFERENCES/Books/LSD_-My-Problem-Child-(1980)"],"tags":["psychedelics","chemistry","lsd","history","discovery"],"content":"\nOverview\nAlbert Hofmann (1906–2008) was a Swiss chemist best known for discovering Lysergic acid diethylamide (LSD) at Sandoz Laboratories in Basel. His serendipitous self-experiment in 1943 revealed its powerful psychoactive properties, marking the birth of the modern psychedelic era.\nEarly Work\nHofmann studied the chemical constituents of ergot, a fungus on rye. His goal was to find medicinal derivatives. While re-synthesizing LSD-25 in 1943, he accidentally absorbed a small dose and experienced its effects—becoming the first human to undergo an LSD trip.\nThe LSD Discovery\nOn April 19, 1943, Hofmann intentionally ingested 250 µg of LSD, then rode his bicycle home, experiencing vivid perceptual changes—an event later commemorated as Bicycle Day.\nHe described the experience as both deeply unsettling and profoundly meaningful, setting the tone for later psychedelic discourse.\nSandoz and Distribution\nUnder his guidance, Sandoz Laboratories produced and distributed LSD as “Delysid” to psychiatrists and researchers worldwide, believing it could serve as a model psychosis or a tool for psychotherapy.\nLater Work\nHofmann later isolated and synthesized Psilocybin from Psilocybe mexicana, bridging Western pharmacology with indigenous knowledge of the Mazatec people and María Sabina’s rituals.\nPhilosophy and Legacy\nHofmann viewed psychedelics as “sacred medicines” capable of reconnecting humanity with nature and spirit. In his later years, he criticized recreational misuse but advocated for careful, meaningful exploration. His memoir, LSD_ My Problem Child (1980), reflects this balance of scientific curiosity and spiritual reverence."},"02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin":{"slug":"02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","filePath":"02_PEOPLE/The Chemists & Pharmacologists/Alexander Shulgin.md","title":"Alexander Shulgin","links":[],"tags":[],"content":""},"02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand":{"slug":"02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand","filePath":"02_PEOPLE/The Chemists & Pharmacologists/Nicholas Sand.md","title":"Nicholas Sand","links":[],"tags":[],"content":""},"02_PEOPLE/The-Chemists--and--Pharmacologists/Owsley-Stanley":{"slug":"02_PEOPLE/The-Chemists--and--Pharmacologists/Owsley-Stanley","filePath":"02_PEOPLE/The Chemists & Pharmacologists/Owsley Stanley.md","title":"Owsley Stanley","links":[],"tags":[],"content":""},"02_PEOPLE/The-Chemists--and--Pharmacologists/Stephen-Szára":{"slug":"02_PEOPLE/The-Chemists--and--Pharmacologists/Stephen-Szára","filePath":"02_PEOPLE/The Chemists & Pharmacologists/Stephen Szára.md","title":"Stephen Szára","links":["01_SUBSTANCES/CLASSICS/DMT","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman"],"tags":["psychedelics","DMT","psychopharmacology","history"],"content":"Stephen Szára\nHungarian-born chemist and psychiatrist best known for his pioneering discovery of DMT’s psychoactivity.\nIn 1956, while working in Budapest, Szára injected synthesized DMT into human volunteers—including himself—after discovering it was inactive when swallowed. The resulting experiences were immediate, intense, and often described as mystical or terrifying, establishing DMT as a new class of short-acting hallucinogens.\nSzára’s work predates the mainstream psychedelic wave of the 1960s and provided a biochemical foundation for later research by Rick Strassman and others exploring endogenous tryptamines in the human brain.\nHe later emigrated to the United States, where he contributed to neurochemical studies at the National Institutes of Health, exploring serotonin metabolism and hallucinogen structure–activity relationships.\nSzára’s 1956 paper marks a turning point: the moment when Western science recognized DMT as a powerful and endogenous psychoactive compound, bridging pharmacology, consciousness research, and spiritual inquiry."},"02_PEOPLE/The-Cultural-Catalysts/Alan-Watts":{"slug":"02_PEOPLE/The-Cultural-Catalysts/Alan-Watts","filePath":"02_PEOPLE/The Cultural Catalysts/Alan Watts.md","title":"Alan Watts","links":[],"tags":[],"content":""},"02_PEOPLE/The-Cultural-Catalysts/Aldous-Huxley":{"slug":"02_PEOPLE/The-Cultural-Catalysts/Aldous-Huxley","filePath":"02_PEOPLE/The Cultural Catalysts/Aldous Huxley.md","title":"Aldous Huxley","links":[],"tags":[],"content":""},"02_PEOPLE/The-Cultural-Catalysts/Hamilton-Morris":{"slug":"02_PEOPLE/The-Cultural-Catalysts/Hamilton-Morris","filePath":"02_PEOPLE/The Cultural Catalysts/Hamilton Morris.md","title":"Hamilton Morris","links":[],"tags":[],"content":""},"02_PEOPLE/The-Cultural-Catalysts/JDYF333":{"slug":"02_PEOPLE/The-Cultural-Catalysts/JDYF333","filePath":"02_PEOPLE/The Cultural Catalysts/JDYF333.md","title":"JDYF333","links":["04_REFERENCES/Podcast/HamiltonMorris001"],"tags":["psychedelics","LSD","counterculture","Berkeley","Clearlight","brotherhoodofeternallove"],"content":"\nOverview\nDavivid “JDYF333” Rose embodies the long arc of psychedelic idealism, from acid evangelism and underground LSD distribution in Berkeley to homelessness, stroke recovery, and digital self-archiving. His rediscovered blog and annotated bibliography make him one of the earliest documented users of the term “microdose” (1980), predating the modern revival by decades. In his words, “If I can reduce harm, I am morally obligated to do so.” His writings blur the line between history and scripture, a living fossil of the psychedelic century.\nHamilton Morris interview (HamiltonMorris001)\n\nSaw LSD as a tool for human liberation.\nPurity and dosage as moral duties.\nBelief that mass enlightenment could overturn capitalism.\nDisillusionment when cocaine culture replaced psychedelics.\n“Clearlight as currency” — symbolic of purity, almost alchemical.\n"},"02_PEOPLE/The-Cultural-Catalysts/Ram-Dass":{"slug":"02_PEOPLE/The-Cultural-Catalysts/Ram-Dass","filePath":"02_PEOPLE/The Cultural Catalysts/Ram Dass.md","title":"Ram Dass","links":[],"tags":[],"content":""},"02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love":{"slug":"02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love","filePath":"02_PEOPLE/The Cultural Catalysts/The Brotherhood of Eternal Love.md","title":"Brotherhood of Eternal Love","links":["01_SUBSTANCES/CLASSICS/LSD","02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand","Tim-Scully","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","04_REFERENCES/Movie-and-Documentary/Orange-Sunshine","03_CONCEPTS/War-on-Drugs"],"tags":["psychedelics","counterculture","1960s","LSD","drug-smuggling","hippymafia","MysticsArtWorld"],"content":"\nThe Brotherhood of Eternal Love began as a small Anaheim crew that converted to a psychedelic mission after an early LSD experience, then reorganised in Modjeska Canyon as a tax-exempt “church.” They moved into Laguna Beach, clustered in “Dodge City,” and opened Mystic Arts World as a cultural hub, blending yoga, art, and a sacramental approach to psychedelics.\nFrom 1968 onward they became synonymous with Orange Sunshine, a widely distributed form of LSD associated with chemists like Nicholas Sand and Tim Scully. Financing and scale came from Afghan hash and marijuana routes, with inventive concealment methods and a reputation for clean, cheap doses meant to democratise access.\nTheir circle intersected with prominent figures, notably Timothy Leary, whose presence amplified attention and risk. The group’s public face included the Laguna Canyon “Christmas Happening” and the head-shop gallery scene, while the covert side involved forged identities, rapid logistics, and international supply lines.\nA turning point came with founder John Griggs’s death in 1969, which weakened the idealist center and accelerated a drift toward harder commerce. Coordinated raids on August 5, 1972 fractured the network, sending members underground or into exile, and closed the most visible chapter of the operation.\nSignificance, the Brotherhood shows how a sacramental vision can scale into a de facto drug syndicate, how branding like Orange Sunshine can define an era’s perception of purity and potency, and how California’s surf-hippie aesthetic merged with clandestine trade. Their rise and fall fed the escalation of the War on Drugs, influenced how authorities pursued psychedelics, and left a lasting cultural legend that sits between utopian experiment and underground industry."},"02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary":{"slug":"02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","filePath":"02_PEOPLE/The Cultural Catalysts/Timothy Leary.md","title":"Timothy Leary","links":[],"tags":[],"content":""},"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna":{"slug":"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna","filePath":"02_PEOPLE/The Ethnobotanists & Anthropologists/Dennis McKenna.md","title":"Dennis McKenna","links":[],"tags":[],"content":""},"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/María-Sabina":{"slug":"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/María-Sabina","filePath":"02_PEOPLE/The Ethnobotanists & Anthropologists/María Sabina.md","title":"María Sabina","links":[],"tags":[],"content":""},"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Terence-McKenna":{"slug":"02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Terence-McKenna","filePath":"02_PEOPLE/The Ethnobotanists & Anthropologists/Terence McKenna.md","title":"Terence McKenna","links":[],"tags":[],"content":""},"02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman":{"slug":"02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","filePath":"02_PEOPLE/The Neuroscientists & Clinical Researchers/Rick Strassman.md","title":"Rick Strassman","links":["04_REFERENCES/Books/DMT---The-Spirit-Molecule","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","03_CONCEPTS/Perspectives-and-Framing"],"tags":["psychedelics","psychiatry","DMT","clinical-research","spirit-molecule"],"content":"Overview\nAmerican psychiatrist (b. 1952) best known for reviving human psychedelic research after a 20-year hiatus. At the University of New Mexico (1990–1995), Strassman administered over 400 intravenous doses of DMT to volunteers under FDA and DEA approval, marking the first sanctioned psychedelic studies in the U.S. since the early 1970s.\n\nEarly Life &amp; Education\n\nStudied biology at Stanford University; M.D. from Albert Einstein College of Medicine.\nTrained in psychiatry at UC Davis and Yale, specializing in psychopharmacology and meditation research.\nEarly interest in pineal function and melatonin led him toward endogenous psychedelic hypotheses.\n\n\nThe DMT Research Program (1990–1995)\n\nConducted at the University of New Mexico School of Medicine.\nOver 60 volunteers; intravenous DMT (0.05–0.4 mg/kg).\nRecorded physiological (heart rate, blood pressure, hormone) and psychological data.\nReports included vivid “entity encounters,” geometric environments, and altered perception of time.\nConcluded DMT was extremely safe physiologically, yet radically potent psychologically.\n\nKey papers:\n\nStrassman et al., Biological Psychiatry (1994–1996): cardiovascular, endocrine, and subjective responses to DMT.\n\n\nThe Spirit Molecule (2001)\n\nPublished his book DMT - The Spirit Molecule summarizing clinical data and volunteer narratives.\nProposed speculative links between endogenous DMT, near-death experiences, birth, and mystical states.\nThe 2010 documentary of the same name popularized his work globally.\n\n\n“DMT seems to allow consciousness to experience itself detached from the body.”\n\n\nLater Work\n\nFounded the Cottonwood Research Foundation to explore consciousness studies beyond traditional psychiatry.\nCo-authored Inner Paths to Outer Space (2008) with Ede Frecska and Luis Eduardo Luna, comparing DMT phenomenology with shamanic cosmologies.\nContinues writing and lecturing on psychedelics, religion, and neuroscience.\n\n\nPerspective\nStrassman’s approach bridged rigor and mysticism: he treated DMT as both a pharmacological tool and a potential mediator of spiritual experience.\nHis framing shifted the molecule’s reputation from psychosis model to mystery catalyst, inspiring a new generation of clinical and philosophical inquiry.\n\nConnections\n\nScientific lineage: Stephen Szára → Rick Strassman → Roland Griffiths\nConceptual link: Perspectives and Framing — from “psychotomimetic” to “entheogenic”\nInstitutional bridge: University of New Mexico → Cottonwood Research Foundation\n\n\nKey Works\n\nDMT - The Spirit Molecule (2001)\nInner Paths to Outer Space (2008)\nJoseph Levy Escapes Death (novel, 2019)\nMy Altered States (2024)\n\n\nLegacy\n\nCatalyst for the psychedelic renaissance.\nReintroduced human DMT research under modern ethical and medical standards.\nInfluenced both scientific and spiritual interpretations of endogenous psychedelics.\n\n\nQuotes\n\n“Psychedelics don’t produce the experience—they open you to it.”\n“In every sense of the word, DMT is a doorway molecule.”\n"},"02_PEOPLE/The-Therapists--and--Healers/Ralph-Metzner":{"slug":"02_PEOPLE/The-Therapists--and--Healers/Ralph-Metzner","filePath":"02_PEOPLE/The Therapists & Healers/Ralph Metzner.md","title":"Ralph Metzner","links":[],"tags":[],"content":""},"02_PEOPLE/The-Therapists--and--Healers/Stanislav-Grof":{"slug":"02_PEOPLE/The-Therapists--and--Healers/Stanislav-Grof","filePath":"02_PEOPLE/The Therapists & Healers/Stanislav Grof.md","title":"Stanislav Grof","links":[],"tags":[],"content":""},"02_PEOPLE/notes":{"slug":"02_PEOPLE/notes","filePath":"02_PEOPLE/notes.md","title":"notes","links":[],"tags":[],"content":"To look up\n\nDavid Jay Brown\nAmanda Feilding\nBeckley Foundation\nCarhart-Harris, Robin\nCharles Grob\nClaudio Naranjo\nDavid Nichols\nDavid Nutt\nFrances Vaughan\nGordon Wasson\nGrof, Stanislav\nHeffter Research Institute\nHumphry Osmond\nJames Fadiman\nkatherine MacLean\nKen Kesey\nLeo Zeff\nLilly, John C\nMatthew Johnson\nNicholas Sand\nOliver Sacks\nOwsley Stanley\nPahnke, Walter\nPeter Gasser\nRalph Metzner\nRoland Griffiths\nSolomon Snyder\nWasson, R. Gordon\nCharles Manson\n\n\nTemplate for Individual Pages:\n\nTimeline: Birth-death/present, key dates\nPrimary Contribution: What they’re known for\nSubstances: Which psychedelics they focused on\nKey Works: Books, papers, discoveries\nControversies: Any significant debates\nLegacy: How they influenced the field\nConnections: Links to other figures, institutions\nQuotes: Memorable statements\nCurrent Status: If alive, what they’re doing now\n"},"03_CONCEPTS/Ayahuasca-Tourism":{"slug":"03_CONCEPTS/Ayahuasca-Tourism","filePath":"03_CONCEPTS/Ayahuasca Tourism.md","title":"Ayahuasca Tourism","links":[],"tags":[],"content":""},"03_CONCEPTS/Microdosing":{"slug":"03_CONCEPTS/Microdosing","filePath":"03_CONCEPTS/Microdosing.md","title":"Microdosing","links":[],"tags":[],"content":""},"03_CONCEPTS/Perspectives-and-Framing":{"slug":"03_CONCEPTS/Perspectives-and-Framing","filePath":"03_CONCEPTS/Perspectives and Framing.md","title":"Perspectives and Framing","links":[],"tags":["psychedelics","framing","culture","language"],"content":"The Power of Words in Shaping Experience\nEvery psychedelic carries not only a pharmacology but also a narrative.\nHow a culture names and frames a substance defines what it becomes in consciousness.\n\nFrom “Schizotoxin” to “Sacrament”\n\n\nIn 1960s psychiatry, DMT and related tryptamines were labeled psychotomimetics, so drugs that mimic psychosis.\n\nVolunteers were sometimes dosed without informed consent, told they were taking a “model psychosis” compound or not told anything at all.\nThe expectation of madness produced anxiety, fragmentation, fear.\nThe setting was fluorescent, clinical, and detached: an environment built to observe pathology.\n\n\n\nIn contrast, in Amazonian contexts, the same molecule — within ayahuasca — is a sacrament\n\nParticipants prepare through ritual, diet, and intention.\nThe brew is introduced as a teacher or spirit; the space is one of healing and meaning.\nThe same pharmacology unfolds in a radically different psychological and symbolic container.\n\n\n\n\nLanguage as Set and Setting\nWords are part of the set (the inner expectation) long before ingestion.\nThey dictate whether the coming experience is framed as:\n\npathology (hallucination, delusion, psychosis)\nrevelation (vision, insight, communion)\nrecreation (trip, high, escape)\n\nEven scientific language is performative:\ncalling DMT “endogenous” opened it to spiritual speculation,\nwhile calling it “psychotomimetic” closed it into pathology.\n\nCultural Mirrors\n\nThe West: approaches through control, categorization, and reduction — “What receptor does it bind to?”\nThe Indigenous: approaches through relation, reverence, and integration — “What spirit does it reveal?”\nBoth are real within their own frames.\n\n\nThe power of expectation\nReflection\n\n“A molecule is neutral — it becomes sacred or pathological in the mouth that names it.”\n\nThe story we tell about a substance is part of its effect.\nChange the story, and you change the drug.\n"},"03_CONCEPTS/Scheduling-of-Drugs":{"slug":"03_CONCEPTS/Scheduling-of-Drugs","filePath":"03_CONCEPTS/Scheduling of Drugs.md","title":"Scheduling of Drugs","links":["04_REFERENCES/Paper/Convention-on-Psychotropic-Substances-(1971)","01_SUBSTANCES/CLASSICS/LSD","01_SUBSTANCES/CLASSICS/Psilocybin","01_SUBSTANCES/CLASSICS/DMT","01_SUBSTANCES/CLASSICS/Mescaline","01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA","01_SUBSTANCES/Empathogens--and--Dissociatives/PCP"],"tags":["psychedelics","law","framing","UN","prohibition"],"content":"Overview\nThe Scheduling of Drugs is the global classification system that determines which substances are legal, restricted, or criminalized.\nIt originates from the Convention on Psychotropic Substances (1971) which grouped compounds into four Schedules according to medical usefulness, potential for abuse, and public health risk.\nWhat began as a technical framework for regulation became a moral taxonomy of consciousness, defining which altered states are legitimate and which are forbidden.\n\nThe UN Model\nThe Convention established four levels of control.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSchedulePrincipleExamplesIHigh abuse risk, little or no medical valueLSD, Psilocybin, DMT, Mescaline, MDMAIIHigh abuse risk, some medical valueAmphetamine, Methamphetamine, Methylphenidate, PCPIIIModerate risk, accepted medical useBuprenorphine, Flunitrazepam, Pentobarbital, CathineIVLow risk, broad medical useBenzodiazepines, Barbiturates, Phenobarbital\nUse outside medicine or science is prohibited.\nProduction, possession, or trade without authorization must be treated as a punishable offence by all signatory states.\n\nTranslation into National Systems\nMany countries mirrored this four-tier logic.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCountry/SystemStructureNotesUSASchedules I–VSchedule I (LSD, heroin) = no accepted medical use, V = minimal controlUKClasses A–CClass A includes LSD and heroin, B covers stimulants, C covers sedativesSwitzerland / EULists A–DA = strictest (hallucinogens, opiates), D = over the counter\nThe terminology differs, but the principle is the same, a graded scale of legitimacy based on perceived danger.\n\nCultural Logic\nScheduling controls more than chemistry, it controls meaning. By placing psychedelics together with narcotics in the most restricted category, the system equated non-addictive psychedelic states with compulsive drug dependence. The criteria were presented as scientific, yet the boundaries were cultural.  A stimulant aiding productivity could be called medical, while a hallucinogen could be called abuse.\nArticle 32(4) of the 1971 Convention allowed countries to reserve traditional ritual use of plants like peyote or psilocybin mushrooms.  This clause quietly admitted that not all use is abuse, but only within narrowly defined cultural contexts.\nA ceremony in Mexico might be protected, the same act in London could be criminal.\nLegality became tied not to chemistry, but to who uses it and why.\nEach revision of scheduling, from LSD in 1971 to MDMA in 1986, repeated the same pattern.\nA new substance appeared, culture reacted, law defined it through fear before evidence.\nOnce scheduled, reversal became nearly impossible.\nResearch remained theoretically legal, yet almost inaccessible.\nRole of the US\nThe United States played a leading role in drafting and promoting the 1971 Convention.\nIts delegation pushed for a global framework modeled on the new U.S. Controlled Substances Act, aiming to harmonize bans on LSD, amphetamines, and other synthetics. This effort aligned with the early War on Drugs, reflecting both health concerns and domestic pressure to curb the 1960s psychedelic culture and was likely motivate to close legal loopholes that would allowed production and export from abroad."},"03_CONCEPTS/Set,-Setting-and-the-Substance":{"slug":"03_CONCEPTS/Set,-Setting-and-the-Substance","filePath":"03_CONCEPTS/Set, Setting and the Substance.md","title":"Set, Setting and the Substance","links":[],"tags":[],"content":""},"03_CONCEPTS/War-on-Drugs":{"slug":"03_CONCEPTS/War-on-Drugs","filePath":"03_CONCEPTS/War on Drugs.md","title":"War on Drugs","links":[],"tags":[],"content":""},"03_CONCEPTS/Western-Perspective":{"slug":"03_CONCEPTS/Western-Perspective","filePath":"03_CONCEPTS/Western Perspective.md","title":"Western Perspective","links":[],"tags":[],"content":""},"04_REFERENCES/Article_Blog_Web/Drugism---Vincent-Rado-Substack":{"slug":"04_REFERENCES/Article_Blog_Web/Drugism---Vincent-Rado-Substack","filePath":"04_REFERENCES/Article_Blog_Web/Drugism - Vincent Rado Substack.md","title":"Drugism (Vincent Rado Substack)","links":[],"tags":["psychedelics","culture","sociology","discrimination","terminology","drug_policy"],"content":"Drugism is Vincent Rado’s Substack and book project discussing how society assigns moral, political, and cultural meaning to drug use. It frames “drugism” as both an ideology and a mirror that revealos what our attitudes toward substances say about ourselves.\n\nWhat is drugism?\nDrugism refers to the biased judgment of drugs and the people who use them. Drugism is applied to individual drugs, groups of drugs, and drugs in general.\nRead this for a more complete definition + history of drugism.\nWhat’s in this newsletter?\n*This e-newsletter contains excerpts from Drugism (2022), a book I recently self-published. Excerpts are delivered to your inbox every Thursday. Paid subscribers also receive exclusive excerpts each month and a physical copy of Drugism.\nWhy bother?\nDrugism offers a new way to think about drug use. I know what you’re thinking…aren’t there a bunch of other indie writers on Substack rambling about drugs? Why should I read this one? Peep an excerpt and see for yourself :)\nAnd remember…don’t be drugist!*"},"04_REFERENCES/Article_Blog_Web/Nature’s-Strangest-Psychedelic-is-Everywhere":{"slug":"04_REFERENCES/Article_Blog_Web/Nature’s-Strangest-Psychedelic-is-Everywhere","filePath":"04_REFERENCES/Article_Blog_Web/Nature’s Strangest Psychedelic is Everywhere.md","title":"Nature’s Strangest Psychedelic is Everywhere","links":["01_SUBSTANCES/CLASSICS/DMT","01_SUBSTANCES/CLASSICS/LSD","02_PEOPLE/The-Chemists--and--Pharmacologists/Stephen-Szára","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna"],"tags":["psychedelics","DMT","history","ethnobotany","ayahuasca","McKenna","Gallimore"],"content":"\nNature’s Strangest Psychedelic is Everywhere\nAndrew R. Gallimore, Literary Hub (2025)\nGallimore weaves a detailed story of how DMT, once an obscure alkaloid, became the central molecule connecting Indigenous shamanic practice, Western pharmacology, and the metaphysics of the psychedelic experience.\nThe piece opens with the mid-20th-century rediscovery of DMT among the Leary–McKenna generation, contrasting underground synthesis manuals like The Psychedelic Guide to Preparation of the Eucharist with the ethnobotanical detective work unfolding in South America. Despite early Western fascination, DMT remained rare due to complex synthesis and low yield compared to LSD.\nDiscovery and Identification\nThe article reconstructs the tangled scientific path to understanding ayahuasca:\n\n1852: Richard Spruce drinks caapi brew, unaware of its dual-component mechanism.\n1956: Stephen Szára identifies DMT as the visionary molecule, finding it orally inactive.\n1950s–60s: William Burroughs learns from Amazonian shamans that adding specific leaves transforms yage into a true vision potion.\n1966: Homer Pinkley, student of Richard Schultes, identifies Psychotria viridis (chacruna) as the secret admixture plant containing DMT.\n1978: Jeremy Bigwood confirms that co-ingesting DMT and harmaline reproduces the full ayahuasca effect.\n1980s: Dennis McKenna analyzes Peruvian brews and biochemically verifies the MAOI–DMT synergy.\n\nThis sequence revealed that Indigenous brewers had long exploited a precise pharmacological technology—combining DMT with harmala alkaloids from caapi to inhibit monoamine oxidase and render it orally active. Jonathan Ott later called this “conceivably the most sophisticated pharmacognostical discovery ever made in the archaic world.”\nUbiquity and Implications\nGallimore shows how DMT’s presence extended far beyond Amazonian plants. It has been found in grasses, acacias, mimosa species, river reeds, citrus skins, and numerous other organisms. Dennis McKenna summarized this as “nature is drenched in DMT,” suggesting the molecule might be nearly universal across plant life.\nThe essay closes on a speculative note: if DMT’s biosynthesis is nearly universal, what does that imply about consciousness and nature itself? The “gateway to alien worlds” may not be rare or exotic but quietly built into the structure of life.\nComment\nThe piece bridges ethnobotany, neurochemistry, and mythology, situating DMT as both a scientific and metaphysical puzzle. It provides one of the clearest chronological accounts linking Stephen Szára’s lab discovery to the Indigenous pharmacological genius behind ayahuasca, while re-centering figures like Burroughs, Schultes, and the McKenna brothers in a single narrative.\nIt’s both a historical synthesis and a philosophical provocation — suggesting that the most alien compound in nature might, paradoxically, be the most common."},"04_REFERENCES/Article_Blog_Web/The-DMT-Nexus":{"slug":"04_REFERENCES/Article_Blog_Web/The-DMT-Nexus","filePath":"04_REFERENCES/Article_Blog_Web/The DMT Nexus.md","title":"The DMT Nexus","links":[],"tags":[],"content":""},"04_REFERENCES/Books/DMT---The-Spirit-Molecule":{"slug":"04_REFERENCES/Books/DMT---The-Spirit-Molecule","filePath":"04_REFERENCES/Books/DMT - The Spirit Molecule.md","title":"DMT - The Spirit Molecule","links":["01_SUBSTANCES/CLASSICS/DMT"],"tags":["psychedelics","DMT","spirit-molecule","book","consciousness","clinical-research"],"content":"Commentary &amp; Reflection\nThe book opens with a historical reconstruction of  DMT — from its obscure synthesis and Szára’s early work to Strassman’s own rediscovery in the 1990s. This part is exceptional: it situates DMT within the lineage of modern psychedelics and captures the institutional barriers surrounding human research. His account of grant writing, ethics board reviews, and DEA negotiations feels surprisingly contemporary for anyone working in academia, the same bureaucratic friction, just amplified by the stigma of the time.\nThe section on melatonin and the pineal gland reflects Strassman’s 1980s attempt to bridge biochemistry and spirituality. He speculates that DMT could play a role in birth, death, and near-death experiences, tying it to the pineal as a “spirit molecule” center. While imaginative and influential, this hypothesis hasn’t aged well, subsequent research (including Borjigin’s rodent studies) supports DMT biosynthesis in the brain but not its causal role in consciousness transitions. It reads today as a mix of pioneering vision and 1990s metaphysical optimism.\nThe later chapters describing how he conceived and launched the human DMT study are the real core of the book. He portrays the process with honesty, long stretches of doubt, institutional rejection, and eventual approval through persistence. For scientists, it’s a portrait of curiosity under taboo: how to pursue truth when the field itself is stigmatized.\nIn retrospect, The Spirit Molecule sits at a crossroads — between scientific caution and spiritual speculation, post-war restraint and modern renaissance.  It reignited DMT’s public and academic presence, even if parts of its theory now seem dated. Strassman’s newer book, My Altered States (2024), reframes his journey entirely — more introspective, personal, and critical of his own earlier conclusions — offering a kind of sequel from a mature perspective that the original never aimed for.\nThe Four Aims of Strassman’s Initial DMT Study Proposal (1987–1989)\n\nRecruit “well-functioning, experienced hallucinogen users” as volunteers\n\nChosen to ensure participants could handle powerful effects, describe them accurately, and avoid panic.\nAlso minimized ethical and legal risks: participants had prior exposure and were less likely to claim harm or “first-time” influence.\n\n\nDevelop a reliable method to measure DMT in human blood\n\nAdapt existing NIMH assays to determine plasma levels and correlate them with intensity and timing of effects.\nThis would form the pharmacokinetic backbone of the project.\n\n\nCreate a new rating scale for DMT’s psychological effects\n\nExisting psychiatric scales presumed “psychosis.”\nStrassman wanted one built from interviews with actual psychedelic users — language reflecting insight and visionary experience rather than pathology.\n\n\nCharacterize psychological and physical responses across several doses of DMT\n\nA systematic dose-response design: placebo, low, medium, and high doses.\nRecord both subjective and objective physiological data (heart rate, blood pressure, pupil dilation, temperature, hormone levels).\n→ he needed to frame the proposal in a way that it remain strictly biomedical, avoiding psychotherapy or mysticism.\n\n\n"},"04_REFERENCES/Books/LSD_-My-Problem-Child-(1980)":{"slug":"04_REFERENCES/Books/LSD_-My-Problem-Child-(1980)","filePath":"04_REFERENCES/Books/LSD_ My Problem Child (1980).md","title":"LSD: My Problem Child","links":[],"tags":["psychedelics","lsd","memoir","history","philosophy"],"content":"The memoir remains a foundational text for understanding the psychedelic revolution from its originator’s perspective. Hofmann’s humility, wonder, and caution continue to influence both scientific research and the modern psychedelic renaissance."},"04_REFERENCES/Books/To-Read":{"slug":"04_REFERENCES/Books/To-Read","filePath":"04_REFERENCES/Books/To Read.md","title":"To Read","links":[],"tags":[],"content":"read.macmillan.com/lp/death-by-astonishment-9781250357755/"},"04_REFERENCES/Movie-and-Documentary/Orange-Sunshine":{"slug":"04_REFERENCES/Movie-and-Documentary/Orange-Sunshine","filePath":"04_REFERENCES/Movie&Documentary/Orange Sunshine.md","title":"Orange Sunshine","links":["01_SUBSTANCES/CLASSICS/LSD","02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand","03_CONCEPTS/War-on-Drugs","03_CONCEPTS/Scheduling-of-Drugs"],"tags":["psychedelics","lsd","counterculture","history"],"content":"\nHybrid documentary with archival footage, present day interviews, and a few reenactments.\nFirst person memory carries the story, there is little outside narration.\n\nTimeline\n\nJohn Griggs took LSD for the first time after robbing it from an actor in Hollywood. The trip made him want to change his life and begin a mission to turn on the world.\nHis friends and all their girlfriends formed the The Brotherhood of Eternal Love\nThe group moved to Modjeska Canyon. An old church became a sanctuary. Spiritual books circulated and practice grew.\nThey flew to Europe, rented cars, and drove to Afghanistan to buy hash from the Tilkai brothers. Hidden steel compartments were welded, shipments routed through Seattle, the money supported the scene.\nThey visited Millbrook and met Timothy Leary. Ideas and texts came back to California. Leary later received a harsh sentence, pressure increased.\nThey opened a public storefront in Laguna Beach called Mystic Arts World. It was a bookstore, gallery, and meeting place, a quiet education space. The store was firebombed, the open phase ended.\nWith Nicholas Sand and others, and access through contacts, they produced a large run of high purity LSD tablets, bright orange, about 300 micrograms.\nThe name Orange Sunshine came while a Sunshine Company song played on the car radio. People asked for it by name.\nMeetings at a ranch planned Timothy Leary’s prison escape. A blanket went over the wire, a motorhome picked him up. The Weatherman Underground claimed the action and a fee, the date is given as mid September 1970.\nNews came that John Griggs had died. The center was gone and the mood shifted.\nCoordinated pre-dawn sweeps followed. Large seizures and named labs appeared in the news. People scattered across borders. The story meets the War on Drugs and Scheduling of Drugs era.\n\nThemes\n\nSacrament and crime appear together, the film lets both frames stand.\nEase of movement in that era shaped events, flights were simple, borders were light, smuggling looked easy.\nCommunity came first, a shared belief held the group together\nUtopia met the state, idealism turned into exile and court cases, War on Drugs.\n\nQuotes\n\n“He said he could feel divinity flowing through him as he ran.”\n“A couple brothers fly to Germany, then drive into Afghanistan.”\n“Mystic Arts World was torched, smoke ruined everything.”\n“They named them Orange Sunshine.”\n“The pre-dawn sweep netted over a million tablets.”\n"},"04_REFERENCES/Movie-and-Documentary/The-Sunshine-Makers":{"slug":"04_REFERENCES/Movie-and-Documentary/The-Sunshine-Makers","filePath":"04_REFERENCES/Movie&Documentary/The Sunshine Makers.md","title":"The Sunshine Makers","links":["Amanda-Feilding","Beckley-Foundation","02_PEOPLE/The-Chemists--and--Pharmacologists/Nicholas-Sand","02_PEOPLE/The-Cultural-Catalysts/Timothy-Leary","02_PEOPLE/The-Cultural-Catalysts/The-Brotherhood-of-Eternal-Love","02_PEOPLE/The-Chemists--and--Pharmacologists/Owsley-Stanley","03_CONCEPTS/War-on-Drugs"],"tags":["psychedelics","LSD","history","counterculture","documentary"],"content":"Overview\nThe Sunshine Makers (2015), directed by Cosmo Feilding-Mellen, son of Amanda Feilding of the Beckley Foundation, tells the intertwined story of Tim Scully and Nicholas Sand, two chemists driven by a messianic belief that LSD could transform human consciousness.\nAfter his first psychedelic experience, Scully became convinced that mass enlightenment could be achieved through chemistry. Meeting Timothy Leary and other figures at Billy Hitchcock’s estate, he connected with Sand and together they resolved to synthesize and distribute pure LSD to as many people as possible.\n\nThe Orange Sunshine Era\nThrough Hitchcock’s network they acquired lysergic acid, the precursor for LSD, shipped via the Bahamas and Miami to California. In November 1968, they built a clandestine lab and began producing what became known as “Orange Sunshine”, regarded as the purest and most widespread acid ever made.\nThey operated almost continuously, work, sleep, synthesize, repeat. Distribution was handled by the The Brotherhood of Eternal Love, a spiritual-communal network led by Mick Randal, moving millions of doses across the globe, including India, Europe, and Vietnam.\nThey envisioned a “psychedelic nation”, believing that 200 kilograms of LSD would catalyze planetary awakening, “green grass in Manhattan.”\n\nIdealism and Collapse\nBoth chemists saw LSD as a spiritual technology, not a drug. Nicholas Sand described their mission as “chemists on a mission from God.” Scully focused on purity and precision, believing science could serve enlightenment.\nBut the wave soon turned. Owsley Stanley, famous for the Wall of Sound and early LSD synthesis, was identified by authorities as a central figure in the acid underground. As social unrest deepened, LSD became illegal in California (1966) and later federally banned under the 1967 Drug Abuse Control Act, setting the stage for Nixon’s War on Drugs in 1971.\nThe pair relocated their labs to Denver, but chemical suppliers in Berkeley betrayed their trail. Federal agents traced shipments and arrested Scully in 1969.\n\nThe Fall of the Psychedelic Nation\nNicholas Sand remained at large, evading surveillance despite mounting IRS pressure. His obsession consumed his personal life, his partner left him as he established a new lab in St. Louis, even as the broader movement decayed into amphetamine, heroin, and biker-gang chaos.\nA water leak led police to his hidden lab while he was away. Meanwhile Billy Hitchcock, arrested for tax fraud, turned state witness, implicating both chemists.\nScully was sentenced to 20 years, Sand to 15, and in a surreal twist they ended up cellmates.\n\nInside Prison\nSand’s girlfriend Nancy Pinney smuggled LSD into the prison, allowing the pair to continue “sessions” with other inmates, some accounts claim the drug even entered the food supply.\nScully abstained, dedicating himself to study. He completed a PhD in Psychology, earning early parole after 10 years.\nSand escaped with Pinney to Canada, continuing underground synthesis for another two decades. He was eventually arrested in 1996, tried by the same judge (Conti), and sentenced again, this time marking the end of a 30-year cycle of LSD production.\n\nLegacy\nAfter release Scully moved into computer science and consciousness research, living quietly with his wife. Sand served six years, later teaching about spirituality and alchemy until his death in 2017.\nThe documentary balances archival footage, modern interviews, and psychedelic animation, contrasting idealism and pragmatism, spirit and system, portraying a movement that believed chemistry could liberate the mind, only to collide with the machinery of law and order."},"04_REFERENCES/Movie-and-Documentary/To-Watch":{"slug":"04_REFERENCES/Movie-and-Documentary/To-Watch","filePath":"04_REFERENCES/Movie&Documentary/To Watch.md","title":"To Watch","links":["Paul-Stamets","Michael-Pollan","02_PEOPLE/The-Advocates--and--Institution-Builders/Rick-Doblin","02_PEOPLE/The-Therapists--and--Healers/Stanislav-Grof","Amanda-Feilding","02_PEOPLE/The-Chemists--and--Pharmacologists/Albert-Hofmann","02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin","04_REFERENCES/Books/DMT---The-Spirit-Molecule","02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","01_SUBSTANCES/Ethnobotanical/Ayahuasca","01_SUBSTANCES/Empathogens--and--Dissociatives/MDMA"],"tags":[],"content":"🔬 Scientific &amp; Research Focus\n\n\nDosed (2019) – follows a woman using psilocybin and ibogaine for addiction recovery, shows the tension between underground therapy and medicalization.\n\n\nFantastic Fungi (2019) – polished and visual, centered on Paul Stamets, explores mushrooms as ecological and consciousness agents.\n\n\nThe Mind, Explained: Psychedelics (2019, Netflix) – short episode, neat overview of serotonin systems, modern trials, and Michael Pollan’s perspective.\n\n\nHow to Change Your Mind (2022, Netflix) – adapts Pollan’s book, each episode covers one substance: LSD, psilocybin, MDMA, mescaline.\n\n\nNeurons to Nirvana (2013) – broader overview, interviews with researchers and therapists including Rick Doblin, Stanislav Grof, and Amanda Feilding.\n\n\n\n🕉 Historical &amp; Cultural\n\n\nHoffman’s Potion (2002) – vintage footage and interviews with Albert Hofmann, Stanislav Grof, and early LSD researchers.\n\n\nA New Understanding: The Science of Psilocybin (2015) – calm, clinical style, hospice trials and the return of psilocybin therapy.\n\n\nThe Substance: Albert Hofmann’s LSD (2011) – European documentary, connects Hofmann’s discovery to the cultural and political fallout.\n\n\nDirty Pictures (2010) – intimate portrait of Alexander Shulgin, mixing chemistry, philosophy, and domestic scenes in his home lab.\n\n\nThe Secret History of LSD (2020, CBC) – focuses on CIA, MK-Ultra, and military programs that paralleled the counterculture wave.\n\n\n\n🌈 Spiritual &amp; Personal\n\n\nDMT: The Spirit Molecule (2010) – based on DMT - The Spirit Molecule by Rick Strassman, blends experiment footage, interviews, and early CGI “entity” visuals.\n\n\nFrom Shock to Awe (2018) – follows veterans using Ayahuasca and MDMA to heal trauma, emotionally direct.\n\n\nAya: Awakenings (2013) – based on Rak Razam’s book, very visual and poetic, deep dive into Amazonian shamanism.\n\n\n\n🌀 Counterculture &amp; Underground\n\n\nThe Trips Festival (2012) – documents the 1966 San Francisco event that birthed the psychedelic light show aesthetic.\n\n\nPsychedelia (2021) – looks at early LSD research and its suppression, draws parallels to the current revival.\n\n\nTune In, Drop Out (1967) – original Leary documentary, raw footage from Millbrook and the early days.\n\n\nGoing Further (2012) – modern road trip following the legacy of Ken Kesey’s “Furthur” bus, reconnecting with 1960s ideals.\n\n"},"04_REFERENCES/Paper/Convention-on-Psychotropic-Substances-(1971)":{"slug":"04_REFERENCES/Paper/Convention-on-Psychotropic-Substances-(1971)","filePath":"04_REFERENCES/Paper/Convention on Psychotropic Substances (1971).md","title":"Convention on Psychotropic Substances (1971)","links":["03_CONCEPTS/Scheduling-of-Drugs"],"tags":["law","UN","psychotropics","regulation","Vienna","WHO"],"content":"Overview\nThe Convention on Psychotropic Substances was adopted in Vienna on 21 February 1971.\nIt was convened by the United Nations Economic and Social Council to establish international control over synthetic and natural psychotropic substances not covered by the 1961 Single Convention on Narcotic Drugs.\nThe Convention defines a system of four Schedules (I–IV) grouping substances according to their potential for abuse, public health risk, and recognized medical value.\nEach State Party agrees to restrict use to medical and scientific purposes and to prevent diversion into illicit traffic.\n\nIntent and Scope\nPreamble:\n\nConcern for public health and social problems caused by abuse of psychotropic substances.\nRecognition that such substances are indispensable for medicine and science but require control.\nDetermination that international cooperation and coordination are necessary.\n\nImplementation:\n\nEach Party must enact national measures to enforce the provisions of the Convention (Art. 22).\nThe World Health Organization (WHO) evaluates substances and recommends scheduling (Art. 2 § 4).\nThe Commission on Narcotic Drugs (CND) decides on additions, transfers, or deletions (Art. 2 § 5).\nSubstances may be placed in Schedule I, II, III, or IV depending on their abuse potential, health risk, and medical usefulness.\nTraditional or religious use of certain plants may be reserved by States at ratification (Art. 32 § 4).\n\n\nThe Four Schedules\nSchedule I\nStrictest control.\nUse limited to scientific and very restricted medical purposes under direct government supervision (Art. 7).\nExamples: lysergide (LSD), DMT, psilocybine, mescaline, MDMA, THC (early form).\nMeasures include:\n\nprohibition of non-scientific use\nspecial licensing and recordkeeping\nexport/import only by competent authorities\n\n\nSchedule II\nControlled substances with recognized medical application but high risk of abuse.\nExamples: amphetamine, methamphetamine, methylphenidate, phencyclidine.\nMeasures include:\n\nmanufacture and trade under licence (Art. 8)\nmedical prescriptions required (Art. 9)\nimport/export authorizations (Art. 12)\n\n\nSchedule III\nModerate control, lower risk of dependence, accepted therapeutic use.\nExamples: buprenorphine, flunitrazepam, pentobarbital, cathine.\nMeasures include:\n\nlicensing and record requirements (Arts. 8–11)\nprescriptions as determined nationally (Art. 9)\n\n\nSchedule IV\nLowest control.\nMild abuse potential, wide medical application (mainly sedatives and anxiolytics).\nExamples: benzodiazepines (diazepam, alprazolam), barbiturates, phenobarbital.\nMeasures include:\n\nrecords for manufacture and international trade (Art. 11)\nprescription and labelling standards (Art. 10)\nprohibition of public advertising (Art. 10 § 2)\n\n\nNational and International Administration\n\nEach Party should maintain a special administrative authority for implementation (Art. 6).\nThe WHO provides medical–scientific assessments.\nThe CND decides on scheduling changes by two-thirds majority (Art. 17 § 2).\nThe International Narcotics Control Board (INCB) monitors compliance and may request explanations or recommend embargoes (Art. 19)\n\n\nEnforcement\n\nParties must treat intentional violations as punishable offences (Art. 22).\nStates may adopt stricter measures than required (Art. 23).\nMeasures include inspection, licensing, recordkeeping, import/export control, and reporting to the INCB (Arts. 8–16).\n\n\nEntry into Force\n\nOpen for signature until 1 January 1972.\nEntered into force 90 days after 40 ratifications (Art. 26).\nStates may denounce the Convention after two years (Art. 29).\nApplies to all territories under the jurisdiction of each Party unless excluded by notification (Art. 27).\n\n\nsee Scheduling of Drugs\n"},"04_REFERENCES/Paper/The-Psychedelic-Model-of-Schizophrenia-(1976)":{"slug":"04_REFERENCES/Paper/The-Psychedelic-Model-of-Schizophrenia-(1976)","filePath":"04_REFERENCES/Paper/The Psychedelic Model of Schizophrenia (1976).md","title":"The Psychedelic Model of Schizophrenia — The Case of N,N-Dimethyltryptamine","links":["02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman"],"tags":["DMT","schizophrenia","endogenous-psychosis","history","psychiatry","War-on-Drugs"],"content":"Authors: J. Christian Gillin, Jonathan Kaplan, Richard Stillman, Richard J. Wyatt\nPublished: [American Journal of Psychiatry, 133 (2): 203–208 (1976)  ](- 10.1176/ajp.133.2.203)\nAffiliation: National Institute of Mental Health (NIMH), St. Elizabeths Hospital, Washington D.C.\n\nOverview\n\nThe paper reviewed all research on N,N-Dimethyltryptamine (DMT) as a possible endogenous psychotomimetic—a “schizotoxin” that might explain schizophrenia through internal overproduction of hallucinogenic tryptamines.\nIt was the culmination of two decades of “transmethylation” research following Stephen Szára’s early DMT studies (1950s) and the discovery of trace DMT in human tissue.\nThe authors systematically applied a set of criteria (adapted from Koch’s postulates) to evaluate whether DMT met the requirements of a disease-causing agent.\n\n\nMain Findings\n\nPsychoactive validity: Confirmed that DMT produces strong, short-lived psychedelic effects in humans similar to LSD or mescaline.\nEndogenous presence: Acknowledged sporadic detection of DMT in blood and urine, but no consistent elevation in schizophrenic patients.\nBiochemical feasibility: Recognized that enzymes such as indolethylamine N-methyltransferase (INMT) exist in human tissue and can synthesize DMT in vitro, but in-vivo synthesis was not demonstrated conclusively.\nTolerance and pharmacology: Showed incomplete tolerance and extremely rapid metabolism—factors that made DMT an unlikely cause of chronic psychosis.\nConclusion: While biochemically plausible, DMT failed to meet key criteria for a schizophrenia model; the theory was described as “plausible but unproven.” The authors recommended giving the hypothesis “a decent burial.”\n\n\nTone and Subtext\n\nThe review was written by federal researchers during the early U.S. War on Drugs, a time when psychedelic research faced political pressure and shrinking funding.\nIts rhetoric—judicial, conclusive, even funerary—served to close the DMT-as-schizotoxin line of inquiry, aligning with institutional efforts to end psychedelic studies rather than encouraging further exploration.\nThe phrase “a decent burial” effectively performed a bureaucratic dismissal, signaling that the topic was scientifically settled and no longer fundable.\nThis stance contrasts with the classical scientific ethos: falsified or unsupported hypotheses normally invite new experiments, not programmatic abandonment. The data themselves—endogenous presence, enzymatic synthesis, rapid clearance—were fertile leads that could have opened new biochemical or neuropharmacological questions.\n\n\nHistorical Impact\n\nThe paper became the definitive “closure document” of the endogenous psychosis era. After its publication, most DMT and tryptamine studies ceased within government institutions.\nWhen Rick Strassman revived DMT research in the 1990s, he cited this review as emblematic of how political climate, not data quality, froze an entire scientific field.\nIn retrospect, the review is both a rigorous summary and a case study in scientific gatekeeping—illustrating how institutional context can shape what is considered “finished science.”\n\n"},"04_REFERENCES/Podcast/HamiltonMorris001":{"slug":"04_REFERENCES/Podcast/HamiltonMorris001","filePath":"04_REFERENCES/Podcast/HamiltonMorris001.md","title":"Interview with a Man Who Sold LSD to Steve Jobs","links":["02_PEOPLE/The-Cultural-Catalysts/JDYF333"],"tags":["psychedelics","LSD","JDYF333","counterculture","Berkeley","distribution"],"content":"I don’t usually interview people involved with the distribution side of psychedelics, but this conversation touches on so many fascinating topics in the history of LSD that I thought other people might find it interesting. The conversation covers Steve Jobs, Kary Mullis, ergotamine tartrate, LSD distribution, and SARS-CoV-2.\nJDYF333\n\nflickr.com/photos/jdyf333/\nthewordsofjdyf333.blogspot.com/\nGuest talks about how crazy it was in Berkley in the 60s, so around the universities at that. He was a dealer on big scale of LSD and later other drugs as well. They saw them selves as bringing the salvation for humanity. Thinking that they would end capitalism and everyone just would need high enough doses of LSD to understand it. Thats why they were so concerned about the purity and the dosage of the acid they were selling, it needed to be high enough to convert people to their point of view. The amount he is talking about is absurd, which makes a lot of sense actually, because the active dose of LSD is so low and chemicals and precursors were readily available during that time.\n\n\ninsane amount of LSD in Berkley\n- “we thought we would over-trough the US government”\n- “clearlight as currency”\n- “once every 48h for 20 years”\n\n\n200 g of LSD crystal (like weed)\n\n\nthe book “acid dreams”\n\n“it was a beautiful thing in the 70s, but then kokain came in and it changed everything, it made it ugly. People became greedy and it crashed the scene”\n\n\n\nThe Brotherhood of Eternal Love\n\n\n"},"04_REFERENCES/Podcast/HamiltonMorris002":{"slug":"04_REFERENCES/Podcast/HamiltonMorris002","filePath":"04_REFERENCES/Podcast/HamiltonMorris002.md","title":"HamiltonMorris002","links":[],"tags":[],"content":"Conversation with a clandestine quaalude cook\nHamilton Morris\nMay 12, 2020\n"},"04_REFERENCES/Podcast/HamiltonMorris005":{"slug":"04_REFERENCES/Podcast/HamiltonMorris005","filePath":"04_REFERENCES/Podcast/HamiltonMorris005.md","title":"HamiltonMorris005","links":["02_PEOPLE/The-Chemists--and--Pharmacologists/Alexander-Shulgin"],"tags":["psychedelics","HTR","LSD","animal-models","neuroplasticity","subjective-experience"],"content":"“This podcast is the first of what I hope to be a series of “journal club” discussions with scientists about an important scientific paper. In this episode Jason Wallach and I discuss the strange origin of the head twitch response and how it became the most important behavioral correlate for 5HT2A agonism in non-human animals.”\nOverview\nHamilton and Wallach go through the old LSD mouse papers — the origin of the Head-Twitch Response (HTR) — and how it became the main behavioral marker for 5-HT2A activation.\nThe discussion quickly goes beyond just the data, asking how we can even measure a psychedelic effect, what animal models actually tell us, and whether the subjective experience itself is necessary for therapy.\n\ncommons.wikimedia.org/wiki/File:Head-twitch_response_induced_by_a_psychedelic_drug_in_mice.webm\nNotes\n\nThe 1956 paper is bizarre for modern science. it reads like something from the 18th century — no methods, no strain information, no statistics. they just write things like 10–60% of mice twitched.\nstill, it’s the first report of LSD producing a distinct behavioral response in animals.\nLSD (5–100 µg IV) caused a fast head shake within 5–10 minutes, lasting up to 2 hours.\nmescaline, yohimbine, serotonin — no effect.\nthey tried random follow-up experiments:\n\nindole before LSD made the twitch permanent in 5–30% of mice\nisolation for 2–3 weeks then regrouping made ~80% show the effect for weeks\nreserpine suppressed it while given, then it came back\nboth researchers were not from that field and never continued, probably unaware how important their finding was\n\n\nLSD was still used mainly as a psychotomimetic, a model for psychosis.\n\nThe HTR today\n\nthe head-twitch response is still common in research, used as an indicator for 5-HT2A receptor activity\na 2020 paper by Halberstadt et al. quantified it across many substances and found very strong correlations:\n\nmouse HTR potency vs human hallucinogenic dose: r = 0.9448 (n = 36)\nHTR vs rat drug-discrimination potency: r ≈ 0.95 for LSD-trained rats, r ≈ 0.96 for DOM-trained rats\n\n\nin other words, the mouse HTR ED50 predicts human hallucinogenic potency with high accuracy across classic psychedelics.\nexamples of HTR ED50 values (mice):\nLSD ≈ 52.9 µg/kg\nDOM ≈ 1.75 µmol/kg\nDMT ≈ 10 mg/kg\nthese values match well with the corresponding human dose ranges (micrograms to hundreds of milligrams).\nthe HTR dose–response is often non-monotonic, rising and then decreasing at higher doses, likely due to 5-HT2C modulation of 5-HT2A output.\nfalse positives / negatives:\n\nLisuride is a 5-HT2A agonist but not hallucinogenic and fails to produce HTR — shows functional selectivity.\nmetabolism and mixed receptor activity can also interfere with interpretation.\n\n\n\nWhat are we even modelling?\n\nwe have no idea what it’s like to be a mouse.\neven if you could see a “movie” of its experience, you’d still interpret it through human thinking.\nto truly understand it, you’d have to become the mouse.\nso what are we actually modelling?\nthe HTR only shows that a drug activates the receptor — not what the experience is like.\nthe same problem exists for human disorders like major depression.\ndiagnoses are based on symptoms, not unified biology.\ntwo people can both “have depression” but be completely different physiologically.\nrating scales are rough tools — they rely on interpretation and self-report.\nit’s strange to expect a mouse swimming test or head-twitch model to map neatly onto human emotional experience.\n\nPsychological vs biological\n\nreduction of experimental conditions to purely physiological causes feels too simplistic and denies any psychological dimension.\npsychedelics might be the weird exception here — the “delusional” quality itself can change perspective, which might be why they help.\nstudies where drug-naive people rate the importance of their psychedelic experience show it often ranks among the top five experiences of their lives.\nhow could that not be relevant to mental health outcomes?\nthese are not magic bullets, but they can reset perception and outlook.\nwith proper guidance, that shift might sustain itself.\nyou cannot separate the psychological from the biological.\none influences the other constantly.\n\nBack to the mouse model\n\neven if you could somehow see what the mouse experiences, you’d still analyse it through your own cognition.\nthere’s no equivalent to a “head-twitch” in humans.\nfalse positives or negatives can occur due to metabolic differences between species, or due to how the behavior is defined.\nfor instance, Lisuride is active in receptor binding assays but produces no HTR, while some compounds may twitch but lack hallucinogenic activity\nthe dose–response curve of HTR is bell-shaped, which matches the discussion in the podcast — lower doses trigger HTR strongly, higher doses reduce it again.\n\nTherapy and subjectivity\n\ncan the subjective experience be removed and still keep the therapeutic effect? maybe partially.\nketamine shows it might work to some degree.\nbut completely ignoring the experience seems wrong — it’s part of what creates meaning and reorganization.\npeople often describe psychedelic experiences as moments of seeing life “through another lens.”\nit’s not everything, but probably a necessary part of the process.\npsychedelics are not one-size-fits-all drugs. each compound has its own therapeutic profile, and will need its own approach — something Alexander Shulgin already said decades ago.\n\nOther points\n\nForced Swim Test: absurd on the surface, but still predicts antidepressant activity, even for ketamine. it’s reliable because of statistics, not realism.\nneuroplasticity is probably the shared mechanism.\ndepression involves prefrontal atrophy from chronic stress.\npsychedelics reopen those circuits for repair — the intense, confusing subjective state might be the conscious side of that process.\nMDMA for PTSD: shows how subjective experience and biology intertwine.\nMDMA allows trauma recall without fear, leading to memory reconsolidation and new emotional associations.\nit wouldn’t work the same way without that felt safety.\n\nMain takeaway\nthe head-twitch response is a translational model. it measures receptor-level potency, not experience. it’s useful but limited — and reminds us that psychedelic therapy can’t be reduced to pharmacology alone. to measure psychedelics, you need to include the subject too.\n\n“You’d have to become a mouse to understand the mouse.”\n\n\nReferences\n\nKeller &amp; Umbreit (1956) “Permanent Alteration of Behavior in Mice by Chemical and Psychological Means.” Science 124, 123–124.\nHalberstadt AL et al. (2020) “Correlation between the potency of hallucinogens in the mouse head-twitch response assay and their behavioral and subjective effects in other species.” Neuropharmacology 164, 107933.\n\n"},"04_REFERENCES/Podcast/HamiltonMorris133":{"slug":"04_REFERENCES/Podcast/HamiltonMorris133","filePath":"04_REFERENCES/Podcast/HamiltonMorris133.md","title":"HamiltonMorris133 - Dr. Andrew Gallimore on DMTx and the DMT Island","links":["02_PEOPLE/The-Neuroscientists--and--Clinical-Researchers/Rick-Strassman","02_PEOPLE/The-Chemists--and--Pharmacologists/Stephen-Szára","William-Burroughs","01_SUBSTANCES/Ethnobotanical/Ayahuasca","02_PEOPLE/The-Ethnobotanists--and--Anthropologists/Dennis-McKenna"],"tags":["psychedelics","DMT","DMTx"],"content":"The Hamilton Morris Podcast\nPOD 133: Dr. Andrew Gallimore on DMTx and the DMT Island\nA long, far-ranging discussion with chemist and neuroscientist Dr. Andrew Gallimore about his continuous DMT infusion project (DMTx), his book Death by Astonishment, and his broader vision for psychedelic research beyond government control.\nWebsites:\n\nwww.buildingalienworlds.com\nwww.noonautics.org\nwww.eleusismind.com\n\n\nDr. Andrew Gallimore — Key Points\n\nPlans for a psychedelic island dedicated to DMT research, designed to operate independently from government bureaucracy.\n\nPossible futures: a utopia of open research for the enlightened wealthy, or a cult-like nightmare?\n\n\nNoonautics as the overarching framework for extended DMT exploration.\nThe island would serve both as a research center and retreat, with infrastructure for self-sufficient chemical synthesis and design of new psychoactive compounds.\nVisitors could observe the chemistry behind the experiences, like a “psychedelic microbrewery.”\nDiscussion of the Kafkaesque bureaucracy surrounding psychedelic research approval.\nThe extended-state DMT (DMTx) system aims to maintain subjects in continuous immersion, offering new insight into the structure of the DMT realm.\nMentions MXE in relation to altered-state pharmacology.\n\n\nPhilosophical Reflections\n\nMorris asks if people who already hold non-physicalist worldviews handle the intensity of DMT better.\n\nGallimore answers that belief in spirits or demons offers no protection — such frameworks can collapse even harder when confronted with DMT’s deeper realities.\n( a rather simplistic, top-down view — especially for those who never actually took it.)\n\n\nMentions a “baker review” suggesting DMT might play a protective role for the brain, supporting Rick Strassman’s hypothesis that DMT release might preserve neural integrity during near-death states.\nNotes an enzyme (INMT) converting tryptamine to DMT, said to be inhibited by a short peptide found in rabbit brain/blood.\n\n\nHistorical Context — DMT’s Discovery\n\n1852: Richard Spruce drinks ayahuasca (caapi) but not enough for a full visionary effect.\nFor over a century, scientists struggled to identify the active compound behind this “gateway to the spirit world.”\n1956: Stephen Szára isolates and identifies DMT as the active molecule, previously thought to be harmala alkaloids or bufotenin.\n1950s: William Burroughs travels to Colombia seeking yage (Ayahuasca) and discovers Chacruna as the DMT-containing plant.\nHomer Pinkley, a student of Richard Schultes, later receives much of the credit.\nResearchers initially found DMT orally inactive, only understanding it a decade later when the role of MAO inhibitors was uncovered.\nDennis McKenna later demonstrated that combining DMT with MAO inhibitors (harmala alkaloids) made it orally active — confirming earlier hypotheses about ayahuasca.\n1978: American ethnobotanist Jeremy Bigwood tested this by ingesting 100 mg DMT freebase with a similar dose of harmaline, confirming the synergistic effect.\n\nFull article: Nature’s Strangest Psychedelic Is Everywhere — Literary Hub"},"04_REFERENCES/Podcast/HamiltonMorris134":{"slug":"04_REFERENCES/Podcast/HamiltonMorris134","filePath":"04_REFERENCES/Podcast/HamiltonMorris134.md","title":"HamiltonMorris134","links":[],"tags":[],"content":""},"Notes":{"slug":"Notes","filePath":"Notes.md","title":"Notes","links":[],"tags":[],"content":"timeline\n\nwestern view\n\nmescaline discovery\nearly western experimentation\nserotonin as neurotransmitter\ndiscovery LSD 1938\nfirst boom in psychiatric research\nLaboratory escape: Leary and misinformation\n1970 ban on psychedelics\n\n\nwaves of psychedelic research\n\nTo Read/look up\n\n[Adverse reactions to psychedelic drugs. A review of the literature](- 10.1097/00005053-198410000-00001) - R J Strassman\nen.wikipedia.org/wiki/Acid_Dreams_(book)\nDOM (STP)\n"}}