{
  "summary": "Metagenomics offers a vast potential for discovering novel enzymes that can be used in industrial applications, particularly in the pharmaceutical and fine-chemicals industries, where diversity and novelty are crucial.",
  "key_claims": [
    "Metagenomics has the potential to impact industrial production by providing diverse enzyme functions.",
    "Industries seek uncultivated microbial diversity for creating new enzymes that can be used as building blocks or toolboxes in biotransformations."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Prophages and bacterial genomics: what have we learned so far?",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Genomic mapping by fingerprinting random clones: a mathematical analysis",
      "year": 1988
    },
    {
      "doi": "",
      "title": "PHACCS, an online tool for estimating the structure and diversity of uncultured viral communities using metagenomic information",
      "year": 2005
    },
    {
      "doi": "",
      "title": "How Nature Works: The Science of Self-Organized Criticality",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Virioplankton: viruses in aquatic ecosystems",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Dynamics of extracellular DNA in the marine environment",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Concentration of viruses and dissolved DNA from aquatic environments by vortex flow filtration",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Protein content and protein synthesis rates of planktonic marine bacteria",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Construction and analyses of linkeramplified shotgun libraries (LASLs) [online",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Similarities and dissimilarities of phage genomes",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Metagenomics: application of genomics to uncultured microorganisms",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Prokaryotic diversity-magnitude, dynamics, and controlling factors",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Environmental genome shotgun sequencing of the Sargasso Sea",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Estimating prokaryotic diversity and its limits",
      "year": 2002
    },
    {
      "doi": "",
      "title": "How many species of prokaryotes are there?",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Status of the microbial census",
      "year": 2004
    },
    {
      "doi": "",
      "title": "The search for the ideal biocatalyst",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Detergent proteases",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Rapid identification of enantioselective ketone reductions using targeted microbial libraries",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Metabolites from symbiotic bacteria",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Isolating 'uncultivable' microorganisms in pure culture in a simulated natural environment",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Cultivating the uncultured",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Industrial enzyme applications",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Enzymic preparation of (3R-cis)-3-(acetyloxy)-4-phenyl-2-azetidinone: a taxol side-chain synthon",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Global Industry Analysts. Industrial enzymes -a global multi-client market research project",
      "year": 2004
    },
    {
      "doi": "",
      "title": "The application of biotechnology to industrial sustainability",
      "year": 2001
    },
    {
      "doi": "",
      "title": "White Biotechnology: gateway to a more sustainable future",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Surfing the third wave: new value chain creation opportunities in industrial biotechnology",
      "year": 2003
    },
    {
      "doi": "",
      "title": "DSM Position Document, Industrial (white) biotechnology: an effective route to increase EU innovation and sustainable growth",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Industrial biotechnology -a chance at redemption",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Dispelling the myths -biocatalysis in industrial synthesis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Industrial biocatalysis today and tomorrow",
      "year": 2001
    },
    {
      "doi": "",
      "title": "The use of enzymes in the chemical industry in Europe",
      "year": 2002
    },
    {
      "doi": "",
      "title": "The production of fine chemicals by biotransformations",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Biocatalysts in synthetic organic chemistry",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Screening for novel enzymes for biocatalytic processes: accessing the metagenome as a resource of novel functional sequence space",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Biotechnological prospects from metagenomics",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Determination of bacterial DNA in soil",
      "year": 1980
    },
    {
      "doi": "",
      "title": "The analysis of natural microbial populations by ribosomal RNA sequences",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Analysis of a marine picoplankton community by 16S rRNA gene cloning and sequencing",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Direct isolation of functional genes encoding cellulases from the microbial consortia in a thermophilic, anaerobic digester maintained on lignocellulose",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Measurement of in situ activities of nonphotosynthetic microorganisms in aquatic and terrestrial habitats",
      "year": 1985
    },
    {
      "doi": "",
      "title": "Production and use of normalized DNA libraries",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Method for isolating xylanase gene sequences from soil DNA, compositions useful in such method and compositions obtained thereby",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Exploring nitrilase sequence space for enantioselective catalysis",
      "year": 2004
    },
    {
      "doi": "",
      "title": "An enzyme library approach to biocatalysis: development of nitrilases for enantioselective production of carboxylic acid derivatives",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Method of high-throughput screening of an environmental library",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Identification and characterization of coenzyme B12-dependent glycerol dehydratase-and diol dehydratase-encoding genes from metagenomic DNA libraries derived from enrichment cultures",
      "year": 2003
    },
    {
      "doi": "",
      "title": "New glycosyl hydrolases. PCT patent application",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Identification and expression in E. coli of novel nitrile hydratases from the metagenome",
      "year": 2004
    }
  ],
  "_title": "Metagenomics and industrial applications",
  "_abstract": "Different industries have different motivations to probe the enormous resource that is uncultivated microbial diversity. Currently, there is a global political drive to promote white (industrial) biotechnology as a central feature of the sustainable economic future of modern industrialized societies. This requires the development of novel enzymes, processes, products and applications. Metagenomics promises to provide new molecules with diverse functions, but ultimately, expression systems are required for any new enzymes and bioactive molecules to become an economic success. This review highlights industrial efforts and achievements in metagenomics."
}