{
  "summary": "The paper reports on photoenzymatic cascade reactions to transform unsaturated fatty acids into enantiomerically pure secondary fatty alcohols using hydratases, dihydroxylation enzymes, and a photoactivated decarboxylase.",
  "key_claims": [
    "Photoenzymatic cascade reactions are used to convert unsaturated fatty acids into secondary fatty alcohols.",
    "The process involves stereoselective hydration of C=C double bonds using oleate hydratases from Lactobacillus reuteri or Stenotrophomonas maltophilia, followed by dihydroxylation mediated by 5,8-diol synthase from Aspergillus nidulans.",
    "Decarboxylation is catalyzed by the photoactivated decarboxylase from Chlorella variabilis NC64A."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      {
        "name": "oleate hydratases",
        "value": "",
        "unit": "",
        "context": "from Lactobacillus reuteri or Stenotrophomonas maltophilia"
      },
      {
        "name": "5,8-diol synthase",
        "value": "",
        "unit": "",
        "context": "from Aspergillus nidulans"
      },
      {
        "name": "photoactivated decarboxylase",
        "value": "",
        "unit": "",
        "context": "from Chlorella variabilis NC64A"
      }
    ],
    "reaction_types": [
      {
        "name": "hydration",
        "value": "",
        "unit": "",
        "context": ""
      },
      {
        "name": "dihydroxylation",
        "value": "",
        "unit": "",
        "context": ""
      },
      {
        "name": "decarboxylation",
        "value": "",
        "unit": "",
        "context": ""
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Transformation of biomass into commodity chemicals using enzymes or cells",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Technology development for the production of biobased products from biorefinery carbohydrates-the US Department of Energy's \"Top 10",
      "year": 2011
    },
    {
      "doi": "",
      "title": "A review of current technology for biodiesel production: state of the art",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Immobilised lipases in the cosmetics industry",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Terminal olefin (1-alkene) biosynthesis by a novel P450 fatty acid decarboxylase from Jeotgalicoccus species",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Mechanistic studies of fatty acid activation by CYP152 peroxygenases reveal unexpected desaturase activity",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Exploring substrate scope and stereoselectivity of P450 peroxygenase OleTJE in olefin-forming oxidative decarboxylation",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Microbial biosynthesis of medium-chain 1-alkenes by a nonheme iron oxidase",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Bio-based α,ω-functionalized hydrocarbons from multi-step reaction sequences with bio-and metallo-catalysts based on the fatty acid decarboxylase OleTJE",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Photobiocatalytic decarboxylation for olefin synthesis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Enzymatic oxidative tandem decarboxylation of dioic acids to terminal dienes",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Oxidative decarboxylation of short-chain fatty acids to 1alkenes",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Chemo-enzymatic cascades to produce cycloalkenes from biobased resources",
      "year": 2019
    },
    {
      "doi": "",
      "title": "A one-pot cascade reaction combining an encapsulated decarboxylase with a metathesis catalyst for the synthesis of bio-based antioxidants",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Cytochrome P450 monooxygenases in biotechnology and synthetic biology",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Peroxygenases en route to becoming dream catalysts. What are the opportunities and challenges?",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Oxidations catalyzed by fungal peroxygenases",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Diversity of dioxygenases that catalyze the first step of oxidation of long-chain n-alkanes in Acinetobacter sp. M-1",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The selective addition of water",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Structure-based mechanism of oleate hydratase from Elizabethkingia meningoseptica",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Lipoxygenase biocatalysis: a survey of asymmetric oxygenation",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Enzyme/whole-cell biotransformation of plant oils, yeast derived oils, and microalgae fatty acid methyl esters into n-nonanoic acid",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Simultaneous enzyme/whole-cell biotransformation of C18 ricinoleic acid into (R)-3-hydroxynonanoic acid, 9-hydroxynonanoic acid, and 1,9-nonanedioic acid",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Combined biocatalytic and chemical transformations of oleic acid to ω-hydroxynonanoic acid and α,ω-nonanedioic acid",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Simultaneous enzyme/whole-cell biotransformation of plant oils into C9 carboxylic acids",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Design and engineering of whole-cell biocatalytic cascades for the valorization of fatty acids",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Multistep enzymatic synthesis of long-chain α,ωdicarboxylic and ω-hydroxycarboxylic acids from renewable fatty acids and plant oils",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Production of 5,8-dihydroxy-9(Z)-octadecenoic acid from oleic acid by whole recombinant cells of Aspergillus nidulans expressing diol synthase",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Unveiling the genes responsible for the unique Pseudomonas aeruginosa oleate-diol synthase activity",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Carboxylic acid reductase enzymes (CARs)",
      "year": 2018
    },
    {
      "doi": "",
      "title": "A biocatalytic hydrogenation of carboxylic acids",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Deep eutectic solvents enable more robust chemoenzymatic epoxidation reactions",
      "year": 2017
    },
    {
      "doi": "",
      "title": "From vegetable oils to polyurethanes: synthetic routes to polyols and main industrial products",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Synthesis and biological evaluation of galactofuranosyl alkyl thioglycosides as inhibitors of mycobacteria",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Synthesis and antimicrobial activity of symmetrical twotailed dendritic tricarboxylato amphiphiles",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Synthesen von trail-pheromonen der pharaoameise (Monomorium pharaonis(L.))",
      "year": 1980
    },
    {
      "doi": "",
      "title": "A versatile approach to organic photovoltaics evaluation using white light pulse and microwave conductivity",
      "year": 2012
    },
    {
      "doi": "",
      "title": "An algal photoenzyme converts fatty acids to hydrocarbons",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Light-driven enzymatic decarboxylation of fatty acids",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Hydrocarbon synthesis via photoenzymatic decarboxylation of carboxylic acids",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Light-driven kinetic resolution of α-functionalized carboxylic acids enabled by engineered fatty acid photodecarboxylase",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Deoxygenation of biobased molecules by decarboxylation and decarbonylation-a review on the role of heterogeneous, homogeneous and bio-catalysis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Evolving the promiscuity of Elizabethkingia meningoseptica oleate hydratase for the regio-and stereoselective hydration of oleic acid derivatives",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Production of 10-hydroxystearic acid from oleic acid by whole cells of recombinant Escherichia coli containing oleate hydratase from Stenotrophomonas maltophilia",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Gene cloning of an efficiency oleate hydratase from Stenotrophomonas nitritireducens for polyunsaturated fatty acids and its application in the conversion of plant oils to 10-hydroxy fatty acids",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Fatty acid hydration activity of a recombinant Escherichia coli-based biocatalyst is improved through targeting the oleate hydratase into the periplasm",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Microbial synthesis of linoleate 9S-lipoxygenase derived plant C18 oxylipins from C18 polyunsaturated fatty acids",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Production of 5,8-dihydroxy-9,12(Z,Z)-octadecadienoic acid from linoleic acid by whole recombinant Escherichia coli cells expressing diol synthase from Aspergillus nidulans",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Characterization of the Erwinia carotorova pelB gene and its products pectate lyase",
      "year": 1987
    },
    {
      "doi": "",
      "title": "On the current role of hydratases in biocatalysis",
      "year": 2018
    }
  ],
  "_title": "Photobiocatalytic synthesis of chiral secondary fatty alcohols from renewable unsaturated fatty acids",
  "_abstract": "En route to a bio-based chemical industry, the conversion of fatty acids into building blocks is of particular interest. Enzymatic routes, occurring under mild conditions and excelling by intrinsic selectivity, are particularly attractive. Here we report photoenzymatic cascade reactions to transform unsaturated fatty acids into enantiomerically pure secondary fatty alcohols. In a first step the C=C-double bond is stereoselectively hydrated using oleate hydratases from Lactobacillus reuteri or Stenotrophomonas maltophilia. Also, dihydroxylation mediated by the 5,8-diol synthase from Aspergillus nidulans is demonstrated. The second step comprises decarboxylation of the intermediate hydroxy acids by the photoactivated decarboxylase from Chlorella variabilis NC64A. A broad range of (poly)unsaturated fatty acids can be transformed into enantiomerically pure fatty alcohols in a simple one-pot approach."
}