{
  "summary": "The study used directed evolution to generate more stable α-galactosidase A (GLA) variants for treating Fabry disease, showing improved enzyme activity and pharmacokinetics.",
  "key_claims": [
    "Directed evolution was applied to GLA to generate more stable variants.",
    "GLAv05 and GLAv09 showed increased stability at both lysosomal and blood pH.",
    "Enzyme activity in treated Fabry fibroblasts and podocytes was elevated (19-fold and 10-fold respectively).",
    "Improved pharmacokinetics were observed in mouse and non-human primates."
  ],
  "process_signals": [
    {
      "name": "number_of_variants_screened",
      "value": "12,000",
      "unit": "",
      "context": "through 8 rounds of directed evolution"
    },
    {
      "name": "rounds_of_directed_evolution",
      "value": "8",
      "unit": "",
      "context": ""
    }
  ],
  "entities": {
    "enzymes": [
      "α-galactosidase A (GLA)"
    ],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Handb. Clin. Neurol",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Narrative review: Fabry disease",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Fabry disease: A disorder of childhood onset",
      "year": 2016
    },
    {
      "doi": "",
      "title": "High incidence of later-onset fabry disease revealed by newborn screening",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Pegunigalsidase alfa, a novel PEGylated enzyme replacement therapy for Fabry disease, provides sustained plasma concentrations and favorable pharmacodynamics: A 1-year Phase 1/2 clinical trial",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Pharmacokinetics, pharmacodynamics, and safety of moss-aGalactosidase A in patients with Fabry disease",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Impact of the organic cation transporter 2 inhibitor cimetidine on the single-dose pharmacokinetics of the glucosylceramide synthase inhibitor lucerastat in healthy subjects",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Lentivirus-mediated gene therapy for Fabry disease",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Autologous Stem Cell Transplantation of Cells Engineered to Express Alpha-Galactosidase A in Patients With Fabry Disease; Identifier NCT02800070",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Current and Investigational Therapeutics for Fabry Disease",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Cost-effectiveness of enzyme replacement therapy for Fabry disease",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Quality of life in patients with Fabry disease: A systematic review of the literature",
      "year": 2015
    },
    {
      "doi": "",
      "title": "The effect of enzyme replacement therapy on clinical outcomes in paediatric patients with Fabry disease-a systematic literature review by a European panel of experts",
      "year": 2019
    },
    {
      "doi": "",
      "title": "The effect of enzyme replacement therapy on clinical outcomes in male patients with Fabry disease: A systematic literature review by a European panel of experts",
      "year": 2019
    },
    {
      "doi": "",
      "title": "The effect of enzyme replacement therapy on clinical outcomes in female patients with Fabry disease-a systematic literature review by a European panel of experts",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Effects of enzyme replacement therapy and antidrug antibodies in patients with Fabry disease",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Immune response to enzyme replacement therapies in lysosomal storage diseases and the role of immune tolerance induction",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Serum-mediated inhibition of enzyme replacement therapy in Fabry disease",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Long-term effect of antibodies against infused alpha-galactosidase A in Fabry disease on plasma and urinary (lyso)Gb3 reduction and treatment outcome",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Hot topics in Fabry disease",
      "year": 1118
    },
    {
      "doi": "",
      "title": "Mechanisms of neutralizing anti-drug antibody formation and clinical relevance on therapeutic efficacy of enzyme replacement therapies in Fabry disease",
      "year": 2021
    },
    {
      "doi": "",
      "title": "Innovation by evolution: Bringing new chemistry to life (Nobel Lecture)",
      "year": 2019
    },
    {
      "doi": "",
      "title": "The molecular defect leading to Fabry disease: Structure of human alpha-galactosidase",
      "year": 2004
    },
    {
      "doi": "",
      "title": "Purification and properties of the two major isozymes of alpha-galactosidase from human placenta",
      "year": 1978
    },
    {
      "doi": "",
      "title": "Several common HLA-DR types share largely overlapping peptide binding repertoires",
      "year": 1998
    },
    {
      "doi": "",
      "title": "The molecular basis of pharmacological chaperoning in human alpha-galactosidase",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Characterization and phosphoproteomic analysis of a human immortalized podocyte model of Fabry disease generated using CRISPR/Cas9 technology",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Relative distribution of Gb3 isoforms/analogs in NOD/SCID/Fabry mice tissues determined by tandem mass spectrometry",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Mannose 6-phosphate receptors: New twists in the tale",
      "year": 2003
    },
    {
      "doi": "",
      "title": "New strategies for enzyme replacement therapy for lysosomal storage diseases",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Non-clinical evaluation of JR-051 as a biosimilar to agalsidase beta for the treatment of Fabry disease",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Use of a modified alpha-N-acetylgalactosaminidase in the development of enzyme replacement therapy for Fabry disease",
      "year": 2009
    },
    {
      "doi": "",
      "title": "In silico identification and modification of T cell epitopes in pertussis antigens associated with tolerance",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Applying MAPPs assays to assess drug immunogenicity",
      "year": 2020
    },
    {
      "doi": "",
      "title": "MAPPs for the identification of immunogenic hotspots of biotherapeutics; an overview of the technology and its application to the biopharmaceutical arena",
      "year": 2018
    },
    {
      "doi": "",
      "title": "T-cell dependent immunogenicity of protein therapeutics pre-clinical assessment and mitigation-updated consensus and review",
      "year": 2020
    },
    {
      "doi": "",
      "title": "Use of in vitro assays to assess immunogenicity risk of antibody-based biotherapeutics",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Renal variant of Fabry disease with sporadic GLA gene mutation: Role of early renal biopsy",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Globotriaosylsphingosine (Lyso-Gb3) as a biomarker for cardiac variant (N215S) Fabry disease",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Favourable effect of early versus late start of enzyme replacement therapy on plasma globotriaosylsphingosine levels in men with classical Fabry disease",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Fabry disease in females: clinical characteristics and effects of enzyme replacement therapy",
      "year": 2006
    },
    {
      "doi": "",
      "title": "The Metabolic and Molecular Basis of Inherited Disease",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Fabry disease cardiac variant IVS4+919 G>A is associated with multiple cardiac gene variants in patients with severe cardiomyopathy and fatal arrhythmia",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Natural history of Fabry disease in affected males and obligate carrier females",
      "year": 2001
    },
    {
      "doi": "",
      "title": "An atypical p. N215S variant of Fabry disease with end-stage renal failure",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Heterozygous Fabry women are not just carriers, but have a significant burden of disease and impaired quality of life",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Development and analytical characterization of Pegunigalsidase Alfa, a chemically cross-linked plant recombinant human alpha-galactosidase-a for treatment of Fabry disease",
      "year": 2018
    },
    {
      "doi": "",
      "title": "Characterization of a chemically modified plant cell culture expressed human alpha-Galactosidase-a enzyme for treatment of Fabry disease",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Impact of cysteine variants on the structure, activity, and stability of recombinant human alpha-galactosidase A",
      "year": 2015
    },
    {
      "doi": "10.1038/s41598-023-31777-4",
      "title": "(0123456789) Scientific Reports |",
      "year": 2023
    }
  ],
  "_title": "Optimizing human α-galactosidase for treatment of Fabry disease",
  "_abstract": "Fabry disease is caused by a deficiency of α-galactosidase A (GLA) leading to the lysosomal accumulation of globotriaosylceramide (Gb3) and other glycosphingolipids. Fabry patients experience significant damage to the heart, kidney, and blood vessels that can be fatal. Here we apply directed evolution to generate more stable GLA variants as potential next generation treatments for Fabry disease. GLAv05 and GLAv09 were identified after screening more than 12,000 GLA variants through 8 rounds of directed evolution. Both GLAv05 and GLAv09 exhibit increased stability at both lysosomal and blood pH, stability to serum, and elevated enzyme activity in treated Fabry fibroblasts (19-fold) and GLA -/-podocytes (10-fold). GLAv05 and GLAv09 show improved pharmacokinetics in mouse and non-human primates. In a Fabry mouse model, the optimized variants showed prolonged half-lives in serum and relevant tissues, and a decrease of accumulated Gb3 in heart and kidney. To explore the possibility of dimin"
}