{
  "summary": "The study reports the use of gene site saturation mutagenesis (GSSM) to improve the enantioselectivity of nitrilase enzymes for the production of (R)-4-cyano-3-hydroxybutyric acid, a key intermediate in Lipitor synthesis. Enzyme performance decreased with increasing substrate concentration due to inhibition and instability.",
  "key_claims": [
    "GSSM was used to create a comprehensive library of nitrilase variants for improved enantioselectivity.",
    "The best wild-type nitrilase achieved an enantiomeric excess (ee) of 95% at 100 mM substrate concentration but showed decreasing ee with higher concentrations.",
    "A novel high-throughput screen based on mass spectrometric detection was developed to evaluate the GSSM library."
  ],
  "process_signals": [
    {
      "name": "enantiomeric excess",
      "value": "92.1, 90.7, 89.2, 87.6%",
      "unit": "%",
      "context": "at substrate concentrations of 0.5 M, 1 M, 2 M, and 3 M respectively"
    }
  ],
  "entities": {
    "enzymes": [
      "nitrilase"
    ],
    "reaction_types": [
      "hydrolysis"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Enzyme Catalysis in Organic Synthesis",
      "year": 2002
    },
    {
      "doi": "",
      "title": "",
      "year": 2000
    },
    {
      "doi": "",
      "title": "M. J. AdV. Synth. Catal",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Am. Chem. Soc",
      "year": 2002
    },
    {
      "doi": "",
      "title": "AdV. Synth. Catal",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Saturation mutagenesis and unbiased access to all 32 (NNK) codons and 20 amino acids was confirmed by sequencing at nitrilase residues 40",
      "year": null
    },
    {
      "doi": "",
      "title": "See Supporting Information for details about construction and screening of the GSSM library",
      "year": null
    },
    {
      "doi": "",
      "title": "Curr. Opin. Chem. Biol",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Curr. Opin. Struct. Biol",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Angew. Chem., Int. Ed",
      "year": 1758
    },
    {
      "doi": "",
      "title": "Genome Biol",
      "year": 2001
    }
  ],
  "_title": "Creation of a Productive, Highly Enantioselective Nitrilase through Gene Site Saturation Mutagenesis (GSSM)",
  "_abstract": ""
}