{
  "summary": "DNA shuffling accelerates directed evolution by generating diverse chimaeric genes, leading to significant improvements in enzyme activity compared to single gene evolution.",
  "key_claims": [
    "DNA shuffling yields eightfold improvements from four separately evolved genes versus a 270-to 540-fold improvement from the four genes shuffled together per cycle.",
    "Reiterative cycles of shuffling followed by screening or selection have been effective in evolving single gene products with enhanced activity, altered substrate specificity, and improved protein folding."
  ],
  "process_signals": [
    {
      "name": "improvement_factor",
      "value": "270-to 540-fold",
      "unit": "",
      "context": "from shuffling four genes together"
    },
    {
      "name": "cycle_improvement",
      "value": "8-fold",
      "unit": "",
      "context": "per cycle of shuffling from four separately evolved genes"
    }
  ],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "The tyrosine kinase receptors Ron and Sea control ''scattering'' and morphogenesis of liver progenitor cells in vitro",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Mitogenic and morphogenic activity of epithelial receptor tyrosine kinases",
      "year": 1996
    },
    {
      "doi": "",
      "title": "A multifunctional docking site mediates signalling and transformation by the Hepatocyte Growth Factor/Scatter Factor receptor family",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Scatter factor is a fibroblast-derived modulator of epithelial cell motility",
      "year": 1987
    },
    {
      "doi": "",
      "title": "Regulation of Scatter Factor/Hepatocyte Growth Factor responses by Ras, Rac, and Rho in MDCK cells",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Hepatocyte Growth Factor-induced scatter of Madin-Darby canine kidney cells requires phosphatidylinositol 3-kinase",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Specific uncoupling of GRB2 from the Met receptor",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Protein modules and signalling networks",
      "year": 1995
    },
    {
      "doi": "",
      "title": "The motogenic and mitogenic responses to HGF are amplified by the Shc adaptor protein",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Interaction between Gab1 and the c-Met receptor tyrosine kinase is responsible for epithelial morphogenesis",
      "year": 1996
    },
    {
      "doi": "",
      "title": "The tyrosine-phosphorylated hepatocyte growth factor/scatter factor receptor associates with phosphatidylinositol 3-kinase",
      "year": 1991
    },
    {
      "doi": "",
      "title": "A novel recognition motif for Phosphatidylinositol 3-kinase binding mediates its association with the Hepatocyte Growth Factor/Scatter Factor receptor",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Hepatocyte Growth Factor/Scatter Factor stimulates the Ras-guanine nucleotide exchanger",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Jr Transcriptional responses to polypeptide ligands: the JAK-STAT pathway",
      "year": 1995
    },
    {
      "doi": "",
      "title": "STATs: signal transducers and activators of transcription",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Roles of JAKs in activation of STATs and stimulation of c-fos gene expression by Epidermal Growth Factor",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Interferon-induced nuclear signalling by Jak protein tyrosine kinases",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The SIF binding element confers sis/PDGF inductibility onto the c-fos promoter",
      "year": 1990
    },
    {
      "doi": "",
      "title": "Targeted disruption of the mouse Stat1 gene results in compromised innate immunity to viral disease",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Stat5a is mandatory for adult mammary gland development and lactogenesis",
      "year": 1967
    },
    {
      "doi": "",
      "title": "Targeted disruption of the mouse Stat3 gene leads to early embryonic lethality",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Cell growth arrest and induction of cyclin-dependent kinase inhibitor p21 WAF1/CIP1 mediated by STAT1",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Hepatocyte Growth factor (HGF) receptor expression is inducible and is part of the delayed-early response to HGF",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Trans-repression of the mouse c-fos promoter: a novel mechanism of Fos-mediated trans-regulation",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Tyrosine kinase receptor indistinguishable from the c-Met protein",
      "year": 1989
    },
    {
      "doi": "",
      "title": "Multiple protein binding sites in the 5Ј-flanking region regulate c-fos expression",
      "year": 1986
    },
    {
      "doi": "",
      "title": "WAF-1, a potential mediator of p53 tumor suppression",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Ets up-regulates MET transcription",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Electroporation of peptides into adherent cells in situ",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Acknowledgements. We thank P. Giordano (Pharmacia & Upjohn) for peptide synthesis; C. Ponzetto for discussions; A. Cignetto for secretarial help; and E. Wright for help with the manuscript. This work was supported by an AIRC grant to P.M.C. M.A. is recipient of a FIRC Fellowship. Correspondence and requests for materials should be addressed to C",
      "year": 1984
    },
    {
      "doi": "",
      "title": "DNA shuffling by random fragmentation and reassembly: in vitro recombination for molecular evolution",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Searching sequence space",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Rapid evolution of a protein in vitro by DNA shuffling",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Evolution of a fucosidase from a galactosidase by DNA shuffling and screening",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Improved green fluorescent protein by molecular evolution using DNA shuffling",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Molecular Evolution of an arsenate detoxification pathway by DNA shuffling",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Directed evolution of a para-nitrobenzyl esterase for aqueous-organic solvents",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Optimization of DNA shuffling for high fidelity recombination",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Sequence of the Citrobacter freundii OS60 chromosomal ampC ␤lactamase gene",
      "year": 1986
    },
    {
      "doi": "",
      "title": "Sequence and comparative analysis of three Enterobacter cloacae ampC ␤-lactamase genes and their products",
      "year": 1988
    },
    {
      "doi": "",
      "title": "Gene sequence and biochemical characterization of FOX-1 from Klebsiella pneumoniae, a new AmpC-type plasmid-mediated ␤-lactamase with two molecular variants",
      "year": 1994
    },
    {
      "doi": "",
      "title": "Nucleotide sequence of the ampC-ampR region from the chromosome of Yersinia enterocolitica",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Single-step PCR assembly of a gene and a whole plasmid from large numbers of oligonucleotides",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Evolution of enzyme activity: crystallographic structure at 2 A ˚resolution of cephalosporinase from the ampC gene of Enterobacter cloacae P99 and comparison with a class A penicillinase",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The Origins of Order",
      "year": 1993
    },
    {
      "doi": "",
      "title": "Steps Towards Life: a Perspective on Evolution",
      "year": 1992
    }
  ],
  "_title": "DNA shuffling of a family of genes from diverse species accelerates directed evolution",
  "_abstract": "labelled h-SIE probe (5Ј-CATTTCCCGTAAATC-3Ј)  18  containing a protruding poly-G tail at both sense and antisense 5Ј ends. HGF-induced stimulation of transcriptional activities of the isolated c-fos (ref. 26) and waf-1 (ref. 27)  promoters was measured by the Luciferase assay 23 . Synthesis of p62 c-fos and p21 waf-1 was measured by western blot with specific antibodies (gifts from C. Schneider). Cell 'scattering' in response to HGF (50 ng ml -1 ) was measured as described 1 . Micrographs (×1,000) were taken 6 h after stimulation. Stimulation of growth was assessed by 3 H-thymidine uptake 12 h after HGF stimulation of cells synchronized before electroporation by two cycles of thymidine (2 mM)deoxycitidine (250 M). Formation of branched tubular structures was monitored on cell monolayers, coated with a 0.5-mm layer of collagen G (2 mg ml -1 ) in the presence of HGF (10 ng ml -1 ) supplemented daily 1 . Phosphopeptides, decoys and electroporation. N-acetylated and Camidated synthetic pep"
}