{
  "summary": "This review discusses artificial biocatalytic cascades involving at least two enzyme-catalyzed steps in a single reaction vessel without intermediate isolation, focusing on the last decade. It classifies cascades based on the number of enzymes and whether reactions are spontaneous or require catalysts.",
  "key_claims": [
    "Focuses on artificial biocatalytic cascades involving at least two enzyme-catalyzed steps in a single reaction vessel without intermediate isolation.",
    "Classifies cascades based on the number of enzymes involved (from one to six and more) and whether reactions are spontaneous or require catalysts."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "Epoxide Hydrolase",
      "Cyclase",
      "Laccase",
      "Alcohol Dehydrogenase"
    ],
    "reaction_types": [
      "C-O Bond Formation",
      "C-C Bond Formation",
      "Redox Steps"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Introduction to ACS Catalysis Virtual Special Issue on Cascade Catalysis",
      "year": 2014
    },
    {
      "doi": "",
      "title": "(Chemo)enzymatic CascadesNature's Synthetic Strategy Transferred to the Laboratory",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Concepts of Nature in Organic Synthesis: Cascade Catalysis and Multistep Conversions in Concert",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Advances in Biocatalytic Synthesis",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Nature-Inspired Enzymatic Cascades to Build Valuable Compounds. Biotechnol. Adv",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Artificial Concurrent Catalytic Processes Involving Enzymes",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Cascade Catalysis -Strategies and Challenges En Route to Preparative Synthetic Biology",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Enzyme Engineering in the Context of Novel Pathways and Products",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Enzyme Catalysed Tandem Reactions",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Multi-Enzymatic Cascade Reactions: Overview and Perspectives",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Kirk-Othmer Encyclopedia of Chemical Technology",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Recent Biocatalytic Oxidation-Reduction Cascades",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Enzyme-Initiated Domino (Cascade) Reactions",
      "year": 2001
    },
    {
      "doi": "",
      "title": "Organic Synthesis via Oxidative Cascade Biocatalysis",
      "year": 2016
    },
    {
      "doi": "10.1021/acs.chemrev.7b00033",
      "title": "Chemical Reviews Review",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Multienzyme-Catalyzed Processes: Next-Generation Biocatalysis",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Constructing Biocatalytic Cascades: In Vitro and In Vivo Approaches to De Novo Multi-Enzyme Pathways",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Why Leave a Job Half Done? Recent Progress in Enzymatic Deracemizations",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Biocatalysis and Biotransformation in Brazil: An Overview. Biotechnol. Adv",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Enantioselective Oxidation of C-O and C-N Bonds Using Oxidases",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Deracemisation Methods",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Deracemisation of Secondary Alcohols via Biocatalytic Stereoinversion",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Chemo-Enzymatic Deracemization Methods for the Preparation of Enantiopure Non-Natural alpha-Amino Acids",
      "year": 2008
    },
    {
      "doi": "",
      "title": "From a Racemate to a Single Enantiomer: Deracemization by Stereoinversion",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Production of Biofuels and Biochemicals by In Vitro Synthetic Biosystems: Opportunities and Challenges",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Multistep One-Pot Reactions Combining Biocatalysts and Chemical Catalysts for Asymmetric Synthesis",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Combining the 'Two Worlds' of Chemocatalysis and Biocatalysis towards Multi-Step One-Pot Processes in Aqueous Media",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Combining Bio-and Chemo-Catalysis: from Enzymes to Cells, from Petroleum to Biomass",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Opportunities for Merging Chemical and Biological Synthesis",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Cascade Biocatalysis: Integrating Stereoselective and Environmentally Friendly Reactions",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Cascade Biocatalysis: Integrating Stereoselective and Environmentally Friendly Reactions",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Dynamic Kinetic Resolution Catalyzed by Enzymes and Metals",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Combination of Enzymes and Metal Catalysts. A Powerful Approach in Asymmetric Catalysis",
      "year": 2003
    },
    {
      "doi": "",
      "title": "Enzymatic Cascades for the Regio-and Stereoselective Synthesis of Chiral Amines",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Importance of Chirality to Flavor Compounds",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Adding Value to Plant Oils and Fatty Acids: Biological Transformation of Fatty Acids into ω-Hydroxycarboxylic, α,ω-Dicarboxylic, and ω-Aminocarboxylic Acids",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Recent Developments of Cascade Reactions Involving ω-Transaminases",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Cell-Free Metabolic Engineering: Biomanufacturing beyond the Cell. Biotechnol. J",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Novel Bioproduction Strategies. Eng. Life Sci",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Systems Biocatalysis: Development and Engineering of Cell-Free \"Artificial Metabolisms\" for Preparative Multi-Enzymatic Synthesis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "CMST COST Action CM1303: Systems biocatalysis",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Designer Microorganisms for Optimized Redox Cascade Reactions -Challenges and Future Perspectives",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Multiplexed Capillary Electrophoresis as Analytical Tool for Fast Optimization of Multi-Enzyme Cascade Reactions -Synthesis of Nucleotide Sugars",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Application of Enzyme Coupling Reactions to Shift Thermodynamically Limited Biocatalytic Reactions",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Process Technology for Multi-Enzymatic Reaction Systems",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Multi-Enzymatic Synthesis",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Designer Microbes for Biosynthesis",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Towards Synthesis of Monoterpenes and Derivatives Using Synthetic Biology",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Recent Trends in Metabolic Engineering of Microorganisms for the Production of Advanced Biofuels",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Coupled Chemo(enzymatic) Reactions in Continuous Flow",
      "year": 2011
    }
  ],
  "_title": "Artificial Biocatalytic Linear Cascades for Preparation of Organic Molecules",
  "_abstract": "The review compiles artificial cascades involving enzymes with a focus on the last 10 years. A cascade is defined as the combination of at least two reaction steps in a single reaction vessel without isolation of the intermediates, whereby at least one step is catalyzed by an enzyme. Additionally, cascades performed in vivo and in vitro are discussed separately, whereby in vivo cascades are defined here as cascades relying on cofactor recycling by the metabolism or on a metabolite from the living organism. The review introduces a systematic classification of the cascades according to the number of enzymes in the linear sequence and differentiates between cascades involving exclusively enzymes and combinations of enzymes with non-natural catalysts or chemical steps. Since the number of examples involving two enzymes is predominant, the two enzyme cascades are further subdivided according to the number, order, and type of redox steps. Furthermore, this classification differentiates betwe"
}