{
  "summary": "A metabolically engineered strain of E. coli was successfully used to produce the complex polyketide 6-deoxyerythronolide B (6dEB) with productivity comparable to a high-producing mutant of S. erythraea, demonstrating the potential for using E. coli as a host for producing complex natural products.",
  "key_claims": [
    "A genetically engineered strain of E. coli was used to produce 6-deoxyerythronolide B (6dEB) with productivity comparable to a high-producing mutant of S. erythraea.",
    "The production of 6dEB in E. coli requires overcoming challenges such as expressing correctly folded and posttranslationally modified modular polyketide synthases, providing necessary building blocks, and synchronizing enzyme activity with precursor biosynthesis."
  ],
  "process_signals": [
    {
      "name": "specific productivity",
      "value": "compares well",
      "unit": "",
      "context": "with a high-producing mutant of S. erythraea"
    }
  ],
  "entities": {
    "enzymes": [
      {
        "name": "deoxyerythronolide B synthase (DEBS)",
        "type": ""
      }
    ],
    "reaction_types": [
      {
        "name": "polyketide biosynthesis",
        "type": ""
      }
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "References and Notes",
      "year": null
    },
    {
      "doi": "",
      "title": "The Polyketide Metabolites",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Science",
      "year": 1998
    },
    {
      "doi": "",
      "title": "J. Bacteriol",
      "year": 1998
    },
    {
      "doi": "",
      "title": "Biochemistry",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Science",
      "year": 1994
    },
    {
      "doi": "",
      "title": "J. Am. Chem. Soc",
      "year": 1995
    },
    {
      "doi": "",
      "title": "Science",
      "year": 1995
    },
    {
      "doi": "",
      "title": "See Supplemental Material for details regarding construction of plasmids encoding DEBS1ϩTE ( pRSG32), DEBS2 ( pBP49), and DEBS3 ( pRSG50) genes. Text and Web figures 1 and 2 are available at Science Online at",
      "year": null
    },
    {
      "doi": "",
      "title": "Chem. Biol",
      "year": 1996
    },
    {
      "doi": "",
      "title": "Science",
      "year": 1999
    },
    {
      "doi": "",
      "title": "These cultures were used to inoculate 1 liter of LB medium, and the culture was grown under the same conditions. At mid-log phase (OD 600 ϭ 0.4 to 0.8) cells were induced with 1 mM IPTG and transferred to a 30°C incubator. Cells were harvested after 4 to 6 hours and their protein content was analyzed via 7.5% SDS-polyacrylamide gel electrophoresis (SDS-PAGE). The three DEBS proteins were expressed at about 1% total cellular protein",
      "year": null
    },
    {
      "doi": "",
      "title": "FEBS Lett",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Nature",
      "year": 1995
    },
    {
      "doi": "",
      "title": "were assayed as previously described",
      "year": 1998
    },
    {
      "doi": "",
      "title": "J. Am. Chem. Soc",
      "year": 1998
    },
    {
      "doi": "",
      "title": "was used for chromosomal gene replacement. Specifically, ϳ1 kb of prpR and prpE were amplified via polymerase chain reaction (PCR) using the following oligonucleotides",
      "year": 1989
    },
    {
      "doi": "",
      "title": "TGAAT TCT TAAT TA-ACGGCGCTGAGAACATCCGGCT",
      "year": null
    },
    {
      "doi": "",
      "title": "The prpE fragment was cloned as an Nde I-Eco RI cassette in pET21c and subsequently was mobilized as an Sph I-Pac I fragment into the temperature-sensitive plasmid, pMAK705. [This fragment, which contained the pT7 promoter from pET21c upstream of prpE, served as the right-hand homologous fragment for gene replacement (see Fig. 2).] The Nsi I-Xba I cassette encoding the 5Ј end of prpR was used as the lefthand homologous fragment for gene replacement (Fig. 2). Between these homologous fragments, the sfp gene fused to the pT7 promoter (from pRSG56) was cloned in the orientation shown in Fig. 2. The resulting temperature-sensitive plasmid was used for gene replacement in the chromosome of BL21(DE3). Double crossover events resulted in generation of the BAP1 cell line (Fig. 2)",
      "year": null
    },
    {
      "doi": "",
      "title": "J. Bacteriol",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Microbiology",
      "year": 1999
    },
    {
      "doi": "",
      "title": "Microbiology",
      "year": 1999
    },
    {
      "doi": "",
      "title": "",
      "year": null
    },
    {
      "doi": "",
      "title": "Biochem. J",
      "year": 1994
    },
    {
      "doi": "",
      "title": "14 C-1-propionate feeding was performed as follows: Individual transformants were inoculated into M9 minimal media cultures with glucose",
      "year": 1982
    }
  ],
  "_title": "Biosynthesis of Complex Polyketides in a Metabolically Engineered Strain of\n            <i>E. coli</i>",
  "_abstract": ""
}