{
  "summary": "Biocatalysis is a green and sustainable technology that has been optimized through protein engineering, leading to efficient and cost-effective processes. Immobilization techniques enhance enzyme stability and reusability, improving commercial viability.",
  "key_claims": [
    "Protein engineering enables the optimization of enzymes for predefined parameters.",
    "Immobilization improves enzyme stability and allows for multiple uses."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "protein engineered",
      "immobilized-enzyme"
    ],
    "reaction_types": [
      "isolated-enzyme biocatalysis",
      "immobilized-enzyme biocatalysis"
    ],
    "immobilization": [
      "cross-linked enzyme aggregates (CLEAs)",
      "smart ferromagnetic immobilized enzymes"
    ],
    "media": [
      "water as the solvent for biocatalysis",
      "organic solvents",
      "supercritical CO2",
      "ionic liquids (ILs)",
      "deep eutectic solvents (DESs)"
    ],
    "reactor": [
      "flow technology"
    ]
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "A future perspective on the role of bioprocesses for chemical production",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Biotechnological production of amino acids and derivatives: current status and prospects",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Biobased organic acids production by metabolically engineered microorganisms",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Top value added platform chemicals: bio-based production of organic acids",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Microbial biocatalytic processes and their development",
      "year": 2006
    },
    {
      "doi": "",
      "title": "Membrane transporter engineering in industrial biotechnology and whole cell biocatalysis",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Identification and use of an alkane transporter plug-in for applications in biocatalysis and whole-cell biosensing of alkanes",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Stabilizing biocatalysts",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Guidelines and cost analysis for catalyst production in biocatalytic processes",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Potential of Different Enzyme Immobilization Strategies to Improve Enzyme Performance",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Enzyme Immobilization: The Quest for Optimum Performance",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Perspective of Recent in Immobilization of Enzymes",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Understanding Enzyme Immobilization",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Organic Synthesis -Past, Present and Future",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Fundamentals of Green Chemistry: Efficiency in Reaction Design",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Atom utilisation, E factors and the catalytic solution",
      "year": 2000
    },
    {
      "doi": "",
      "title": "Green Chemistry: Theory and Practice",
      "year": 1987
    },
    {
      "doi": "",
      "title": "In Handbook of Green Chemistry and Technology",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Circular economy design considerations for research and development in the chemical sciences",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Towards the ideal synthesis",
      "year": 1997
    },
    {
      "doi": "",
      "title": "Catalysis and pollution prevention",
      "year": 1997
    },
    {
      "doi": "",
      "title": "",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Enzymatic catalysis in organic degrees media at 100 C. Science",
      "year": 1984
    },
    {
      "doi": "10.1002/chir.530040513",
      "title": "FDA's Policy Statement for the Development of New Stereoisomeric Drugs",
      "year": 1992
    },
    {
      "doi": "",
      "title": "Industrial Synthesis of Optically Active Compounds",
      "year": 1993
    },
    {
      "doi": "",
      "title": "The search for the ideal biocatalyst",
      "year": 2002
    },
    {
      "doi": "",
      "title": "Biocatalysis in organic chemistry and biotechnology: past, present and future",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Directed enzyme evolution: climbing fitness peaks one amino acid at a time",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Directed evolution drives the next generation of biocatalysts",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Directed evolution of enantioselective enzymes: an unconventional approach to asymmetric catalysis in organic chemistry",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Engineered enzymes for chemicals production",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Protein engineering of enzymes for process applications",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Status of protein engineering for biocatalysts: how to design an industrially useful biocatalyst",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Recent trends in biocatalysis engineering",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Enzyme immobilization: why, what and how?",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Biocatalysis: From academic curiosity to the mainstream",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Practical Methods for Biocatalysis and Biotransformations",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Practical Methods for Biocatalysis and Biotransformations",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Practical Methods for Biocatalysis and Biotransformations",
      "year": 2016
    },
    {
      "doi": "",
      "title": "",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Biocatalysis for Green Chemistry and Chemical Process Development",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Industrial applications of enzyme biocatalysis: current status and future aspects",
      "year": 2015
    },
    {
      "doi": "",
      "title": "On the development of new biocatalytic processes for practical pharmaceutical synthesis",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Biocatalysis in development of green pharmaceutical processes",
      "year": 2009
    },
    {
      "doi": "",
      "title": "New opportunities for biocatalysis: driving the synthesis of chiral chemicals",
      "year": 2011
    },
    {
      "doi": "",
      "title": "Biocatalysis in the pharmaceutical industry: a greener future",
      "year": null
    },
    {
      "doi": "",
      "title": "Biocatalysis in the Pharmaceutical and Biotechnology Industries",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Biocatalytic retrosynthesis",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Enzyme-catalyzed cascade reactions",
      "year": null
    },
    {
      "doi": "",
      "title": "",
      "year": 2008
    }
  ],
  "_title": "Role of Biocatalysis in Sustainable Chemistry",
  "_abstract": "Based on the principles and metrics of green chemistry and sustainable development, biocatalysis is both a green and sustainable technology. This is largely a result of the spectacular advances in molecular biology and biotechnology achieved in the past two decades. Protein engineering has enabled the optimization of existing enzymes and the invention of entirely new biocatalytic reactions that were previously unknown in Nature. It is now eminently feasible to develop enzymatic transformations to fit predefined parameters, resulting in processes that are truly sustainable by design. This approach has successfully been applied, for example, in the industrial synthesis of active pharmaceutical ingredients. In addition to the use of protein engineering, other aspects of biocatalysis engineering, such as substrate, medium, and reactor engineering, can be utilized to improve the efficiency and cost-effectiveness and, hence, the sustainability of biocatalytic reactions. Furthermore, immobili"
}