{
  "summary": "Machine-directed evolution was found to yield high-activity enzyme mutants more efficiently than traditional directed evolution, with a dramatic shift in activity distribution. The most active and selective mutant achieved full conversion, >99% ee (R), and a 72% yield in the synthesis of ZPL389.",
  "key_claims": [
    "Machine-directed evolution yielded high-activity enzyme mutants more efficiently than traditional directed evolution.",
    "The most active and selective enzyme mutant achieved full conversion, >99% ee (R), and a 72% yield."
  ],
  "process_signals": [],
  "entities": {
    "enzymes": [
      "imine reductase"
    ],
    "reaction_types": [
      "asymmetric reductive amination"
    ],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "10.1038/s43586-021-00044-z",
      "title": "Nature Reviews Methods Primers",
      "year": null
    },
    {
      "doi": "10.1002/anie.202006648",
      "title": "Biocatalysis: Enzymatic Synthesis for Industrial Applications",
      "year": null
    },
    {
      "doi": "10.1038/s41589-018-0053-0",
      "title": "Computational Redesign of Enzymes for Regio-and Enantioselective Hydroamination",
      "year": 2018
    },
    {
      "doi": "10.1073/pnas.1121063109",
      "title": "Bridging the Gaps in Design Methodologies by Evolutionary Optimization of the Stability and Proficiency of Designed Kemp Eliminase KE59",
      "year": 2012
    },
    {
      "doi": "10.1016/j.jmb.2011.10.043",
      "title": "Structural Analyses of Covalent Enzyme-Substrate Analog Complexes Reveal Strengths and Limitations of de Novo Enzyme Design",
      "year": 2012
    },
    {
      "doi": "10.1038/nchembio.1276",
      "title": "Evolution of a Designed Retro-Aldolase Leads to Complete Active Site Remodeling",
      "year": null
    },
    {
      "doi": "10.1038/nature12623",
      "title": "Precision Is Essential for Efficient Catalysis in an Evolved Kemp Eliminase",
      "year": 2013
    },
    {
      "doi": "10.1371/journal.pcbi.1005786",
      "title": "Machine Learning to Design Integral Membrane Channelrhodopsins for Efficient Eukaryotic Expression and Plasma Membrane Localization",
      "year": 2017
    },
    {
      "doi": "10.1021/acscatal.9b04321?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Machine Learning in Enzyme Engineering",
      "year": 2020
    },
    {
      "doi": "10.1021/acssynbio.8b00155?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Machine-Learning-Guided Mutagenesis for Directed Evolution of Fluorescent Proteins",
      "year": 2018
    },
    {
      "doi": "10.1073/pnas.1901979116",
      "title": "Machine Learning-Assisted Directed Protein Evolution with Combinatorial Libraries",
      "year": 2019
    },
    {
      "doi": "10.1038/s41592-019-0496-6",
      "title": "Machine-Learning-Guided Directed Evolution for Protein Engineering",
      "year": 2019
    },
    {
      "doi": "10.1038/s41592-019-0598-1",
      "title": "Unified Rational Protein Engineering with Sequence-Based Deep Representation Learning",
      "year": 2019
    },
    {
      "doi": "10.1002/adsc.201900149",
      "title": "Can Machine Learning Revolutionize Directed Evolution Selective Enzymes?",
      "year": 2019
    },
    {
      "doi": "10.1126/science.aaw2900",
      "title": "Comprehensive AAV Capsid Fitness Landscape Reveals a Viral Gene and Enables Machine-Guided Design",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Conditioning by Adaptive Sampling for Robust Design",
      "year": 1901
    },
    {
      "doi": "",
      "title": "Design by Adaptive Sampling",
      "year": 1810
    },
    {
      "doi": "10.1038/nrm2805",
      "title": "Exploring Protein Fitness Landscapes by Directed Evolution",
      "year": 2009
    },
    {
      "doi": "10.1101/2020.01.23.917682?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Protein Engineering with Data-Efficient Deep Learning. bioRxiv (Biology)",
      "year": 2020
    },
    {
      "doi": "10.1007/s00253-020-10960-x",
      "title": "Substrate Specificity of 2-Deoxy-D-Ribose 5-Phosphate Aldolase (DERA) Assessed by",
      "year": 2020
    },
    {
      "doi": "10.1111/bjd.16718",
      "title": "ZPL389, A Novel Oral Histamine 4 Receptor Antagonist for Treatment of Moderate-to-Severe Atopic Dermatitis: Results of a Randomized, Double-Blind, Placebo-Controlled, Proof-of-Concept Study",
      "year": 2018
    },
    {
      "doi": "10.1021/acs.oprd.1c00077?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Development of the Late-Phase Manufacturing Process of ZPL389: Control of Process Impurities by Enhanced Process Knowledge",
      "year": 2021
    },
    {
      "doi": "10.1038/s41929-019-0341-4",
      "title": "Chiral Synthesis of LSD1 Inhibitor GSK2879552 Enabled by Directed Evolution of an Imine Reductase",
      "year": 2019
    },
    {
      "doi": "",
      "title": "Engineered Imine Reductases and Methods for the Reductive Animation of Ketone and Amine Compounds",
      "year": 2015
    },
    {
      "doi": "10.1002/cctc.201600384",
      "title": "Asymmetric Reductive Amination of Ketones Catalyzed by Imine Reductases",
      "year": 2016
    },
    {
      "doi": "10.1002/cctc.201701379",
      "title": "Efficient Biocatalytic Reductive Aminations by Extending the Imine Reductase Toolbox",
      "year": null
    },
    {
      "doi": "",
      "title": "Expanding the Collection of Imine Reductases towards a Stereoselective Reductive Amination",
      "year": 2020
    },
    {
      "doi": "10.1126/sciadv.aay9320",
      "title": "Characterization of Imine Reductases in Reductive Amination for the Exploration of Structure-Activity Relationships",
      "year": null
    },
    {
      "doi": "10.1002/cctc.201701408",
      "title": "Identification of Novel Bacterial Members of the Imine Reductase Enzyme Family That Perform Reductive Amination",
      "year": 2018
    },
    {
      "doi": "10.1038/nchem.2782",
      "title": "A Reductive Aminase from Aspergillus Oryzae",
      "year": null
    },
    {
      "doi": "10.1002/cctc.201800607",
      "title": "Sequence-Based In-Silico Discovery, Characterisation, and Biocatalytic Application of a Set of Imine Reductases",
      "year": 2018
    },
    {
      "doi": "10.1002/prot.25008",
      "title": "Identification of Imine Reductase-Specific Sequence Motifs",
      "year": 2016
    },
    {
      "doi": "10.1371/journal.pone.0053785",
      "title": "Proline: The Distribution, Frequency, Positioning, and Common Functional Roles of Proline and Polyproline Sequences in the Human Proteome",
      "year": 2013
    },
    {
      "doi": "10.1093/bioinformatics/bty386",
      "title": "CAVER Analyst 2.0: Analysis and Visualization of Channels and Tunnels in Protein Structures and Molecular Dynamics Trajectories",
      "year": 2018
    },
    {
      "doi": "10.1002/adsc.202000870",
      "title": "Dependent Enzymes for Reductive Amination: Active Site Description and Carbonyl-Containing Compound Spectrum",
      "year": null
    },
    {
      "doi": "10.1021/acscatal.0c02400?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Biocatalytic Access to 1, 4-Diazepanes via Imine Reductase-Catalyzed Intramolecular Asymmetric Reductive Amination",
      "year": 2020
    },
    {
      "doi": "10.1039/c9sc03773j",
      "title": "Biosynthesis of Plant Tetrahydroisoquinoline Alkaloids through an Imine Reductase Route",
      "year": null
    },
    {
      "doi": "10.1002/prot.24452",
      "title": "Critical Assessment of Methods of Protein Structure Prediction (CASP)  Round x",
      "year": 2014
    },
    {
      "doi": "10.1093/bioinformatics/btab054",
      "title": "Enzyme Promiscuity Prediction Using Hierarchy-Informed Multi-Label Classification",
      "year": 2017
    },
    {
      "doi": "10.1038/s41598-018-35033-y",
      "title": "A Machine Learning Approach for Reliable Prediction of Amino Acid Interactions and Its Application in the",
      "year": 2018
    },
    {
      "doi": "10.1093/database/baw133",
      "title": "ASAP: A Machine Learning Framework for Local Protein Properties",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Machine Learning in Protein Engineering",
      "year": 1811
    },
    {
      "doi": "10.1007/978-1-4939-7366-8_5?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "A Computational Library Design Protocol for Rapid Improvement of Protein Stability: FRESCO",
      "year": 1685
    },
    {
      "doi": "10.1016/j.sbi.2020.05.003",
      "title": "Winning the Numbers Game in Enzyme Evolution -Fast Screening Methods for Improved Biotechnology Proteins",
      "year": 2020
    },
    {
      "doi": "10.1038/s41586-021-03213-y",
      "title": "Bayesian Reaction Optimization as a Tool for Chemical Synthesis",
      "year": null
    },
    {
      "doi": "10.1016/j.tibtech.2005.03.005",
      "title": "Improving Enzyme Properties: When Are Closer Mutations Better?",
      "year": 2005
    },
    {
      "doi": "10.1021/bi00489a001?urlappend=%3fref%3dpdf&jav=vor&rel=cite-as",
      "title": "Additivity of Mutational Effects in Proteins",
      "year": 1990
    },
    {
      "doi": "10.1002/anie.200500767",
      "title": "Expanding the Range of Substrate Acceptance of Enzymes: Combinatorial Active-site Saturation Test",
      "year": 2005
    },
    {
      "doi": "10.1093/protein/gzw032",
      "title": "Efficient Laboratory Evolution of Computationally Designed Enzymes with Low Starting Activities Using Fluorescence-Activated Droplet Sorting",
      "year": 2016
    },
    {
      "doi": "10.1038/s41467-017-01055-9",
      "title": "Phage-Assisted Continuous Evolution of Proteases with Altered Substrate Specificity",
      "year": 2017
    }
  ],
  "_title": "Machine-Directed Evolution of an Imine Reductase for Activity and Stereoselectivity",
  "_abstract": "Biocatalysis is an effective tool to access chiral molecules that are otherwise hard to synthesize or purify. Timeefficient processes are needed to develop enzymes that adequately perform the desired chemistry. We evaluated machine-directed evolution as an enzyme engineering strategy using a moderately stereoselective imine reductase as the model system. We compared machine-directed evolution approaches to deep mutational scanning (DMS) and error-prone PCR. Within one cycle, it was found that machine-directed evolution yielded a library of highactivity mutants with a dramatically shifted activity distribution compared to that of traditional directed evolution. Structureguided analysis revealed that linear additivity might provide a simple explanation for the effectiveness of machine-directed evolution. The most active and selective enzyme mutant, which was identified through DMS and error-prone PCR, was used for the gram-scale synthesis of the H4 receptor antagonist ZPL389 with full co"
}