{
  "summary": "Directed evolution methods using sequence-based and structure-based approaches can significantly reduce library sizes while improving enzyme activity, highlighting the potential for faster biocatalyst development.",
  "key_claims": [
    "Sequence- and structure-based methods identify 'hotspot' positions that increase beneficial mutations in enzyme libraries by up to 18%.",
    "Combining several mutations identified by these methods can produce variant lysates 7 to 9 times more active than the wild type."
  ],
  "process_signals": [
    {
      "name": "library_size_reduction",
      "value": "less than 100 variants",
      "unit": "",
      "context": "by limiting amino acid substitutions"
    },
    {
      "name": "activity_increase",
      "value": "7 to 9 fold more active",
      "unit": "",
      "context": "compared to wild type lysate after combining mutations"
    }
  ],
  "entities": {
    "enzymes": [],
    "reaction_types": [],
    "immobilization": [],
    "media": [],
    "reactor": []
  },
  "confidence": 0.8,
  "_refs": [
    {
      "doi": "",
      "title": "Enzyme engineering for nonaqueous solvents: random mutagenesis to enhance activity of subtilisin E in polar organic media",
      "year": 1991
    },
    {
      "doi": "",
      "title": "Engineering the third wave of biocatalysis",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Strategies for the discovery and engineering of enzymes for biocatalysis",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Recent Advances in Directed Evolution of Stereoselective Enzymes",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Natural diversity to guide focused directed evolution",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Computational tools for enzyme improvement: why everyone can -and should -use them",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Beyond directed evolution--semi-rational protein engineering and design",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Better library design: datadriven protein engineering",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Biocatalysis in the Pharmaceutical Industry: The Need for Speed",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Computationally designed libraries for rapid enzyme stabilization",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Switch in Cofactor Specificity of a Baeyer-Villiger Monooxygenase",
      "year": 2016
    },
    {
      "doi": "",
      "title": "HotSpot Wizard 2.0: automated design of site-specific mutations and smart libraries in protein engineering",
      "year": 2016
    },
    {
      "doi": "",
      "title": "Enantioselective enzymes by computational design and in silico screening",
      "year": 2015
    },
    {
      "doi": "",
      "title": "NewProt -a protein engineering portal",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Simultaneous use of in silico design and a correlated mutation network as a tool to efficiently guide enzyme engineering",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Computational structure-based redesign of enzyme activity",
      "year": 2009
    },
    {
      "doi": "",
      "title": "Use of 'small but smart' libraries to enhance the enantioselectivity of an esterase from Bacillus stearothermophilus towards tetrahydrofuran-3-yl acetate",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Predicting enzyme function from protein sequence",
      "year": 2005
    },
    {
      "doi": "",
      "title": "Improving and repurposing biocatalysts via directed evolution",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Computational tools for designing smart libraries",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Biocatalytic asymmetric synthesis of chiral amines from ketones applied to sitagliptin manufacture",
      "year": 2010
    },
    {
      "doi": "",
      "title": "Engineering proteinase K using machine learning and synthetic genes",
      "year": 2007
    },
    {
      "doi": "",
      "title": "Org Process Res Dev",
      "year": 2013
    },
    {
      "doi": "",
      "title": "A new target region for changing the substrate specificity of amine transaminases",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Comparison of Five Protein Engineering Strategies for Stabilizing an alpha/beta-Hydrolase",
      "year": 2017
    },
    {
      "doi": "",
      "title": "CorNet: Assigning function to networks of co-evolving residues by automated literature mining",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Computationally efficient and accurate enantioselectivity modeling by clusters of molecular dynamics simulations",
      "year": 2014
    },
    {
      "doi": "",
      "title": "A computational approach to enzyme design: predicting omegaaminotransferase catalytic activity using docking and MM-GBSA scoring",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Accurate and reliable prediction of relative ligand binding potency in prospective drug discovery by way of a modern free-energy calculation protocol and force field",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Examining the Feasibility of Using Free Energy Perturbation (FEP+) in Predicting Protein Stability",
      "year": 2017
    },
    {
      "doi": "",
      "title": "Computational Tools Applied to Enzyme Design -a review",
      "year": 2015
    },
    {
      "doi": "",
      "title": "Combined quantum mechanics/molecular mechanics (QM/MM) methods in computational enzymology",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Challenges in computational studies of enzyme structure, function and dynamics",
      "year": 2014
    },
    {
      "doi": "",
      "title": "Redesigning and characterizing the substrate specificity and activity of Vibrio fluvialis aminotransferase for the synthesis of imagabalin",
      "year": 2013
    },
    {
      "doi": "",
      "title": "Protein engineering of improved prolyl endopeptidases for celiac sprue therapy",
      "year": 2008
    },
    {
      "doi": "",
      "title": "Engineering genes for predictable protein expression",
      "year": 2012
    },
    {
      "doi": "",
      "title": "Applying physicsbased scoring to calculate free energies of binding for single amino acid mutations in protein-protein complexes",
      "year": 2013
    }
  ],
  "_title": "“Site and Mutation”-Specific Predictions Enable Minimal Directed Evolution Libraries",
  "_abstract": "Directed evolution experiments designed to improve the activity of a biocatalyst have increased in sophistication from the early days of completely random mutagenesis. Sequence-based and structure-based methods have been developed to identify \"hotspot\" positions that when randomized provide a higher frequency of beneficial mutations that improve activity. These focused mutagenesis methods reduce library sizes and therefore reduce screening burden, accelerating the rate of finding improved enzymes. Looking for further acceleration in finding improved enzymes, we investigated whether two existing methods, one sequence-based (Protein GPS) and one structurebased (using Bioluminate and MOE), were sufficiently predictive to provide not just the hotspot position, but also the amino acid substitution that improved activity at that position. By limiting the libraries to variants that contained only specific amino acid substitutions, library sizes were kept to less than 100 variants. For an init"
}